[
  {
    "shabad_id": 3090,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "idRsit. n Awvih, AMD AigAwnI; soie rihE md mwvq hy ]3]",
    "transliteration": "Dhrisatt N Aavehi Andhh Agiaanee Soe Rehiou Madh Maavath Hae ||3||",
    "translation": "You do not see them, you blind and ignorant fool; intoxicated with ego, you just keep sleeping. ||3||",
    "punjabi": "ਪਰ ਤੈਨੂੰ ਉਹ ਦਿੱਸਦੇ ਨਹੀਂ, ਤੂੰ ਵਿਕਾਰਾਂ ਦੇ ਨਸ਼ੇ ਵਿਚ ਮਸਤ ਹੋ ਕੇ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਫ਼ਿਕਰ ਹੋਇਆ ਪਿਆ ਹੈਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3090,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "jwlu pswir cog ibsQwrI; pMKI ijau Pwhwvq hy ]",
    "transliteration": "Jaal Pasaar Chog Bisathhaaree Pankhee Jio Faahaavath Hae ||",
    "translation": "The net has been spread out, and the bait has been scattered; like a bird, you are being trapped.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਵੇਂ ਕਿਸੇ ਪੰਛੀ ਨੂੰ ਫੜਨ ਲਈ ਜਾਲ ਖਿਲਾਰ ਕੇ ਉਸ ਉਤੇ ਚੋਗ ਖਿਲਾਰੀ ਜਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਤੂੰ (ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਦੇ ਚੋਗ ਵਿਚ) ਫਸ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3090,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "khu nwnk. bMDn kwtn kau; mY siqguru purKu iDAwvq hy ]4]2]88]",
    "transliteration": "Kahu Naanak Bandhhan Kaattan Ko Mai Sathigur Purakh Dhhiaavath Hae ||4||2||88||",
    "translation": "Says Nanak, my bonds have been broken; I meditate on the True Guru, the Primal Being. ||4||2||88||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਭਾਈ!) ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਨੂੰ ਕੱਟਣ ਵਾਸਤੇ ਮੈਂ ਤਾਂ ਗੁਰੂ ਮਹਾ ਪੁਰਖ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਰਿਹਾ ਹਾਂ ॥੪॥੨॥੮੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3091,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3091,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "hir hir nwmu Apwr AmolI ]",
    "transliteration": "Har Har Naam Apaar Amolee ||",
    "translation": "The Name of the Lord, Har, Har, is infinite and priceless.",
    "punjabi": "(ਹੇ ਸਹੇਲੀਏ!) ਬੇਅੰਤ ਹਰੀ ਦਾ ਨਾਮ ਕਿਸੇ ਦੁਨੀਆਵੀ ਪਦਾਰਥ ਵੱਟੇ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3091,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "pRwn ipAwro. mnih ADwro; cIiq icqvau jYsy pwn qMbolI ]1] rhwau ]",
    "transliteration": "Praan Piaaro Manehi Adhhaaro Cheeth Chithavo Jaisae Paan Thanbolee ||1|| Rehaao ||",
    "translation": "It is the Beloved of my breath of life, and the Support of my mind; I remember it, as the betel leaf chewer remembers the betel leaf. ||1||Pause||",
    "punjabi": "ਉਹ ਹਰਿ-ਨਾਮ ਮੇਰੀ ਜਿੰਦ ਦਾ ਪਿਆਰਾ ਬਣ ਗਿਆ ਹੈ, ਮੇਰੇ ਮਨ ਦਾ ਸਹਾਰਾ ਬਣ ਗਿਆ ਹੈ। ਜਿਵੇਂ ਕੋਈ ਪਾਨ ਵੇਚਣ ਵਾਲੀ (ਆਪਣੇ) ਪਾਨਾਂ ਦਾ ਖ਼ਿਆਲ ਰੱਖਦੀ ਹੈ, ਤਿਵੇਂ ਮੈਂ ਹਰਿ-ਨਾਮ ਨੂੰ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਚਿਤਾਰਦੀ ਰਹਿੰਦੀ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3091,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "shij smwieE gurih bqwieE; rMig rMgI myry qn kI colI ]",
    "transliteration": "Sehaj Samaaeiou Gurehi Bathaaeiou Rang Rangee Maerae Than Kee Cholee ||",
    "translation": "I have been absorbed in celestial bliss, following the Guru's Teachings; my body-garment is imbued with the Lord's Love.",
    "punjabi": "(ਹੇ ਸਹੇਲੀਏ!) ਜਦੋਂ ਗੁਰੂ ਨੇ ਮੈਨੂੰ (ਭੇਦ) ਦੱਸ ਦਿੱਤਾ, ਤਾਂ ਮੈਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਹੋ ਗਈ, ਹੁਣ ਮੇਰੀ ਸਰੀਰ-ਚੋਲੀ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3091,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ipRA muiK. lwgo jau vfBwgo; suhwgu hmwro kqhu. n folI ]1]",
    "transliteration": "Pria Mukh Laago Jo Vaddabhaago Suhaag Hamaaro Kathahu N Ddolee ||1||",
    "translation": "I come face to face with my Beloved, by great good fortune; my Husband Lord never wavers. ||1||",
    "punjabi": "ਜਦੋਂ ਤੋਂ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੇਰੇ ਵੱਡੇ ਭਾਗ ਜਾਗ ਪਏ ਹਨ, ਤਦੋਂ ਤੋਂ ਮੈਨੂੰ ਪਿਆਰੇ ਦਾ ਦਰਸਨ ਹੋ ਰਿਹਾ ਹੈ। ਹੁਣ ਮੇਰਾ ਇਹ ਸੁਹਾਗ (ਮੇਰੇ ਸਿਰ ਤੋਂ) ਲਾਂਭੇ ਨਹੀਂ ਹੋਵੇਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3091,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "rUp n DUp. n gMD, n dIpw; Eiq poiq, AMg AMg sMig maulI ]",
    "transliteration": "Roop N Dhhoop N Gandhh N Dheepaa Outh Poth Ang Ang Sang Moulee ||",
    "translation": "I do not need any image, or incense, or perfume, or lamps; through and through, He is blossoming forth, with me, life and limb.",
    "punjabi": "(ਹੇ ਸਹੇਲੀਏ!) ਨਾਹ ਕੋਈ ਸੋਹਣੇ ਪਦਾਰਥ, ਨਾਹ ਕੋਈ ਧੂਪ, ਨਾਹ ਸੁਗੰਧੀਆਂ, ਨਾਹ ਦੀਵੇ (-ਕੋਈ ਭੀ ਅਜੇਹੇ ਪਦਾਰਥ ਮੈਂ ਆਪਣੇ ਪਤੀ ਦੇਵ ਅੱਗੇ ਭੇਟਾ ਨਹੀਂ ਕੀਤੇ। ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਮੇਰਾ ਆਪਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਇੱਕ-ਮਿੱਕ ਹੋ ਗਿਆ ਹੈ, ਉਸ ਦੇ ਨਾਲ ਮਿਲ ਕੇ ਮੇਰਾ ਮਨ ਖਿੜ ਪਿਆ ਹੈ।",
    "pronunciation": "(rUp)idl dI s&weI[(Dup)js[(gMD)BgqI[ gursbd rUpI(dIpw)dIvw[mau~lI:ksky",
    "type_id": 3
  },
  {
    "shabad_id": 3091,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "khu nwnk. ipRA rvI suhwgin; Aiq nIkI myrI bnI KtolI ]2]3]89]",
    "transliteration": "Kahu Naanak Pria Ravee Suhaagan Ath Neekee Maeree Banee Khattolee ||2||3||89||",
    "translation": "Says Nanak, my Husband Lord has ravished and enjoyed His soul-bride; my bed has become very beautiful and sublime. ||2||3||89||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਸਹੇਲੀਏ!) ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੇ ਮੈਨੂੰ ਸੁਹਾਗਣ ਬਣਾ ਕੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲਿਆ ਹੈ, ਮੇਰੀ ਹਿਰਦਾ-ਸੇਜ ਹੁਣ ਬਹੁਤ ਸੋਹਣੀ ਬਣ ਗਈ ਹੈ ॥੨॥੩॥੮੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3092,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3092,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "goibMd goibMd. goibMd meI ]",
    "transliteration": "Gobindh Gobindh Gobindh Mee ||",
    "translation": "Chanting the Name of the Lord of the Universe, Gobind, Gobind, Gobind, we become like Him.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ ਗੋਬਿੰਦ ਦਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਮਨੁੱਖ ਗੋਬਿੰਦ ਦਾ ਰੂਪ ਹੀ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3092,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "jb qy Byty swD dieAwrw; qb qy. durmiq dUir BeI ]1] rhwau ]",
    "transliteration": "Jab Thae Bhaettae Saadhh Dhaeiaaraa Thab Thae Dhuramath Dhoor Bhee ||1|| Rehaao ||",
    "translation": "Since I met the compassionate, Holy Saints, my evil-mindedness has been driven far away. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਤੋਂ (ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ) ਦਇਆ ਦਾ ਸੋਮਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ ਤੋਂ (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਖੋਟੀ ਮਤਿ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3092,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "pUrn. pUir rihE sMpUrn; sIql sWiq. dieAwl deI ]",
    "transliteration": "Pooran Poor Rehiou Sanpooran Seethal Saanth Dhaeiaal Dhee ||",
    "translation": "The Perfect Lord is perfectly pervading everywhere. He is cool and calm, peaceful and compassionate.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਦੋਂ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ ਉਸ ਨੂੰ ਨਿਸ਼ਚਾ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਦਇਆ ਅਤੇ ਸ਼ਾਂਤੀ ਦਾ ਪੁੰਜ ਸਾਰੇ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਪਿਆਰਾ ਪ੍ਰਭੂ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "d-ieAwl",
    "type_id": 3
  },
  {
    "shabad_id": 3092,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "kwm kRoD iqRsnw AhMkwrw; qn qy hoey sgl KeI ]1]",
    "transliteration": "Kaam Krodhh Thrisanaa Ahankaaraa Than Thae Hoeae Sagal Khee ||1||",
    "translation": "Sexual desire, anger and egotistical desires have all been eliminated from my body. ||1||",
    "punjabi": "(ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਸ ਦੇ ਸਰੀਰ ਵਿਚੋਂ ਕਾਮ ਕ੍ਰੋਧ ਤ੍ਰਿਸ਼ਨਾ ਅਹੰਕਾਰ ਆਦਿਕ ਸਾਰੇ ਵਿਕਾਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3092,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "squ sMqoKu dieAw Drmu suic; sMqn qy. iehu mMqu leI ]",
    "transliteration": "Sath Santhokh Dhaeiaa Dhharam Such Santhan Thae Eihu Manth Lee ||",
    "translation": "Truth, contentment, compassion, Dharmic faith and purity - I have received these from the Teachings of the Saints.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਦੋਂ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ) ਸੇਵਾ, ਸੰਤੋਖ, ਦਇਆ, ਧਰਮ, ਪਵਿੱਤ੍ਰ ਜੀਵਨ (ਆਪਣੇ ਅੰਦਰ ਪੈਦਾ ਕਰਨ ਦਾ) ਇਹ ਉਪਦੇਸ਼ ਸੰਤ ਜਨਾਂ ਪਾਸੋਂ ਗ੍ਰਹਿਣ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3092,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "khu nwnk. ijin mnhu pCwinAw; iqn kau sglI soJ peI ]2]4]90]",
    "transliteration": "Kahu Naanak Jin Manahu Pashhaaniaa Thin Ko Sagalee Sojh Pee ||2||4||90||",
    "translation": "Says Nanak, one who realizes this in his mind, achieves total understanding. ||2||4||90||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਪਣੇ ਮਨ ਦੀ ਰਾਹੀਂ (ਗੁਰੂ ਨਾਲ) ਸਾਂਝ ਪਾਈ, ਉਹਨਾਂ ਨੂੰ (ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸਾਰੀ ਸਮਝ ਆ ਗਈ ॥੨॥੪॥੯੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3093,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3093,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ikAw hm. jIA jMq bycwry; brin. n swkh, eyk romweI ]",
    "transliteration": "Kiaa Ham Jeea Janth Baechaarae Baran N Saakeh Eaek Romaaee ||",
    "translation": "What am I? Just a poor living being. I cannot even describe one of Your hairs, O Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ! (ਅਸੀਂ ਜੀਵ ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਾਂ) ਅਸਾਂ ਵਿਚਾਰੇ ਜੀਵਾਂ ਦੀ ਕੋਈ ਪਾਂਇਆਂ ਹੀ ਨਹੀਂ ਕਿ ਤੇਰੀ ਬਾਬਤ ਇਕ ਰੋਮ ਜਿਤਨਾ ਭੀ ਕੁਝ ਕਹਿ ਸਕੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3093,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "bRhm mhys isD muin ieMdRw; byAMq Twkur. qyrI giq, nhI pweI ]1]",
    "transliteration": "Breham Mehaes Sidhh Mun Eindhraa Baeanth Thaakur Thaeree Gath Nehee Paaee ||1||",
    "translation": "Even Brahma, Shiva, the Siddhas and the silent sages do not know Your State, O Infinite Lord and Master. ||1||",
    "punjabi": "(ਅਸੀਂ ਸਾਧਾਰਨ ਜੀਵ ਤਾਂ ਕਿਸੇ ਗਿਣਤੀ ਵਿਚ ਹੀ ਨਹੀਂ) ਬ੍ਰਹਮਾ, ਸ਼ਿਵ, ਸਿੱਧ, ਮੁਨੀ, ਇੰਦ੍ਰ (ਆਦਿਕ ਵਰਗੇ) ਬੇਅੰਤ ਇਹ ਨਹੀਂ ਸਮਝ ਸਕੇ ਕਿ ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3093,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ikAw kQIAY; ikCu kQnu. n jweI ]",
    "transliteration": "Kiaa Kathheeai Kishh Kathhan N Jaaee ||",
    "translation": "What can I say? I cannot say anything.",
    "punjabi": "ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਕਿਹੋ ਜਿਹਾ ਹੈ?-ਇਹ ਗੱਲ) ਕੀਹ ਦੱਸੀਏ? ਦੱਸੀ ਨਹੀਂ ਜਾ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3093,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "jh jh dyKw; qh rihAw smweI ]1] rhwau ]",
    "transliteration": "Jeh Jeh Dhaekhaa Theh Rehiaa Samaaee ||1|| Rehaao ||",
    "translation": "Wherever I look, I see the Lord pervading. ||1||Pause||",
    "punjabi": "ਮੈਂ ਤਾਂ ਜਿਧਰ ਤੱਕਦਾ ਹਾਂ, ਉਧਰ ਪਰਮਾਤਮਾ ਹੀ ਸਭ ਥਾਈਂ ਮੌਜੂਦ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3093,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "jh mhw BieAwn dUK jm sunIAY; qh myry pRB qUhY shweI ]",
    "transliteration": "Jeh Mehaa Bhaeiaan Dhookh Jam Suneeai Theh Maerae Prabh Thoohai Sehaaee ||",
    "translation": "And there, where the most terrible tortures are heard to be inflicted by the Messenger of Death, You are my only help and support, O my God.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਜਿੱਥੇ ਇਹ ਸੁਣੀਦਾ ਹੈ ਕਿ ਜਮਾਂ ਦੇ ਬੜੇ ਹੀ ਭਿਆਨਕ ਦੁੱਖ ਮਿਲਦੇ ਹਨ, ਉਥੇ ਤੂੰ ਹੀ (ਬਚਾਣ ਵਾਸਤੇ) ਮਦਦਗਾਰ ਬਣਦਾ ਹੈਂ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3093,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "srin pirE hir crn ghy pRB; guir nwnk kau. bUJ buJweI ]2]5]91]",
    "transliteration": "Saran Pariou Har Charan Gehae Prabh Gur Naanak Ko Boojh Bujhaaee ||2||5||91||",
    "translation": "I have sought His Sanctuary, and grasped hold of the Lord's Lotus Feet; God has helped Guru Nanak to understand this understanding. ||2||5||91||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਨਾਨਕ ਨੂੰ ਇਹ ਸਮਝ ਬਖ਼ਸ਼ੀ ਹੈ। ਤਾਹੀਏਂ ਮੈਂ ਨਾਨਕ ਤੇਰੀ ਸਰਨ ਆ ਪਿਆ ਹਾਂ, ਤੇਰੇ ਚਰਨ ਫੜ ਲਏ ਹਨ ॥੨॥੫॥੯੧॥",
    "pronunciation": "bU`J[bu`JweI",
    "type_id": 3
  },
  {
    "shabad_id": 3094,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3094,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "Agm rUp AibnwsI krqw; piqq. pivq iek inmK jpweIAY ]",
    "transliteration": "Agam Roop Abinaasee Karathaa Pathith Pavith Eik Nimakh Japaaeeai ||",
    "translation": "O Inaccessible, Beautiful, Imperishable Creator Lord, Purifier of sinners, let me meditate on You, even for an instant.",
    "punjabi": "ਹੇ ਭਾਈ! ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰਨ ਵਾਲੇ, ਅਪਹੁੰਚ ਹਸਤੀ ਵਾਲੇ ਨਾਸ-ਰਹਿਤ ਕਰਤਾਰ ਨੂੰ ਨਿਮਖ ਨਿਮਖ ਜਪਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3094,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "Acrju suinE prwpiq Bytuly; sMq crn crn. mnu lweIAY ]1]",
    "transliteration": "Acharaj Suniou Paraapath Bhaettulae Santh Charan Charan Man Laaeeai ||1||",
    "translation": "O Wondrous Lord, I have heard that You are found by meeting the Saints, and focusing the mind on their feet, their holy feet. ||1||",
    "punjabi": "ਇਹ ਸੁਣੀਦਾ ਹੈ ਕਿ ਉਹ ਅਚਰਜ ਹੈ ਅਚਰਜ ਹੈ, (ਉਸ ਨਾਲ) ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ ਜੇ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦਾ ਮੇਲ ਪ੍ਰਾਪਤ ਹੋ ਜਾਏ। (ਸੋ ਸੰਤ ਜਨਾਂ ਦੇ) ਚਰਨਾਂ ਵਿਚ ਮਨ ਜੋੜਨਾ ਚਾਹੀਦਾ ਹੈ ॥੧॥",
    "pronunciation": "A-crju",
    "type_id": 3
  },
  {
    "shabad_id": 3094,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ikqu ibDIAY; ikqu sMjim pweIAY ]",
    "transliteration": "Kith Bidhheeai Kith Sanjam Paaeeai ||",
    "translation": "In what way, and by what discipline, is He obtained?",
    "punjabi": "(ਹੇ ਭਾਈ!) ਕਿਸ ਵਿਧੀ ਨਾਲ, ਕਿਸ ਸੰਜਮ ਨਾਲ ਉਹ ਮਿਲ ਸਕਦਾ ਹੈ?",
    "pronunciation": "(ibDIAY)jugqI[ ibDIAY:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3094,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "khu surjn; ikqu jugqI iDAweIAY ]1] rhwau ]",
    "transliteration": "Kahu Surajan Kith Jugathee Dhhiaaeeai ||1|| Rehaao ||",
    "translation": "Tell me, O good man, by what means can we meditate on Him? ||1||Pause||",
    "punjabi": "ਹੇ ਭਲੇ ਪੁਰਖ! (ਮੈਨੂੰ) ਦੱਸ ਕਿ ਪਰਮਾਤਮਾ ਨੂੰ ਕਿਸ ਤਰੀਕੇ ਨਾਲ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(surjn)hy Bly purSo, ipAwirE",
    "type_id": 4
  },
  {
    "shabad_id": 3094,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "jo mwnuKu. mwnuK kI syvw; Ehu iqs kI leI leI, Puin jweIAY ]",
    "transliteration": "Jo Maanukh Maanukh Kee Saevaa Ouhu This Kee Lee Lee Fun Jaaeeai ||",
    "translation": "If one human being serves another human being, the one served stands by him.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਜੇਹੜਾ ਮਨੁੱਖ ਕਿਸੇ ਹੋਰ ਮਨੁੱਖ ਦੀ (ਕੋਈ) ਸੇਵਾ ਕਰਦਾ ਹੈ ਉਹ ਉਸ ਦੀ ਕੀਤੀ ਹੋਈ ਸੇਵਾ ਨੂੰ ਸਦਾ ਹੀ ਮੁੜ ਮੁੜ ਯਾਦ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ;",
    "pronunciation": "jo mn`uK iksy mnu`K dI syvw krdw hY, auh iqs dI pRIq A`gy idl dy iv`c leI hI leI jWdw hYqW pRmySr jI, syvw kIqI dw &L ikauN nhIN dyxgy?",
    "type_id": 3
  },
  {
    "shabad_id": 3094,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "nwnk srin srix suKswgr; moih tyk qyro iek nweIAY ]2]6]92]",
    "transliteration": "Naanak Saran Saran Sukh Saagar Mohi Ttaek Thaero Eik Naaeeai ||2||6||92||",
    "translation": "Nanak seeks Your Sanctuary and Protection, O Lord, ocean of peace; He takes the Support of Your Name alone. ||2||6||92||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਹੈਂ (ਤੂੰ ਅਨੇਕਾਂ ਹੀ ਸੁਖ ਬਖ਼ਸ਼ਦਾ ਹੈਂ ਇਸ ਵਾਸਤੇ) ਮੈਂ ਸਦਾ ਤੇਰੀ ਹੀ ਸਰਨ ਤੇਰੀ ਹੀ ਸਰਨ ਪਿਆ ਰਹਾਂਗਾ, ਮੈਨੂੰ ਸਿਰਫ਼ ਤੇਰੇ ਨਾਮ ਦਾ ਹੀ ਸਹਾਰਾ ਹੈ ॥੨॥੬॥੯੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3095,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3095,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "sMq srix; sMq thl krI ]",
    "transliteration": "Santh Saran Santh Ttehal Karee ||",
    "translation": "I seek the Sanctuary of the Saints, and I serve the Saints.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਮੈਂ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪਿਆ, ਜਦੋਂ ਮੈਂ ਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰਨ ਲੱਗ ਪਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3095,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "DMDu bMDu Aru sgl jMjwro; Avr kwj qy CUit prI ]1] rhwau ]",
    "transliteration": "Dhhandhh Bandhh Ar Sagal Janjaaro Avar Kaaj Thae Shhoott Paree ||1|| Rehaao ||",
    "translation": "I am rid of all worldly concerns, bonds, entanglements and other affairs. ||1||Pause||",
    "punjabi": "(ਮੇਰੇ ਅੰਦਰੋਂ) ਧੰਧਾ, ਬੰਧਨ ਅਤੇ ਸਾਰਾ ਜੰਜਾਲ (ਮੁੱਕ ਗਿਆ), ਮੇਰੀ ਬ੍ਰਿਤੀ ਹੋਰ ਹੋਰ ਕੰਮਾਂ ਤੋਂ ਅਟੰਕ ਹੋ ਗਈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3095,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "sUK shj Aru Gno AnMdw; gur qy pwieE nwmu hrI ]",
    "transliteration": "Sookh Sehaj Ar Ghano Anandhaa Gur Thae Paaeiou Naam Haree ||",
    "translation": "I have obtained peace, poise and great bliss from the Guru, through the Lord's Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਪਾਸੋਂ ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਸੁਖ ਅਤੇ ਆਨੰਦ (ਮੇਰੇ ਅੰਦਰ ਉਤਪੰਨ ਹੋ ਗਿਆ)।",
    "pronunciation": "",
    "type_id": 3
  }
]
