[
  {
    "shabad_id": 3095,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "AYso hir rsu brin. n swkau; guir pUrY. myrI aulit DrI]1]",
    "transliteration": "Aiso Har Ras Baran N Saako Gur Poorai Maeree Oulatt Dhharee ||1||",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਮੈਨੂੰ ਅਜੇਹਾ ਆਇਆ ਕਿ ਮੈਂ ਉਹ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਗੁਰੂ ਨੇ ਮੇਰੀ ਬ੍ਰਿਤੀ ਮਾਇਆ ਵਲੋਂ ਪਰਤਾ ਦਿੱਤੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3095,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "pyiKE mohnu sB kY sMgy; aUn n kwhU. sgl BrI]",
    "transliteration": "Paekhiou Mohan Sabh Kai Sangae Oon N Kaahoo Sagal Bharee ||",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਸੋਹਣੇ ਪ੍ਰਭੂ ਨੂੰ ਮੈਂ ਸਭ ਵਿਚ ਵੱਸਦਾ ਵੇਖ ਲਿਆ ਹੈ, ਕੋਈ ਭੀ ਥਾਂ ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਸੱਖਣਾ ਨਹੀਂ ਦਿੱਸਦਾ, ਸਾਰੀ ਹੀ ਸ੍ਰਿਸ਼ਟੀ ਪ੍ਰਭੂ ਦੀ ਜੀਵਨ-ਰੌ ਨਾਲ ਭਰਪੂਰ ਦਿੱਸ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3095,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "pUrn pUir rihE ikrpwiniD; khu nwnk myrI pUrI prI]2]7]93]",
    "transliteration": "Pooran Poor Rehiou Kirapaa Nidhh Kahu Naanak Maeree Pooree Paree ||2||7||93||",
    "punjabi": "ਕਿਰਪਾ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪਰਮਾਤਮਾ ਹਰ ਥਾਂ ਪੂਰਨ ਤੌਰ ਤੇ ਵਿਆਪਕ ਦਿੱਸ ਰਿਹਾ ਹੈ। ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ) ਮੇਰੀ ਮੇਹਨਤ ਸਫਲ ਹੋ ਗਈ ਹੈ ॥੨॥੭॥੯੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3096,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "iblwvlu mhlw 5]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3096,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mn ikAw khqw; hau ikAw khqw]",
    "transliteration": "Man Kiaa Kehathaa Ho Kiaa Kehathaa ||",
    "punjabi": "ਹੇ ਮਨ! ਤੂੰ ਕੀਹ ਕਹਿ ਰਿਹਾ ਹੈਂ? ਹੇ ਜੀਵ! ਤੂੰ ਕੀਹ ਆਖਦਾ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3096,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "jwn pRbIn Twkur pRB myry; iqsu AwgY ikAw khqw]1]rhwau]",
    "transliteration": "Jaan Prabeen Thaakur Prabh Maerae This Aagai Kiaa Kehathaa ||1|| Rehaao ||",
    "punjabi": "ਮੇਰੇ ਠਾਕੁਰ ਪ੍ਰਭੂ ਜੀ ਤਾਂ ਸਭ ਜੀਵਾਂ ਦੇ ਦਿਲਾਂ ਦੀ ਜਾਣਨ ਤੇ ਸਮਝਣ ਵਾਲੇ ਹਨ। ਹੇ ਜੀਵ! ਉਸ ਅੱਗੇ ਕੋਈ (ਠੱਗੀ-ਫ਼ਰੇਬ ਦੀ) ਗੱਲ ਨਹੀਂ ਆਖੀ ਜਾ ਸਕਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3096,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "An boly kau. quhI pCwnih; jo jIAn mih hoqw]",
    "transliteration": "Anabolae Ko Thuhee Pashhaanehi Jo Jeean Mehi Hothaa ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੋ ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਦੱਸਣ ਤੋਂ ਬਿਨਾ ਤੂੰ ਆਪ ਹੀ (ਪਹਿਲਾਂ ਹੀ) ਪਛਾਣ ਲੈਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3096,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ry mn kwie, khw lau fhkih; jau pyKq hI sMig sunqw]1]",
    "transliteration": "Rae Man Kaae Kehaa Lo Ddehakehi Jo Paekhath Hee Sang Sunathaa ||1||",
    "punjabi": "ਹੇ ਮਨ! ਤੂੰ ਕਿਉਂ ਠੱਗੀ ਕਰਦਾ ਹੈਂ? ਕਦ ਤਕ ਠੱਗੀ ਕਰੀ ਜਾਵੇਂਗਾ? ਪਰਮਾਤਮਾ ਤਾਂ ਤੇਰੇ ਨਾਲ (ਵੱਸਦਾ ਹੋਇਆ ਤੇਰੇ ਕਰਮ) ਵੇਖ ਰਿਹਾ ਹੈ, ਤੇ, ਸੁਣ ਭੀ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "fhk-ih",
    "type_id": 3
  },
  {
    "shabad_id": 3096,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "AYso jwin Bey min Awnd; Awn. n bIE krqw]",
    "transliteration": "Aiso Jaan Bheae Man Aanadh Aan N Beeou Karathaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਜਾਣ ਕੇ ਕਿ, ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਦੂਜਾ ਕੁਝ ਭੀ ਕਰਨ ਜੋਗਾ ਨਹੀਂ, (ਜਾਣਨ ਵਾਲੇ ਦੇ) ਮਨ ਵਿਚ ਹੁਲਾਰਾ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3096,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "khu nwnk. gur Bey dieAwrw; hir rMgu. n kbhU lhqw]2]8]94]",
    "transliteration": "Kahu Naanak Gur Bheae Dhaeiaaraa Har Rang N Kabehoo Lehathaa ||2||8||94||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਗੁਰੂ ਮਿਹਰਬਾਨ ਹੁੰਦਾ ਹੈ (ਉਸ ਦੇ ਦਿਲ ਵਿਚੋਂ) ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰੇਮ-ਰੰਗ ਕਦੇ ਨਹੀਂ ਉਤਰਦਾ ॥੨॥੮॥੯੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3097,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "iblwvlu mhlw 5]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3097,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "inMdku; AYsy hI Jir prIAY]",
    "transliteration": "Nindhak Aisae Hee Jhar Pareeai ||",
    "punjabi": "ਹੇ ਭਾਈ! ਸੁਣ, ਨਿੰਦਕ ਭੀ ਇਸੇ ਤਰ੍ਹਾਂ ਆਤਮਕ ਉੱਚਤਾ ਤੋਂ ਡਿੱਗ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3097,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ieh nIswnI sunhu qum BweI; ijau kwlr BIiq igrIAY ]1]rhwau]",
    "transliteration": "Eih Neesaanee Sunahu Thum Bhaaee Jio Kaalar Bheeth Gireeai ||1|| Rehaao ||",
    "punjabi": "ਜਿਵੇਂ ਕੱਲਰ ਦੀ ਕੰਧ (ਕਿਰ ਕਿਰ ਕੇ) ਡਿੱਗ ਪੈਂਦੀ ਹੈ, ਇਹੀ ਨਿਸ਼ਾਨੀ ਨਿੰਦਕ ਦੇ ਜੀਵਨ ਦੀ ਹੈ। (ਨਿੰਦਾ ਉਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ, ਮਾਨੋ, ਕੱਲਰ ਲੱਗਾ ਹੋਇਆ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3097,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "jau dyKY iCdRü. qau inMdku aumwhY; Blo dyiK duK BrIAY]",
    "transliteration": "Jo Dhaekhai Shhidhra Tho Nindhak Oumaahai Bhalo Dhaekh Dhukh Bhareeai ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ (ਕੋਈ) ਨਿੰਦਕ (ਕਿਸੇ ਮਨੁੱਖ ਦਾ ਕੋਈ) ਨੁਕਸ ਵੇਖਦਾ ਹੈ ਤਦੋਂ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ, ਪਰ ਕਿਸੇ ਦਾ ਗੁਣ ਵੇਖ ਕੇ ਨਿੰਦਕ ਦੁੱਖੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3097,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "AwT phr icqvY. nhI phucY; burw icqvq icqvq mrIAY]1]",
    "transliteration": "Aath Pehar Chithavai Nehee Pahuchai Buraa Chithavath Chithavath Mareeai ||1||",
    "punjabi": "ਅੱਠੇ ਪਹਰ (ਹਰ ਵੇਲੇ) ਨਿੰਦਕ ਕਿਸੇ ਨਾਲ ਬੁਰਾਈ ਕਰਨ ਦੀਆਂ ਸੋਚਾਂ ਸੋਚਦਾ ਰਹਿੰਦਾ ਹੈ, ਬੁਰਾਈ ਕਰ ਸਕਣ ਤਕ ਅੱਪੜ ਤਾਂ ਸਕਦਾ ਨਹੀਂ, ਬੁਰਾਈ ਦੀ ਵਿਓਂਤ ਸੋਚਦਿਆਂ ਸੋਚਦਿਆਂ ਹੀ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3097,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "inMdku. pRBU BulwieAw. kwlu nyrY AwieAw; hir jn isau bwdu auTrIAY]",
    "transliteration": "Nindhak Prabhoo Bhulaaeiaa Kaal Naerai Aaeiaa Har Jan Sio Baadh Outhareeai ||",
    "punjabi": "ਹੇ ਭਾਈ! ਨਿੰਦਕ ਨੂੰ ਜਿਉਂ ਜਿਉਂ ਪ੍ਰਭੂ (ਨਿੰਦਾ ਵਾਲੇ) ਕੁਰਾਹੇ ਪਾਂਦਾ ਹੈ, ਤਿਉਂ ਤਿਉਂ ਨਿੰਦਕ ਦੀ ਮੁਕੰਮਲ ਆਤਮਕ ਮੌਤ ਨੇੜੇ ਆਉਂਦੀ ਜਾਂਦੀ ਹੈ, ਉਹ ਨਿੰਦਕ ਸੰਤ ਜਨਾਂ ਨਾਲ ਵੈਰ ਚੁੱਕੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "au-TrIAY",
    "type_id": 3
  },
  {
    "shabad_id": 3097,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "nwnk kw rwKw. Awip pRBu suAwmI; ikAw mwns bpury krIAY]2]9]95]",
    "transliteration": "Naanak Kaa Raakhaa Aap Prabh Suaamee Kiaa Maanas Bapurae Kareeai ||2||9||95||",
    "punjabi": "ਪਰ ਹੇ ਨਾਨਕ! ਸੰਤ ਜਨਾਂ ਦਾ ਰਖਵਾਲਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਆਪ ਹੀ ਹੈ। ਵਿਚਾਰੇ ਜੀਵ ਉਹਨਾਂ ਦਾ ਕੁਝ ਨਹੀਂ ਵਿਗਾੜ ਸਕਦੇ ॥੨॥੯॥੯੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3098,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "iblwvlu mhlw 5]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3098,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "AYsy kwhy BUil pry]",
    "transliteration": "Aisae Kaahae Bhool Parae ||",
    "punjabi": "(ਹੇ ਭਾਈ! ਪਤਾ ਨਹੀਂ ਜੀਵ) ਕਿਉਂ ਇਸ ਤਰ੍ਹਾਂ ਕੁਰਾਹੇ ਪਏ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3098,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "krih krwvih. mUkir pwvih; pyKq sunq sdw sMig hry]1]rhwau]",
    "transliteration": "Karehi Karaavehi Mookar Paavehi Paekhath Sunath Sadhaa Sang Harae ||1|| Rehaao ||",
    "punjabi": "(ਜੀਵ ਸਾਰੇ ਮੰਦੇ ਕਰਮ) ਕਰਦੇ ਕਰਾਂਦੇ ਭੀ ਹਨ, (ਫਿਰ) ਮੁੱਕਰ ਭੀ ਜਾਂਦੇ ਹਨ (ਕਿ ਅਸਾਂ ਨਹੀਂ ਕੀਤੇ)। ਪਰ ਪਰਮਾਤਮਾ ਸਦਾ ਸਭ ਜੀਵਾਂ ਦੇ ਨਾਲ ਵੱਸਦਾ (ਸਭਨਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ) ਵੇਖਦਾ ਸੁਣਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3098,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "kwc ibhwJn, kMcn Cwfn; bYrI sMig hyqu. swjn iqAwig. Kry]",
    "transliteration": "Kaach Bihaajhan Kanchan Shhaaddan Bairee Sang Haeth Saajan Thiaag Kharae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਕੱਚ ਦਾ ਵਪਾਰ ਕਰਨਾ, ਸੋਨਾ ਛੱਡ ਦੇਣਾ, ਸੱਚੇ ਮਿੱਤਰ ਤਿਆਗ ਕੇ ਵੈਰੀ ਨਾਲ ਪਿਆਰ-(ਇਹ ਹਨ ਜੀਵਾਂ ਦੀਆਂ ਕਰਤੂਤਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3098,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "hovnu kaurw. Anhovnu mITw; ibiKAw mih lptwie jry]1]",
    "transliteration": "Hovan Kouraa Anehovan Meethaa Bikhiaa Mehi Lapattaae Jarae ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਕੌੜਾ ਲੱਗਣਾ, ਮਾਇਆ ਦਾ ਮੋਹ ਮਿੱਠਾ ਲੱਗਣਾ (-ਇਹ ਹੈ ਨਿੱਤ ਦਾ ਸੁਭਾਉ ਜੀਵਾਂ ਦਾ। ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਸਦਾ ਖਿੱਝਦੇ ਰਹਿੰਦੇ ਹਨ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3098,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "AMD kUp mih pirE prwnI; Brm gubwr moh bMiD pry]",
    "transliteration": "Andhh Koop Mehi Pariou Paraanee Bharam Gubaar Moh Bandhh Parae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੀਵ (ਸਦਾ) ਮੋਹ ਦੇ ਅੰਨ੍ਹੇ (ਹਨੇਰੇ) ਖੂਹ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ, (ਜੀਵਾਂ ਨੂੰ ਸਦਾ) ਭਟਕਣਾ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਮੋਹ ਦੇ ਹਨੇਰੇ ਜਕੜ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ (ਪਤਾ ਨਹੀਂ ਇਹ ਕਿਉਂ ਇਸ ਤਰ੍ਹਾਂ ਕੁਰਾਹੇ ਪਏ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3098,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "khu nwnk. pRB hoq dieAwrw; guru BytY kwFY bwh. Pry]2]10]96]",
    "transliteration": "Kahu Naanak Prabh Hoth Dhaeiaaraa Gur Bhaettai Kaadtai Baah Farae ||2||10||96||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪ੍ਰਭੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ (ਤੇ, ਗੁਰੂ ਉਸ ਦੀ) ਬਾਂਹ ਫੜ ਕੇ (ਉਸ ਨੂੰ ਹਨੇਰੇ ਖੂਹ ਵਿਚੋਂ) ਕੱਢ ਲੈਂਦਾ ਹੈ ॥੨॥੧੦॥੯੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3099,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "iblwvlu mhlw 5]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3099,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mn qn rsnw; hir cIn@w]",
    "transliteration": "Man Than Rasanaa Har Cheenhaa ||",
    "punjabi": "ਮੇਰੇ ਮਨ ਮੇਰੇ ਤਨ ਮੇਰੀ ਜੀਭ ਨੇ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3099,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "Bey AnMdw. imty AMdysy; srb sUK mokau guir dIn@w ]1]rhwau]",
    "transliteration": "Bheae Anandhaa Mittae Andhaesae Sarab Sookh Mo Ko Gur Dheenhaa ||1|| Rehaao ||",
    "punjabi": "(ਹੇ ਭਾਈ! ਮੇਰੇ) ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਸਾਰੇ (ਹੀ) ਸੁਖ ਦੇ ਦਿੱਤੇ ਹਨ, ਮੇਰੇ ਫ਼ਿਕਰ-ਅੰਦੇਸ਼ੇ ਮਿਟ ਗਏ ਹਨ, ਮੇਰੇ ਅੰਦਰ ਆਨੰਦ ਹੀ ਆਨੰਦ ਬਣ ਗਿਆ ਹੈ (ਕਿਉਂਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3099,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ieAwnp qy sB BeI isAwnp; pRBu myrw dwnw bInw]",
    "transliteration": "Eiaanap Thae Sabh Bhee Siaanap Prabh Maeraa Dhaanaa Beenaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਬੇ-ਸਮਝੀ ਦੇ ਥਾਂ ਹੁਣ ਮੇਰੇ ਅੰਦਰ ਅਕਲਮੰਦੀ ਹੀ ਪੈਦਾ ਹੋ ਗਈ ਹੈ (ਕਿਉਂਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੈਨੂੰ ਯਕੀਨ ਬਣ ਗਿਆ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ (ਸਭ ਦੇ ਦਿਲਾਂ ਦੀ) ਜਾਣਨ ਵਾਲਾ ਹੈ (ਸਭ ਦੇ ਕੀਤੇ ਕੰਮ) ਵੇਖਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3099,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "hwQ dyie rwKY. Apny kau; kwhU n kr qy kCu KInw]1]",
    "transliteration": "Haathh Dhaee Raakhai Apanae Ko Kaahoo N Karathae Kashh Kheenaa ||1||",
    "punjabi": "(ਮੈਨੂੰ ਨਿਸ਼ਚਾ ਆ ਗਿਆ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੇਵਕ ਨੂੰ ਆਪ ਹੱਥ ਦੇ ਕੇ ਬਚਾ ਲੈਂਦਾ ਹੈ, ਕੋਈ ਭੀ ਮਨੁੱਖ (ਸੇਵਕ ਦਾ) ਕੁਝ ਨਹੀਂ ਵਿਗਾੜ ਸਕਦਾ ॥੧॥",
    "pronunciation": "kwhUiksy dy[ krh`Q[ qyqoN[ KInwnws",
    "type_id": 3
  },
  {
    "shabad_id": 3099,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "bil jwvau drsn swDU kY; ijh pRswid hir nwmu lInw]",
    "transliteration": "Bal Jaavo Dharasan Saadhhoo Kai Jih Prasaadh Har Naam Leenaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਗੁਰੂ ਦੇ ਦਰਸ਼ਨ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਕਿਉਂਕਿ ਉਸ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਹੀ) ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਸਕਿਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3099,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "khu nwnk. Twkur BwrosY; khU. n mwinE min CInw]2]11]97]",
    "transliteration": "Kahu Naanak Thaakur Bhaarosai Kehoo N Maaniou Man Shheenaa ||2||11||97||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੁਣ) ਪਰਮਾਤਮਾ ਦੇ ਭਰੋਸੇ ਤੇ ਕਿਸੇ ਹੋਰ (ਆਸਰੇ) ਨੂੰ ਇਕ ਛਿਨ ਵਾਸਤੇ ਭੀ ਮੈਂ ਆਪਣੇ ਮਨ ਵਿਚ ਨਹੀਂ ਮੰਨਦਾ ॥੨॥੧੧॥੯੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3100,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "iblwvlu mhlw 5]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3100,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "guir pUrY; myrI rwiK leI]",
    "transliteration": "Gur Poorai Maeree Raakh Lee ||",
    "punjabi": "(ਹੇ ਭਾਈ! ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਪੂਰੇ ਗੁਰੂ ਨੇ ਮੇਰੀ ਇੱਜ਼ਤ ਰੱਖ ਲਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3100,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "AMimRq nwmu irdy mih dIno; jnm jnm kI mYlu geI]1]rhwau]",
    "transliteration": "Anmrith Naam Ridhae Mehi Dheeno Janam Janam Kee Mail Gee ||1|| Rehaao ||",
    "punjabi": "ਗੁਰੂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਦਿੱਤਾ ਹੈ, (ਉਸ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦੀ ਮੈਲ ਮੇਰੇ ਮਨ ਵਿਚੋਂ ਦੂਰ ਹੋ ਗਈ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3100,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "invry dUq dust bYrweI; gur pUry kw jipAw jwpu]",
    "transliteration": "Nivarae Dhooth Dhusatt Bairaaee Gur Poorae Kaa Japiaa Jaap ||",
    "punjabi": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਦਾ ਦੱਸਿਆ ਹੋਇਆ ਹਰਿ-ਨਾਮ ਦਾ ਜਾਪ ਜਦੋਂ ਤੋਂ ਮੈਂ ਜਪਣਾ ਸ਼ੁਰੂ ਕੀਤਾ ਹੈ, (ਕਾਮਾਦਿਕ) ਸਾਰੇ ਵੈਰੀ ਦੁਰਜਨ ਨੱਸ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]