[
  {
    "shabad_id": 3105,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "kir ikrpw pUrn pRB dwqy; inrml jsu nwnk dws khy ]2]17]103]",
    "transliteration": "Kar Kirapaa Pooran Prabh Dhaathae Niramal Jas Naanak Dhaas Kehae ||2||17||103||",
    "translation": "Be merciful, O Perfect God, Great Giver, that slave Nanak may chant Your immaculate Praises. ||2||17||103||",
    "punjabi": "ਹੇ ਸਰਬ-ਵਿਆਪਕ ਦਾਤਾਰ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ, ਤਾ ਕਿ ਤੇਰਾ ਦਾਸ ਨਾਨਕ ਪਵਿੱਤਰ ਕਰਨ ਵਾਲੀ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੇ ॥੨॥੧੭॥੧੦੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3106,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3106,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "sulhI qy; nwrwiex rwKu ]",
    "transliteration": "Sulehee Thae Naaraaein Raakh ||",
    "translation": "The Lord saved me from Sulhi Khan.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਮੇਰੀ ਸੇਵਕ ਦੀ ਤਾਂ ਤੇਰੇ ਪਾਸ ਹੀ ਅਰਜ਼ੋਈ ਸੀ ਕਿ) ਹੇ ਪ੍ਰਭੂ! (ਸਾਨੂੰ) ਸੁਲਹੀ (ਖਾਂ) ਤੋਂ ਬਚਾ ਲੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3106,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "sulhI kw hwQu khI. n phucY; sulhI hoie mUAw nwpwku ]1] rhwau ]",
    "transliteration": "Sulehee Kaa Haathh Kehee N Pahuchai Sulehee Hoe Mooaa Naapaak ||1|| Rehaao ||",
    "translation": "The emperor did not succeed in his plot, and he died in disgrace. ||1||Pause||",
    "punjabi": "ਅਤੇ ਸੁਲਹੀ ਦਾ (ਜ਼ੁਲਮ-ਭਰਿਆ) ਹੱਥ (ਸਾਡੇ ਉੱਤੇ) ਕਿਤੇ ਭੀ ਨਾਹ ਅੱਪੜ ਸਕੇ। (ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਮੇਹਰ ਕੀਤੀ ਹੈ) ਸੁਲਹੀ (ਖਾਂ) ਮਲੀਨ-ਬੁੱਧਿ ਹੋ ਕੇ ਮਰਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3106,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "kwiF kuTwru Ksim isru kwitAw; iKn mih hoie gieAw hY Kwku ]",
    "transliteration": "Kaadt Kuthaar Khasam Sir Kaattiaa Khin Mehi Hoe Gaeiaa Hai Khaak ||",
    "translation": "The Lord and Master raised His axe, and chopped off his head; in an instant, he was reduced to dust. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਖਸਮ ਪ੍ਰਭੂ ਨੇ (ਮੌਤ-ਰੂਪ) ਕੁਹਾੜਾ ਕੱਢ ਕੇ (ਸੁਲਹੀ ਦਾ) ਸਿਰ ਵੱਢ ਦਿੱਤਾ ਹੈ, (ਜਿਸ ਕਰ ਕੇ ਉਹ) ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਸੁਆਹ ਦੀ ਢੇਰੀ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3106,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "mMdw icqvq icqvq picAw; ijin ricAw iqin dInw Dwku ]1]",
    "transliteration": "Mandhaa Chithavath Chithavath Pachiaa Jin Rachiaa Thin Dheenaa Dhhaak ||1||",
    "translation": "Plotting and planning evil, he was destroyed. The One who created him, gave him a push.",
    "punjabi": "ਹੋਰਨਾਂ ਦਾ ਨੁਕਸਾਨ ਕਰਨਾ ਸੋਚਦਾ ਸੋਚਦਾ (ਸੁਲਹੀ) ਸੜ ਮਰਿਆ ਹੈ। ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਉਸ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਸੀ, ਉਸ ਨੇ (ਹੀ ਉਸ ਨੂੰ ਪਰਲੋਕ ਵਲ ਦਾ) ਧੱਕਾ ਦੇ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3106,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "puqR mIq Dnu ikCU. n rihE; su Coif gieAw sB BweI swku ]",
    "transliteration": "Puthr Meeth Dhhan Kishhoo N Rehiou S Shhodd Gaeiaa Sabh Bhaaee Saak ||",
    "translation": "Of his sons, friends and wealth, nothing remains; he departed, leaving behind all his brothers and relatives.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਰਾ ਸਾਕ (ਕੁਟੰਬ) ਛੱਡ ਕੇ (ਸੁਲਹੀ ਇਸ ਦੁਨੀਆ ਤੋਂ) ਤੁਰ ਗਿਆ ਹੈ। ਉਸ ਦੇ ਭਾ ਦੇ ਨਾਹ ਕੋਈ ਪੁੱਤਰ ਰਹਿ ਗਏ, ਨਾਹ ਕੋਈ ਮਿੱਤਰ ਰਹਿ ਗਏ, ਨਾਹ ਧਨ ਰਹਿ ਗਿਆ, ਉਸ ਦੇ ਭਾ ਦਾ ਕੁਝ ਭੀ ਨਹੀਂ ਰਹਿ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3106,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "khu nwnk. iqsu pRB bilhwrI; ijin jn kw kIno pUrn vwku ]2]18]104]",
    "transliteration": "Kahu Naanak This Prabh Balihaaree Jin Jan Kaa Keeno Pooran Vaak ||2||18||104||",
    "translation": "Says Nanak, I am a sacrifice to God, who fulfilled the word of His slave. ||2||18||104||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਮੈਂ ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ ਆਪਣੇ ਸੇਵਕ ਦੀ ਅਰਦਾਸ ਸੁਣੀ ਹੈ (ਤੇ, ਸੇਵਕ ਨੂੰ ਸੁਲਹੀ ਤੋਂ ਬਚਾਇਆ ਹੈ) ॥੨॥੧੮॥੧੦੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3107,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3107,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "pUry gur kI, pUrI syv ]",
    "transliteration": "Poorae Gur Kee Pooree Saev ||",
    "translation": "Perfect is service to the Perfect Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਦਾ ਆਸਰਾ (ਜ਼ਿੰਦਗੀ ਨੂੰ) ਕਾਮਯਾਬ (ਬਣਾ ਦੇਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3107,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Awpy Awip vrqY suAwmI; kwrju rwis kIAw gurdyv ]1] rhwau ]",
    "transliteration": "Aapae Aap Varathai Suaamee Kaaraj Raas Keeaa Guradhaev ||1|| Rehaao ||",
    "translation": "Our Lord and Master Himself is Himself all-pervading. The Divine Guru has resolved all my affairs. ||1||Pause||",
    "punjabi": "(ਸਰਨ ਪਏ ਸਿੱਖ ਦਾ) ਹਰੇਕ ਕੰਮ ਗੁਰੂ ਨੇ (ਸਦਾ) ਸਫਲ ਕੀਤਾ ਹੈ। (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਇਹ ਯਕੀਨ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਮਾਲਕ-ਪ੍ਰਭੂ ਹਰ ਥਾਂ ਆਪ ਹੀ ਆਪ ਮੌਜੂਦ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3107,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "Awid miD pRBu AMiq suAwmI; Apnw Qwtu bnwieE Awip ]",
    "transliteration": "Aadh Madhh Prabh Anth Suaamee Apanaa Thhaatt Banaaeiou Aap ||",
    "translation": "In the beginning, in the middle and in the end, God is our only Lord and Master. He Himself fashioned His Creation.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਇਹ ਸ਼ਰਧਾ ਪੈਦਾ ਕਰਦਾ ਹੈ ਕਿ) ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਇਹ ਜਗਤ-ਖੇਡ ਬਣਾਈ ਹੈ ਉਹ ਮਾਲਕ ਪ੍ਰਭੂ (ਇਸ ਖੇਡ ਦੇ) ਸ਼ੁਰੂ ਵਿਚ, ਹੁਣ ਅਤੇ ਅਖ਼ੀਰ ਵਿਚ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3107,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "Apny syvk kI Awpy rwKY; pRB myry ko vf prqwpu ]1]",
    "transliteration": "Apanae Saevak Kee Aapae Raakhai Prabh Maerae Ko Vadd Parathaap ||1||",
    "translation": "He Himself saves His servant. Great is the glorious grandeur of my God! ||1||",
    "punjabi": "(ਗੁਰੂ ਤੋਂ ਇਹ ਨਿਸ਼ਚਾ ਮਿਲਦਾ ਹੈ ਕਿ) ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਬੜੀ ਤਾਕਤ ਹੈ, ਆਪਣੇ ਸੇਵਕ ਦੀ ਲਾਜ ਉਹ ਆਪ ਹੀ (ਸਦਾ) ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3107,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "pwrbRhm prmysur siqgur; vis kIn@y ijin sgly jMq ]",
    "transliteration": "Paarabreham Paramaesur Sathigur Vas Keenhae Jin Sagalae Janth ||",
    "translation": "The Supreme Lord God, the Transcendent Lord is the True Guru; all beings are in His power.",
    "punjabi": "ਜਿਸ ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸਰ ਨੇ ਸਾਰੇ ਜੀਅ ਜੰਤ ਆਪਣੇ ਵੱਸ ਵਿਚ ਰੱਖੇ ਹੋਏ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3107,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "crnkml nwnk srxweI; rwm nwm jip inrml mMq ]2]19]105]",
    "transliteration": "Charan Kamal Naanak Saranaaee Raam Naam Jap Niramal Manth ||2||19||105||",
    "translation": "Nanak seeks the Sanctuary of His Lotus Feet, chanting the Lord's Name, the immaculate Mantra. ||2||19||105||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਪਏ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ। (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਮੰਤਰ ਜਪਿਆਂ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲਾ ਬਣ ਜਾਈਦਾ ਹੈ ॥੨॥੧੯॥੧੦੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3108,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3108,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "qwp pwp qy. rwKy Awp ]",
    "transliteration": "Thaap Paap Thae Raakhae Aap ||",
    "translation": "He Himself protects me from suffering and sin.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਆਪ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਸਾਰੇ ਦੁੱਖਾਂ-ਕਲੇਸ਼ਾਂ ਤੋਂ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3108,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "sIql Bey gur crnI lwgy; rwm nwm ihrdy mih jwp ]1] rhwau ]",
    "transliteration": "Seethal Bheae Gur Charanee Laagae Raam Naam Hiradhae Mehi Jaap ||1|| Rehaao ||",
    "translation": "Falling at the Guru's Feet, I am cooled and soothed; I meditate on the Lord's Name within my heart. ||1||Pause||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਠੰਢੇ-ਠਾਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਜੇਹੜੇ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗਦੇ ਹਨ ਅਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਜਪਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3108,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "kir ikrpw hsq pRiB dIny; jgq auDwr nv KMf pRqwp ]",
    "transliteration": "Kar Kirapaa Hasath Prabh Dheenae Jagath Oudhhaar Nav Khandd Prathaap ||",
    "translation": "Granting His Mercy, God has extended His Hands. He is the Emancipator of the World; His glorious radiance pervades the nine continents.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਾਪਦੇ ਹਨ) ਪ੍ਰਭੂ ਨੇ ਸਦਾ ਮੇਹਰ ਕਰ ਕੇ ਆਪਣੇ ਹੱਥ (ਉਹਨਾਂ ਦੇ ਸਿਰ ਉਤੇ) ਰੱਖੇ ਹਨ। ਉਹ ਪ੍ਰਭੂ ਸਾਰੇ ਜਗਤ ਨੂੰ ਪਾਰ ਲੰਘਾਣ ਵਾਲਾ ਹੈ, ਉਸ ਦਾ ਤੇਜ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਚਮਕ ਰਿਹਾ ਹੈ।",
    "pronunciation": "au-Dwr",
    "type_id": 3
  },
  {
    "shabad_id": 3108,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "duK ibnsy. suK And pRvysw; iqRsn buJI. mn qn scu DRwp ]1]",
    "transliteration": "Dhukh Binasae Sukh Anadh Pravaesaa Thrisan Bujhee Man Than Sach Dhhraap ||1||",
    "translation": "My pain has been dispelled, and peace and pleasure have come; my desire is quenched, and my mind and body are truly satisfied. ||1||",
    "punjabi": "(ਸਿਮਰਨ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੇ) ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸੁਖ ਆਨੰਦ ਆ ਵੱਸਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਜਪ ਕੇ ਉਹਨਾਂ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਮਿਟ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਦਾ ਮਨ ਰੱਜ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਦਾ ਸਰੀਰ (ਇੰਦ੍ਰੇ) ਰੱਜ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "buJI:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3108,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "AnwQ ko nwQu. srix smrQw; sgl isRsit ko mweI bwpu ]",
    "transliteration": "Anaathh Ko Naathh Saran Samarathhaa Sagal Srisatt Ko Maaee Baap ||",
    "translation": "He is the Master of the masterless, All-powerful to give Sanctuary. He is the Mother and Father of the whole Universe.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਨਿਖਸਮਿਆਂ ਦਾ ਖਸਮ ਹੈ, ਸਰਨ ਆਇਆਂ ਦੀ ਸਹਾਇਤਾ ਕਰਨ-ਜੋਗ ਹੈ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਮਾਂ-ਪਿਉ ਹੈ।",
    "pronunciation": "smr`Qw",
    "type_id": 3
  },
  {
    "shabad_id": 3108,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "Bgiq vCl BY BMjn suAwmI; gux gwvq nwnk Awlwp ]2]20]106]",
    "transliteration": "Bhagath Vashhal Bhai Bhanjan Suaamee Gun Gaavath Naanak Aalaap ||2||20||106||",
    "translation": "He is the Lover of His devotees, the Destroyer of fear; Nanak sings and chants the Glorious Praises of his Lord and Master. ||2||20||106||",
    "punjabi": "ਉਹ ਮਾਲਕ-ਪ੍ਰਭੂ ਭਗਤੀ ਨੂੰ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਸਾਰੇ ਡਰ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਸ ਦੇ ਗੁਣ ਗਾ ਗਾ ਕੇ ਉਸ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ ॥੨॥੨੦॥੧੦੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3109,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3109,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ijs qy aupijAw; iqsih pCwnu ]",
    "transliteration": "Jis Thae Oupajiaa Thisehi Pashhaan ||",
    "translation": "Acknowledge the One, from whom You originated.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪਰਮਾਤਮਾ ਤੋਂ ਤੂੰ ਪੈਦਾ ਹੋਇਆ ਹੈਂ, ਉਸ ਨਾਲ ਹੀ (ਸਦਾ) ਸਾਂਝ ਪਾਈ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3109,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "pwrbRhmu prmysru iDAwieAw; kusl Kym hoey kilAwn ]1] rhwau ]",
    "transliteration": "Paarabreham Paramaesar Dhhiaaeiaa Kusal Khaem Hoeae Kaliaan ||1|| Rehaao ||",
    "translation": "Meditating on the Supreme Lord God, the Transcendent Lord, I have found peace, pleasure and salvation. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਉਸ ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸਰ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਸ਼ਾਂਤੀ ਸੁਖ ਆਨੰਦ ਬਣੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3109,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "guru pUrw ByitE bfBwgI; AMqrjwmI suGVu sujwnu ]",
    "transliteration": "Gur Pooraa Bhaettiou Badd Bhaagee Antharajaamee Sugharr Sujaan ||",
    "translation": "I met the Perfect Guru, by great good fortune, and so found the wise and all-knowing Lord, the Inner-knower, the Searcher of hearts.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਬੰਦਿਆਂ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਜੋ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ, ਸੋਹਣਾ ਤੇ ਸਿਆਣਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3109,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "hwQ dyie rwKy kir Apny; bf smrQu inmwixAw ko mwnu ]1]",
    "transliteration": "Haathh Dhaee Raakhae Kar Apanae Badd Samarathh Nimaaniaa Ko Maan ||1||",
    "translation": "He gave me His Hand, and making me His own, He saved me; He is absolutely all-powerful, the honor of the dishonored. ||1||",
    "punjabi": "ਜੋ ਵੱਡੀ ਤਾਕਤ ਦਾ ਮਾਲਕ ਹੈ ਅਤੇ ਜੋ ਨਿਮਾਣਿਆਂ ਨੂੰ ਆਦਰ-ਮਾਣ ਦੇਣ ਵਾਲਾ ਹੈ; ਉਹਨਾਂ ਨੂੰ ਹੱਥ ਦੇ ਕੇ ਆਪਣੇ ਬਣਾ ਕੇ ਉਹ ਪਰਮਾਤਮਾ (ਸਭ ਡਰਾਂ ਭਰਮਾਂ ਤੋਂ) ਬਚਾਈ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "sm-r`Qu",
    "type_id": 3
  },
  {
    "shabad_id": 3109,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "BRm BY ibnis gey iKn BIqir; AMDkwr pRgty cwnwxu ]",
    "transliteration": "Bhram Bhai Binas Geae Khin Bheethar Andhhakaar Pragattae Chaanaan ||",
    "translation": "Doubt and fear have been dispelled in an instant, and in the darkness, the Divine Light shines forth.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਉਸ ਦੇ) ਸਾਰੇ ਡਰ ਭਰਮ ਖਿਨ ਵਿਚ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, (ਉਸ ਦੇ ਅੰਦਰੋਂ ਮੋਹ ਦਾ) ਹਨੇਰਾ ਦੂਰ ਹੋ ਕੇ (ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3109,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "swis swis AwrwDY nwnku; sdw sdw jweIAY kurbwxu ]2]21]107]",
    "transliteration": "Saas Saas Aaraadhhai Naanak Sadhaa Sadhaa Jaaeeai Kurabaan ||2||21||107||",
    "translation": "With each and every breath, Nanak worships and adores the Lord; forever and ever, I am a sacrifice to Him. ||2||21||107||",
    "punjabi": "ਨਾਨਕ (ਤਾਂ) ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ (ਉਸੇ ਪਰਮਾਤਮਾ ਨੂੰ) ਸਿਮਰਦਾ ਹੈ। (ਹੇ ਭਾਈ! ਉਸ ਪਰਮਾਤਮਾ ਤੋਂ) ਸਦਾ ਸਦਕੇ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ ॥੨॥੨੧॥੧੦੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3110,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3110,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "dovY Qwv rKy; gur sUry ]",
    "transliteration": "Dhovai Thhaav Rakhae Gur Soorae ||",
    "translation": "Both here and hereafter, the Mighty Guru protects me.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ) ਸੂਰਮਾ ਗੁਰੂ (ਉਸ ਦਾ ਇਹ ਲੋਕ ਅਤੇ ਪਰਲੋਕ) ਦੋਵੇਂ ਹੀ (ਵਿਗੜਨ ਤੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3110,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hlq plq pwrbRhim svwry; kwrj hoey sgly pUry ]1] rhwau ]",
    "transliteration": "Halath Palath Paarabreham Savaarae Kaaraj Hoeae Sagalae Poorae ||1|| Rehaao ||",
    "translation": "God has embellished this world and the next for me, and all my affairs are perfectly resolved. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ (ਸਦਾ ਹੀ ਅਜੇਹੇ ਮਨੁੱਖ ਦੇ) ਇਹ ਲੋਕ ਅਤੇ ਪਰਲੋਕ ਸੋਹਣੇ ਬਣਾ ਦਿੱਤੇ, ਉਸ ਮਨੁੱਖ ਦੇ ਸਾਰੇ ਹੀ ਕੰਮ ਸਫਲ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3110,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "hir hir nwmu jpq suK shjy; mjnu hovq swDU DUry ]",
    "transliteration": "Har Har Naam Japath Sukh Sehajae Majan Hovath Saadhhoo Dhhoorae ||",
    "translation": "Chanting the Name of the Lord, Har, Har, I have found peace and poise, bathing in the dust of the feet of the Holy.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੇ ਰਹੀਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਵਿਚ ਇਸ਼ਨਾਨ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "m`jnu",
    "type_id": 3
  },
  {
    "shabad_id": 3110,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "Awvx jwx rhy. iQiq pweI; jnm mrx ky imty ibsUry ]1]",
    "transliteration": "Aavan Jaan Rehae Thhith Paaee Janam Maran Kae Mittae Bisoorae ||1||",
    "translation": "Comings and goings have ceased, and I have found stability; the pains of birth and death are eradicated. ||1||",
    "punjabi": "ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਟਿਕਾਉ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਜਨਮ ਤੋਂ ਮਰਨ ਤਕ ਦੇ ਸਾਰੇ ਚਿੰਤਾ-ਝੋਰੇ ਮਿਟ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3110,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "BRm BY qry. Cuty BY jm ky; Git Git eyku rihAw BrpUry ]",
    "transliteration": "Bhram Bhai Tharae Shhuttae Bhai Jam Kae Ghatt Ghatt Eaek Rehiaa Bharapoorae ||",
    "translation": "I cross over the ocean of doubt and fear, and the fear of death is gone; the One Lord is permeating and pervading in each and every heart.",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰਿ-ਨਾਮ ਜਪਦਾ ਹੈ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਸਾਰੇ) ਡਰਾਂ ਭਰਮਾਂ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, ਜਮਦੂਤਾਂ ਬਾਰੇ ਭੀ ਉਸ ਦੇ ਸਾਰੇ ਡਰ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  }
]
