[
  {
    "shabad_id": 3115,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "shI slwmiq imil Gir Awey; inMdk ky muK hoey kwl ]",
    "transliteration": "Sehee Salaamath Mil Ghar Aaeae Nindhak Kae Mukh Hoeae Kaal ||",
    "translation": "Safe and sound, we have returned home, while the slanderer's face is blackened.",
    "punjabi": "ਹੇ ਭਾਈ! (ਪ੍ਰਭੂ ਦੇ ਸੇਵਕ ਗੁਰੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਾਰੀ ਰਾਸ-ਪੂੰਜੀ ਸਮੇਤ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ ਬਦਨਾਮੀ ਖੱਟਦੇ ਹਨ।",
    "pronunciation": "(slw-miq)iesiQ`q bRhm jI c shI inscy krky imil ky",
    "type_id": 3
  },
  {
    "shabad_id": 3115,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "khu nwnk. myrw siqguru pUrw; gur pRswid pRB Bey inhwl ]2]27]113]",
    "transliteration": "Kahu Naanak Maeraa Sathigur Pooraa Gur Prasaadh Prabh Bheae Nihaal ||2||27||113||",
    "translation": "Says Nanak, my True Guru is Perfect; by the Grace of God and Guru, I am so happy. ||2||27||113||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਮੇਰਾ ਗੁਰੂ ਸਾਰੀ ਸਮਰਥਾ ਵਾਲਾ ਹੈ, (ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਆਏ ਵਡ-ਭਾਗੀਆਂ ਉਤੇ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪਰਮਾਤਮਾ ਖ਼ੁਸ਼ ਰਹਿੰਦਾ ਹੈ ॥੨॥੨੭॥੧੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3116,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3116,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mU; lwln isau pRIiq bnI ] rhwau ]",
    "transliteration": "Moo Laalan Sio Preeth Banee || Rehaao ||",
    "translation": "I have fallen in love with my Beloved Lord. ||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਪਿਆਰ (ਤਾਂ ਹੁਣ) ਸੋਹਣੇ ਪ੍ਰਭੂ ਨਾਲ ਬਣ ਗਿਆ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3116,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "qorI. n qUtY, CorI. n CUtY; AYsI mwDo iKMc qnI ]1]",
    "transliteration": "Thoree N Thoottai Shhoree N Shhoottai Aisee Maadhho Khinch Thanee ||1||",
    "translation": "Cutting it, it does not break, and releasing it, it does not let go. Such is the string the Lord has tied me with. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਨੇ ਪਿਆਰ ਦੀ ਡੋਰ ਐਸੀ ਕੱਸੀ ਹੋਈ ਹੈ, ਕਿ ਉਹ ਡੋਰ ਨਾਹ ਹੁਣ ਤੋੜਿਆਂ ਟੁੱਟਦੀ ਹੈ ਅਤੇ ਨਾਹ ਛੱਡਿਆਂ ਛੱਡੀ ਜਾ ਸਕਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3116,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "idnsu rYin mn mwih bsqu hY; qU kir ikrpw pRB ApnI ]2]",
    "transliteration": "Dhinas Rain Man Maahi Basath Hai Thoo Kar Kirapaa Prabh Apanee ||2||",
    "translation": "Day and night, He dwells within my mind; please bless me with Your Mercy, O my God. ||2||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਪਿਆਰ ਹੁਣ ਦਿਨ ਰਾਤ ਤੇਰੇ ਮਨ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪਣੀ ਕਿਰਪਾ ਕਰੀ ਰੱਖ (ਕਿ ਇਹ ਪਿਆਰ ਕਾਇਮ ਰਹੇ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3116,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "bil bil jwau. isAwm suMdr kau; AkQ kQw jw kI bwq sunI ]3]",
    "transliteration": "Bal Bal Jaao Siaam Sundhar Ko Akathh Kathhaa Jaa Kee Baath Sunee ||3||",
    "translation": "I am a sacrifice, a sacrifice to my beauteous Lord; I have heard his Unspoken Speech and Story. ||3||",
    "punjabi": "(ਹੇ ਭਾਈ! ਉਸ ਪਿਆਰ ਦੀ ਬਰਕਤ ਨਾਲ) ਮੈਂ (ਹਰ ਵੇਲੇ) ਉਸ ਦਾ ਸੋਹਣੇ ਪ੍ਰਭੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ਜਿਸ ਦੀ ਬਾਬਤ ਇਹ ਗੱਲ ਸੁਣੀ ਹੋਈ ਹੈ ਕਿ ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਕਹਾਣੀ ਬਿਆਨ ਤੋਂ ਪਰੇ ਹੈ ॥੩॥",
    "pronunciation": "A-kQ:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3116,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "jn nwnk dwsin dwsu khIAq hY; moih krhu ikRpw Twkur ApunI ]4]28]114]",
    "transliteration": "Jan Naanak Dhaasan Dhaas Keheeath Hai Mohi Karahu Kirapaa Thaakur Apunee ||4||28||114||",
    "translation": "Servant Nanak is said to be the slave of His slaves; O my Lord and Master, please bless me with Your Mercy. ||4||28||114||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਇਹ ਸੇਵਕ ਨਾਨਕ ਤੇਰੇ) ਦਾਸਾਂ ਦਾ ਦਾਸ ਅਖਵਾਂਦਾ ਹੈ। ਹੇ ਠਾਕੁਰ! ਆਪਣੀ ਕਿਰਪਾ ਮੇਰੇ ਉਤੇ ਕਰੀ ਰੱਖ (ਤੇ, ਇਹ ਪਿਆਰ ਬਣਿਆ ਰਹੇ) ॥੪॥੨੮॥੧੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3117,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3117,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hir ky crn jip; jWau kurbwnu ]",
    "transliteration": "Har Kae Charan Jap Jaano Kurabaan ||",
    "translation": "I meditate on the Lord's Feet; I am a sacrifice to Them.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਚਰਨ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ, ਮੈਂ ਉਸ ਤੋਂ (ਸਦਾ) ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3117,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "guru myrw pwrbRhm prmysuru; qw kw ihrdY Dir mn iDAwnu ]1] rhwau ]",
    "transliteration": "Gur Maeraa Paarabreham Paramaesur Thaa Kaa Hiradhai Dhhar Man Dhhiaan ||1|| Rehaao ||",
    "translation": "My Guru is the Supreme Lord God, the Transcendent Lord; I enshrine Him within my heart, and meditate on Him within my mind. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਮੇਰਾ ਗੁਰੂ (ਭੀ) ਪਰਮਾਤਮਾ (ਦਾ ਰੂਪ) ਹੈ, ਹਿਰਦੇ ਵਿਚ ਉਸ (ਗੁਰੂ) ਦਾ ਧਿਆਨ ਧਰਿਆ ਕਰ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3117,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ismir ismir ismir suKdwqw; jw kw kIAw sgl jhwnu ]",
    "transliteration": "Simar Simar Simar Sukhadhaathaa Jaa Kaa Keeaa Sagal Jehaan ||",
    "translation": "Meditate, meditate, meditate in remembrance on the Giver of peace, who created the whole Universe.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਸਾਰਾ ਜਗਤ ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲੇ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਸਦਾ ਹੀ ਯਾਦ ਕਰਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3117,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "rsnw rvhu eyku nwrwiexu; swcI drgh pwvhu mwnu ]1]",
    "transliteration": "Rasanaa Ravahu Eaek Naaraaein Saachee Dharageh Paavahu Maan ||1||",
    "translation": "With your tongue, savor the One Lord, and you shall be honored in the Court of the True Lord. ||1||",
    "punjabi": "(ਆਪਣੀ) ਜੀਭ ਨਾਲ ਉਸ ਇੱਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, (ਪਰਮਾਤਮਾ ਦੀ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਪ੍ਰਾਪਤ ਕਰੇਂਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3117,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "swDUsMgu prwpiq jw kau; iqn hI pwieAw eyhu inDwnu ]",
    "transliteration": "Saadhhoo Sang Paraapath Jaa Ko Thin Hee Paaeiaa Eaehu Nidhhaan ||",
    "translation": "He alone obtains this treasure, who joins the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! ਇਹ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਉਸ ਮਨੁੱਖ ਨੇ ਹੀ ਹਾਸਲ ਕੀਤਾ ਹੈ, ਜਿਸ ਨੂੰ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3117,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "gwvau gux kIrqnu inq suAwmI; kir ikrpw nwnk dIjY dwnu ]2]29]115]",
    "transliteration": "Gaavo Gun Keerathan Nith Suaamee Kar Kirapaa Naanak Dheejai Dhaan ||2||29||115||",
    "translation": "O Lord and Master, mercifully bless Nanak with this gift, that he may ever sing the Glorious Praises of Your Kirtan. ||2||29||115||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ! ਮੇਹਰ ਕਰ ਕੇ (ਮੈਨੂੰ) ਨਾਨਕ ਨੂੰ ਇਹ ਖ਼ੈਰ ਪਾ ਕਿ ਮੈਂ ਸਦਾ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ, ਸਦਾ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਾਂ ॥੨॥੨੯॥੧੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3118,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3118,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "rwiK lIey; siqgur kI srx ]",
    "transliteration": "Raakh Leeeae Sathigur Kee Saran ||",
    "translation": "I have been saved, in the Sanctuary of the True Guru.",
    "punjabi": "(ਹੇ ਭਾਈ! ਇਹ ਸੰਸਾਰ ਇਕ ਸਮੁੰਦਰ ਹੈ, ਜਿਸ ਵਿਚੋਂ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਉਹ ਬਚਾਣਾ ਚਾਹੁੰਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ (ਇਸ ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3118,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "jY jYkwru hoAw jg AMqir; pwrbRhmu myro qwrx qrx ]1] rhwau ]",
    "transliteration": "Jai Jai Kaar Hoaa Jag Anthar Paarabreham Maero Thaaran Tharan ||1|| Rehaao ||",
    "translation": "I am cheered and applauded throughout the world; my Supreme Lord God carries me across. ||1||Pause||",
    "punjabi": "(ਇਸ ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ ਤੋਂ) ਪਾਰ ਲੰਘਣ ਵਾਸਤੇ ਪਾਰਬ੍ਰਹਮ ਪਰਮਾਤਮਾ (ਮਾਨੋ) ਜਹਾਜ਼ ਹੈ। (ਜਿਹੜੇ ਉਸ ਦੇ ਆਸਰੇ ਪਾਰ ਲੰਘ ਗਏ) ਜਗਤ ਵਿਚ ਉਹਨਾਂ ਦੀ ਸਦਾ ਹੀ ਸੋਭਾ ਹੁੰਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3118,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ibsÍMBr pUrn suKdwqw; sgl smgRI poKx Brx ]",
    "transliteration": "Bisvanbhar Pooran Sukhadhaathaa Sagal Samagree Pokhan Bharan ||",
    "translation": "The Perfect Lord fills the Universe; He is the Giver of peace; He cherishes and fulfills the whole Universe.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਸਾਰੇ ਜਗਤ ਨੂੰ ਪਾਲਣ ਵਾਲਾ ਹੈ, ਸਰਬ-ਵਿਆਪਕ ਹੈ, ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ, (ਜਗਤ ਨੂੰ) ਪਾਲਣ ਪੋਸਣ ਵਾਸਤੇ ਸਾਰੇ ਪਦਾਰਥ ਉਸ ਦੇ ਹੱਥ ਵਿਚ ਹਨ।",
    "pronunciation": "ibsuAM-Br[ sm`gRI",
    "type_id": 3
  },
  {
    "shabad_id": 3118,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "Qwn QnMqir srb inrMqir; bil bil jWeI. hir ky crx ]1]",
    "transliteration": "Thhaan Thhananthar Sarab Niranthar Bal Bal Jaanee Har Kae Charan ||1||",
    "translation": "He is completely filling all places and interspaces; I am a devoted sacrifice to the Lord's Feet. ||1||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਹਰੇਕ ਥਾਂ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ, ਸਭਨਾਂ ਵਿਚ ਇਕ ਰਸ ਵੱਸ ਰਿਹਾ ਹੈ। ਮੈਂ ਉਸ ਦੇ ਚਰਨਾਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3118,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "jIA jugiq vis myry suAwmI; srb isiD qum kwrx krx ]",
    "transliteration": "Jeea Jugath Vas Maerae Suaamee Sarab Sidhh Thum Kaaran Karan ||",
    "translation": "The ways of all beings are in Your Power, O my Lord and Master. All supernatural spiritual powers are Yours; You are the Creator, the Cause of causes.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ! (ਸਭ ਜੀਵਾਂ ਦੀ) ਜੀਵਨ-ਜੁਗਤਿ ਤੇਰੇ ਵੱਸ ਵਿਚ ਹੈ, ਤੇਰੇ ਵੱਸ ਵਿਚ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਹਨ, ਤੂੰ ਹੀ ਸਾਰੇ ਜਗਤ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "v`is",
    "type_id": 3
  },
  {
    "shabad_id": 3118,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "Awid jugwid pRBu rKdw AwieAw; hir ismrq nwnk. nhI frx ]2]30]116]",
    "transliteration": "Aadh Jugaadh Prabh Rakhadhaa Aaeiaa Har Simarath Naanak Nehee Ddaran ||2||30||116||",
    "translation": "In the beginning, and throughout the ages, God is our Savior and Protector; remembering the Lord in meditation, O Nanak, fear is eliminated. ||2||30||116||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸ਼ੁਰੂ ਤੋਂ ਹੀ ਪਰਮਾਤਮਾ (ਸਰਨ ਪਿਆਂ ਦੀ) ਰੱਖਿਆ ਕਰਦਾ ਆ ਰਿਹਾ ਹੈ। ਉਸ ਦਾ ਨਾਮ ਸਿਮਰਿਆਂ ਕੋਈ ਡਰ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ ਹੈ ॥੨॥੩੦॥੧੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3119,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "rwgu iblwvlu mhlw 5 dupdy Gru 8",
    "transliteration": "Raag Bilaaval Mehalaa 5 Dhupadhae Ghar 8",
    "translation": "Raag Bilaaval, Fifth Mehl, Du-Padas, Eighth House:",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ, ਘਰ ੮ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3119,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3119,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "mY nwhI; pRB sBu ikCu qyrw ]",
    "transliteration": "Mai Naahee Prabh Sabh Kishh Thaeraa ||",
    "translation": "I am nothing, God; everything is Yours.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੀ (ਆਪਣੇ ਆਪ ਵਿਚ) ਕੋਈ ਪਾਂਇਆਂ ਨਹੀਂ ਹੈ। (ਮੇਰੇ ਪਾਸ) ਹਰੇਕ ਚੀਜ਼ ਤੇਰੀ ਹੀ ਬਖ਼ਸ਼ੀ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3119,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "eIGY inrgun. aUGY srgun; kyl krq ibic suAwmI myrw ]1] rhwau ]",
    "transliteration": "Eeghai Niragun Ooghai Saragun Kael Karath Bich Suaamee Maeraa ||1|| Rehaao ||",
    "translation": "In this world, You are the absolute, formless Lord; in the world hereafter, You are the related Lord of form. You play it both ways, O my Lord and Master. ||1||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਇਕ ਪਾਸੇ ਤਾਂ ਪ੍ਰਭੂ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਤੋਂ ਪਰੇ ਹੈ, ਦੂਜੇ ਪਾਸੇ ਪ੍ਰਭੂ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਸਮੇਤ ਹੈ। ਇਹਨਾਂ ਦੋਹਾਂ ਹੀ ਹਾਲਤਾਂ ਦੇ ਵਿਚਕਾਰ ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਇਹ ਜਗਤ-ਤਮਾਸ਼ਾ ਰਚਾਈ ਬੈਠਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3119,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ngr mih Awip. bwhir Puin Awpn; pRB myry ko sgl bsyrw ]",
    "transliteration": "Nagar Mehi Aap Baahar Fun Aapan Prabh Maerae Ko Sagal Basaeraa ||",
    "translation": "You exist within the city, and beyond it as well; O my God, You are everywhere.",
    "punjabi": "ਹੇ ਭਾਈ! (ਹਰੇਕ ਸਰੀਰ-) ਨਗਰ ਵਿਚ ਪ੍ਰਭੂ ਆਪ ਹੀ ਹੈ, ਬਾਹਰ (ਸਾਰੇ ਜਗਤ ਵਿਚ) ਭੀ ਆਪ ਹੀ ਹੈ। ਸਭ ਜੀਵਾਂ ਵਿਚ ਮੇਰੇ ਪ੍ਰਭੂ ਦਾ ਹੀ ਨਿਵਾਸ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3119,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "Awpy hI rwjnu. Awpy hI rwieAw; kh kh Twkuru. kh kh cyrw ]1]",
    "transliteration": "Aapae Hee Raajan Aapae Hee Raaeiaa Keh Keh Thaakur Keh Keh Chaeraa ||1||",
    "translation": "You Yourself are the King, and You Yourself are the subject. In one place, You are the Lord and Master, and in another place, You are the slave. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ ਰਾਜਾ ਹੈ ਆਪ ਹੀ ਰਈਅਤ ਹੈ। ਕਿਤੇ ਮਾਲਕ ਬਣਿਆ ਹੋਇਆ ਹੈ। ਕਿਤੇ ਸੇਵਕ ਬਣਿਆ ਹੋਇਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3119,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "kw kau durwau. kw isau bl bMcw; jh jh pyKau qh qh nyrw ]",
    "transliteration": "Kaa Ko Dhuraao Kaa Sio Balabanchaa Jeh Jeh Paekho Theh Theh Naeraa ||",
    "translation": "From whom should I hide? Whom should I try to deceive? Wherever I look, I see Him near at hand.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਜਿਧਰ ਜਿਧਰ ਵੇਖਦਾ ਹਾਂ, ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਹੀ (ਹਰੇਕ ਦੇ) ਅੰਗ-ਸੰਗ ਵੱਸ ਰਿਹਾ ਹੈ। (ਉਸ ਤੋਂ ਬਿਨਾ ਕਿਤੇ ਭੀ ਕੋਈ ਹੋਰ ਨਹੀਂ ਹੈ, ਇਸ ਵਾਸਤੇ) ਕਿਸ ਪਾਸੋਂ ਕੋਈ ਝੂਠ-ਲੁਕਾਉ ਕੀਤਾ ਜਾਏ, ਤੇ, ਕਿਸ ਨਾਲ ਕੋਈ ਠੱਗੀ-ਫ਼ਰੇਬ ਕੀਤਾ ਜਾਏ? (ਉਹ ਤਾਂ ਸਭ ਕੁਝ ਵੇਖਦਾ ਜਾਣਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3119,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "swD mUriq guru ByitE, nwnk; imil swgr bUMd, nhI An hyrw ]2]1]117]",
    "transliteration": "Saadhh Moorath Gur Bhaettiou Naanak Mil Saagar Boondh Nehee An Haeraa ||2||1||117||",
    "translation": "I have met with Guru Nanak, the Embodiment of the Holy Saints. When the drop of water merges into the ocean, it cannot be distinguished as separate again. ||2||1||117||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਵਿੱਤਰ ਹਸਤੀ ਵਾਲਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, (ਉਸ ਨੂੰ ਇਹ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ) ਸਮੁੰਦਰ ਵਿਚ ਮਿਲ ਕੇ ਪਾਣੀ ਦੀ ਬੂੰਦ (ਸਮੁੰਦਰ ਨਾਲੋਂ) ਵੱਖਰੀ ਨਹੀਂ ਦਿੱਸਦੀ ॥੨॥੧॥੧੧੭॥",
    "pronunciation": "Anhor[(hyrw)dyKdy nhIN",
    "type_id": 3
  },
  {
    "shabad_id": 3120,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  }
]
