[
  {
    "id": 35281,
    "shabad_id": 3120,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "qum@ smrQw; kwrn krn ]",
    "transliteration": "Thumh Samarathhaa Kaaran Karan ||",
    "translation": "You are the all-powerful Cause of causes.",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਭ ਤੋਂ ਵੱਡੇ (ਮਾਲਕ)! ਤੂੰ ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਜਗਤ ਦਾ ਰਚਨਹਾਰ ਹੈਂ,",
    "pronunciation": "smr`Qw",
    "type_id": 3
  },
  {
    "id": 35282,
    "shabad_id": 3120,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "Fwkn Fwik. goibd gur myry; moih AprwDI srn crn ]1] rhwau ]",
    "transliteration": "Dtaakan Dtaak Gobidh Gur Maerae Mohi Aparaadhhee Saran Charan ||1|| Rehaao ||",
    "translation": "Please cover my faults, Lord of the Universe, O my Guru; I am a sinner - I seek the Sanctuary of Your Feet. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਬਿੰਦ! ਮੇਰਾ ਪਰਦਾ ਢੱਕ ਲੈ, ਮੈਂ ਪਾਪੀ ਤੇਰੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਆਇਆ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35283,
    "shabad_id": 3120,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "jo jo kIno. so qum@ jwinE; pyiKE. Taur nwhI kCu, FIT mukrn ]",
    "transliteration": "Jo Jo Keeno So Thumh Jaaniou Paekhiou Thour Naahee Kashh Dteeth Mukaran ||",
    "translation": "Whatever we do, You see and know; there is no way anyone can stubbornly deny this.",
    "punjabi": "ਜੋ ਕੁਝ ਮੈਂ ਨਿੱਤ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ, ਹੇ ਪ੍ਰਭੂ! ਉਹ ਤੂੰ ਸਭ ਕੁਝ ਜਾਣਦਾ ਹੈਂ ਅਤੇ ਵੇਖਦਾ ਹੈਂ, (ਇਹਨਾਂ ਕਰਤੂਤਾਂ ਤੋਂ) ਮੈਨੂੰ ਢੀਠ ਨੂੰ ਮੁੱਕਰਨ ਦੀ ਕੋਈ ਗੁੰਜੈਸ਼ ਨਹੀਂ, (ਫਿਰ ਭੀ ਮੈਂ ਕਰੀ ਭੀ ਜਾਂਦਾ ਹਾਂ, ਤੇ ਲੁਕਾਂਦਾ ਭੀ ਹਾਂ)।",
    "pronunciation": "AYsw koeI (Taur)QW nhIN ij`Qy AwpjI nhIN (pyiKE) dyKdy,dws (mu`krn)mu`kr pYNdw hY",
    "type_id": 3
  },
  {
    "id": 35284,
    "shabad_id": 3120,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "bf prqwpu suinE pRB qum@ro; koit AGw. qyro nwm hrn ]1]",
    "transliteration": "Badd Parathaap Suniou Prabh Thumharo Kott Aghaa Thaero Naam Haran ||1||",
    "translation": "Your glorious radiance is great! So I have heard, O God. Millions of sins are destroyed by Your Name. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਸੁਣਿਆ ਹੈ ਕਿ ਤੂੰ ਬੜੀ ਸਮਰੱਥਾ ਵਾਲਾ ਹੈਂ, ਤੇਰਾ ਨਾਮ ਕ੍ਰੋੜਾਂ ਪਾਪ ਦੂਰ ਕਰ ਸਕਦਾ ਹੈ (ਮੈਨੂੰ ਭੀ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35285,
    "shabad_id": 3120,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "hmro shwau. sdw sd BUln; qum@ro ibrdu, piqq. auDrn ]",
    "transliteration": "Hamaro Sehaao Sadhaa Sadh Bhoolan Thumharo Biradh Pathith Oudhharan ||",
    "translation": "It is my nature to make mistakes, forever and ever; it is Your Natural Way to save sinners.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸਾਂ ਜੀਵ ਦਾ ਸੁਭਾਉ ਹੀ ਹੈ ਨਿੱਤ ਭੁੱਲਾਂ ਕਰਦੇ ਰਹਿਣਾ। ਤੇਰਾ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਹੈ ਵਿਕਾਰੀਆਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾਣਾ।",
    "pronunciation": "AOguxW qoN (au-Drn)auDwrn vwly",
    "type_id": 3
  },
  {
    "id": 35286,
    "shabad_id": 3120,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "kruxwmY. ikrpwl ikRpwiniD; jIvnpd nwnk hir drsn ]2]2]118]",
    "transliteration": "Karunaa Mai Kirapaal Kirapaa Nidhh Jeevan Padh Naanak Har Dharasan ||2||2||118||",
    "translation": "You are the embodiment of kindness, and the treasure of compassion, O Merciful Lord; through the Blessed Vision of Your Darshan, Nanak has found the state of redemption in life. ||2||2||118||",
    "punjabi": "ਹੇ ਤਰਸ ਦੇ ਸੋਮੇ! ਹੇ ਕਿਰਪਾਲ! ਹੇ ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ! ਨਾਨਕ ਨੂੰ ਆਪਣਾ ਦਰਸਨ ਦੇਹ, ਤੇਰਾ ਦਰਸਨ ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਦਾ ਦਰਜਾ ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਹੈ ॥੨॥੨॥੧੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35287,
    "shabad_id": 3121,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35288,
    "shabad_id": 3121,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "AYsI ikrpw moih krhu ]",
    "transliteration": "Aisee Kirapaa Mohi Karahu ||",
    "translation": "Bless me with such mercy, Lord,",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਉਤੇ ਇਹ ਮੇਹਰ ਕਰ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35289,
    "shabad_id": 3121,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "sMqh crx hmwro mwQw; nYn drsu qin DUir prhu ]1] rhwau ]",
    "transliteration": "Santheh Charan Hamaaro Maathhaa Nain Dharas Than Dhhoor Parahu ||1|| Rehaao ||",
    "translation": "That my forehead may touch the feet of the Saints, and my eyes may behold the Blessed Vision of their Darshan, and my body may fall at the dust of their feet. ||1||Pause||",
    "punjabi": "ਕਿ ਸੰਤਾਂ ਦੇ ਚਰਨਾਂ ਉਤੇ ਮੇਰਾ ਮੱਥਾ (ਸਿਰ) ਪਿਆ ਰਹੇ, ਮੇਰੀਆਂ ਅੱਖਾਂ ਵਿਚ ਸੰਤ ਜਨਾਂ ਦਾ ਦਰਸਨ ਟਿਕਿਆ ਰਹੇ, ਮੇਰੇ ਸਰੀਰ ਉਤੇ ਸੰਤਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਪਾਈ ਰੱਖੋ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35290,
    "shabad_id": 3121,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "gur ko sbdu. myrY hIArY bwsY; hir nwmw mn sMig Drhu ]",
    "transliteration": "Gur Ko Sabadh Maerai Heearai Baasai Har Naamaa Man Sang Dhharahu ||",
    "translation": "May the Word of the Guru's Shabad abide within my heart, and the Lord's Name be enshrined within my mind.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਉਤੇ ਇਹ ਮੇਹਰ ਕਰੋ-) ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ (ਸਦਾ) ਵੱਸਦਾ ਰਹੇ, ਹੇ ਹਰੀ! ਆਪਣਾ ਨਾਮ ਮੇਰੇ ਮਨ ਵਿਚ ਟਿਕਾਈ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35291,
    "shabad_id": 3121,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "qskr pMc invwrhu Twkur; sglo Brmw hoim jrhu ]1]",
    "transliteration": "Thasakar Panch Nivaarahu Thaakur Sagalo Bharamaa Hom Jarahu ||1||",
    "translation": "Drive out the five thieves, O my Lord and Master, and let my doubts all burn like incense. ||1||",
    "punjabi": "ਹੇ ਠਾਕੁਰ! (ਮੇਰੇ ਅੰਦਰੋਂ ਕਾਮਾਦਿਕ) ਪੰਜੇ ਚੋਰ ਕੱਢ ਦੇ, ਮੇਰੀ ਸਾਰੀ ਭਟਕਣਾ ਅੱਗ ਵਿਚ ਸਾੜ ਦੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35292,
    "shabad_id": 3121,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "jo qum@ krhu soeI Bl mwnY; Bwvnu duibDw dUir trhu ]",
    "transliteration": "Jo Thumh Karahu Soee Bhal Maanai Bhaavan Dhubidhhaa Dhoor Ttarahu ||",
    "translation": "Whatever You do, I accept as good; I have driven out the sense of duality.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਉਤੇ ਇਹ ਮੇਹਰ ਕਰ-) ਜੋ ਕੁਝ ਤੂੰ ਕਰਦਾ ਹੈਂ, ਉਸੇ ਨੂੰ (ਮੇਰਾ ਮਨ) ਚੰਗਾ ਮੰਨੇ। (ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਅੰਦਰੋਂ) ਵਿਤਕਰਿਆਂ ਦਾ ਚੰਗਾ ਲੱਗਣਾ ਕੱਢ ਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35293,
    "shabad_id": 3121,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "nwnk ky pRB qum hI dwqy; sMqsMig ly moih auDrhu ]2]3]119]",
    "transliteration": "Naanak Kae Prabh Thum Hee Dhaathae Santhasang Lae Mohi Oudhharahu ||2||3||119||",
    "translation": "You are Nanak's God, the Great Giver; in the Congregation of the Saints, emancipate me. ||2||3||119||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ ਨਾਨਕ ਨੂੰ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ। (ਨਾਨਕ ਦੀ ਇਹ ਅਰਜ਼ੋਈ ਹੈ-) ਸੰਤਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰੱਖ ਕੇ ਮੈਨੂੰ (ਨਾਨਕ ਨੂੰ ਕਾਮਾਦਿਕ ਤਸਕਰਾਂ ਤੋਂ) ਬਚਾ ਲੈ ॥੨॥੩॥੧੧੯॥",
    "pronunciation": "AOguxW qoN(au-Drhu)auDwrnw kro",
    "type_id": 3
  },
  {
    "id": 35294,
    "shabad_id": 3122,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35295,
    "shabad_id": 3122,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "AYsI dIiKAw; jn isau mMgw ]",
    "transliteration": "Aisee Dheekhiaa Jan Sio Mangaa ||",
    "translation": "I ask for such advice from Your humble servants,",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ) ਸੇਵਕਾਂ ਪਾਸੋਂ ਮੈਂ ਇਹ ਸਿੱਖਿਆ ਮੰਗਦਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35296,
    "shabad_id": 3122,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "qum@ro iDAwnu qum@wro rMgw ]",
    "transliteration": "Thumharo Dhhiaan Thumhaaro Rangaa ||",
    "translation": "That I may meditate on You, and love You,",
    "punjabi": "ਕਿ ਤੇਰੇ ਹੀ ਚਰਨਾਂ ਦਾ ਧਿਆਨ, ਤੇਰਾ ਹੀ ਪ੍ਰੇਮ (ਮੇਰੇ ਅੰਦਰ ਬਣਿਆ ਰਹੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35297,
    "shabad_id": 3122,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "qum@rI syvw qum@wry AMgw ]1] rhwau ]",
    "transliteration": "Thumharee Saevaa Thumhaarae Angaa ||1|| Rehaao ||",
    "translation": "And serve You, and become part and parcel of Your Being. ||1||Pause||",
    "punjabi": "ਤੇਰੀ ਹੀ ਸੇਵਾ ਭਗਤੀ ਕਰਦਾ ਰਹਾਂ, ਤੇਰੇ ਹੀ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਰਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35298,
    "shabad_id": 3122,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "jn kI thl. sMBwKnu jn isau; aUTnu bYTnu. jn kY sMgw ]",
    "transliteration": "Jan Kee Ttehal Sanbhaakhan Jan Sio Oothan Baithan Jan Kai Sangaa ||",
    "translation": "I serve His humble servants, and speak with them, and abide with them.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਸੇਵਕਾਂ ਪਾਸੋਂ ਮੈਂ ਇਹ ਦਾਨ ਮੰਗਦਾ ਹਾਂ ਕਿ ਤੇਰੇ) ਸੇਵਕਾਂ ਦੀ ਮੈਂ ਟਹਿਲ ਕਰਦਾ ਰਹਾਂ, ਤੇਰੇ ਸੇਵਕਾਂ ਨਾਲ ਹੀ ਮੇਰਾ ਬੋਲ-ਚਾਲ ਰਹੇ, ਮੇਰਾ ਮੇਲ-ਜੋਲ ਭੀ ਤੇਰੇ ਸੇਵਕਾਂ ਨਾਲ ਹੀ ਰਹੇ।",
    "pronunciation": "(sM-BwKnu) syRSt bol cwl[",
    "type_id": 3
  },
  {
    "id": 35299,
    "shabad_id": 3122,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "jn cr rj muiK mwQY lwgI; Awsw pUrn Anq qrMgw ]1]",
    "transliteration": "Jan Char Raj Mukh Maathhai Laagee Aasaa Pooran Ananth Tharangaa ||1||",
    "translation": "I apply the dust of the feet of His humble servants to my face and forehead; my hopes, and the many waves of desire, are fulfilled. ||1||",
    "punjabi": "ਤੇਰੇ ਸੇਵਕਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੇਰੇ ਮੂੰਹ-ਮੱਥੇ ਉਤੇ ਲੱਗਦੀ ਰਹੇ-ਇਹ ਚਰਨ-ਧੂੜ (ਮਾਇਆ ਦੀਆਂ) ਅਨੇਕਾਂ ਲਹਿਰਾਂ ਪੈਦਾ ਕਰਨ ਵਾਲੀਆਂ ਆਸਾਂ ਨੂੰ ਸ਼ਾਂਤ ਕਰ ਦੇਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "rjcrn DUVI[ rj:polw bolo",
    "type_id": 3
  },
  {
    "id": 35300,
    "shabad_id": 3122,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "jn pwrbRhm. jw kI inrml mihmw; jn ky crn qIrQ koit gMgw ]",
    "transliteration": "Jan Paarabreham Jaa Kee Niramal Mehimaa Jan Kae Charan Theerathh Kott Gangaa ||",
    "translation": "Immaculate and pure are the praises of the humble servants of the Supreme Lord God; the feet of His humble servants are equal to millions of sacred shrines of pilgrimage.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਐਸੇ ਹਨ ਕਿ ਉਹਨਾਂ ਦੀ ਸੋਭਾ ਦਾਗ਼-ਹੀਨ ਹੁੰਦੀ ਹੈ, ਸੇਵਕਾਂ ਦੇ ਚਰਨ ਗੰਗਾ ਆਦਿਕ ਕ੍ਰੋੜਾਂ ਤੀਰਥਾਂ ਦੇ ਤੁੱਲ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35301,
    "shabad_id": 3122,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "jn kI DUir. kIE mjnu nwnk; jnm jnm ky hry klMgw ]2]4]120]",
    "transliteration": "Jan Kee Dhhoor Keeou Majan Naanak Janam Janam Kae Harae Kalangaa ||2||4||120||",
    "translation": "Nanak bathes in the dust of the feet of His humble servants; the sinful resides of countless incarnations have been washed away. ||2||4||120||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪ੍ਰਭੂ ਦੇ ਸੇਵਕਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰ ਲਿਆ, ਉਸ ਦੇ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ (ਕੀਤੇ ਹੋਏ) ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥੪॥੧੨੦॥",
    "pronunciation": "mjnu, k-lMgw",
    "type_id": 3
  },
  {
    "id": 35302,
    "shabad_id": 3123,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35303,
    "shabad_id": 3123,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ijau BwvY; iqau moih pRiqpwl ]",
    "transliteration": "Jio Bhaavai Thio Mohi Prathipaal ||",
    "translation": "If it pleases You, then cherish me.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਵੇਂ ਹੋ ਸਕੇ, ਤਿਵੇਂ (ਔਗੁਣਾਂ ਤੋਂ) ਮੇਰੀ ਰਾਖੀ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35304,
    "shabad_id": 3123,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "pwrbRhm prmysr siqgur; hm bwirk. qum@ ipqw ikrpwl ]1] rhwau ]",
    "transliteration": "Paarabreham Paramaesar Sathigur Ham Baarik Thumh Pithaa Kirapaal ||1|| Rehaao ||",
    "translation": "O Supreme Lord God, Transcendent Lord, O True Guru, I am Your child, and You are my Merciful Father. ||1||Pause||",
    "punjabi": "ਹੇ ਪਾਰਬ੍ਰਹਮ! ਹੇ ਪਰਮੇਸਰ! ਹੇ ਸਤਿਗੁਰੂ! ਅਸੀਂ (ਜੀਵ) ਤੁਹਾਡੇ ਹਾਂ, ਤੁਸੀ ਸਾਡੇ ਪਾਲਣਹਾਰ ਪਿਤਾ ਹੋ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35305,
    "shabad_id": 3123,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "moih inrgux. guxu nwhI koeI; phuic. n swkau qum@rI Gwl ]",
    "transliteration": "Mohi Niragun Gun Naahee Koee Pahuch N Saako Thumharee Ghaal ||",
    "translation": "I am worthless; I have no virtues at all. I cannot understand Your actions.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਗੁਣ-ਹੀਨ ਵਿਚ ਕੋਈ ਭੀ ਗੁਣ ਨਹੀਂ ਹੈ, ਮੈਂ ਉਸ ਮੇਹਨਤ ਦੀ ਕਦਰ ਨਹੀਂ ਜਾਣ ਸਕਦਾ (ਜੋ ਤੂੰ ਅਸਾਂ ਜੀਵਾਂ ਦੀ ਪਾਲਣਾ ਵਾਸਤੇ ਕਰ ਰਿਹਾ ਹੈਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35306,
    "shabad_id": 3123,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "qumrI giq imiq qum hI jwnhu; jIau ipMfu sBu qumro mwl ]1]",
    "transliteration": "Thumaree Gath Mith Thum Hee Jaanahu Jeeo Pindd Sabh Thumaro Maal ||1||",
    "translation": "You alone know Your state and extent. My soul, body and property are all Yours. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ ਅਤੇ ਕੇਡਾ ਵੱਡਾ ਹੈਂ-ਇਹ ਗੱਲ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ। (ਅਸਾਂ ਜੀਵਾਂ ਦਾ ਇਹ) ਸਰੀਰ ਤੇ ਜਿੰਦ ਤੇਰਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਸਰਮਾਇਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35307,
    "shabad_id": 3123,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "AMqrjwmI purK suAwmI; Anbolq hI jwnhu hwl ]",
    "transliteration": "Antharajaamee Purakh Suaamee Anabolath Hee Jaanahu Haal ||",
    "translation": "You are the Inner-knower, the Searcher of hearts, the Primal Lord and Master; You know even what is unspoken.",
    "punjabi": "ਹੇ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲੇ! ਹੇ ਸਰਬ-ਵਿਆਪਕ ਮਾਲਕ! ਬਿਨਾ ਸਾਡੇ ਬੋਲਣ ਦੇ ਹੀ ਤੂੰ ਸਾਡਾ ਹਾਲ ਜਾਣਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35308,
    "shabad_id": 3123,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "qnu mnu sIqlu hoie hmwro; nwnk pRB jIau ndir inhwl ]2]5]121]",
    "transliteration": "Than Man Seethal Hoe Hamaaro Naanak Prabh Jeeo Nadhar Nihaal ||2||5||121||",
    "translation": "My body and mind are cooled and soothed, O Nanak, by God's Glance of Grace. ||2||5||121||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਮੇਰੇ ਵਲ ਤੱਕ, ਤਾ ਕਿ ਮੇਰਾ ਤਨ ਮੇਰਾ ਮਨ ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਏ ॥੨॥੫॥੧੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35309,
    "shabad_id": 3124,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35310,
    "shabad_id": 3124,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "rwKu sdw pRB ApnY swQ ]",
    "transliteration": "Raakh Sadhaa Prabh Apanai Saathh ||",
    "translation": "Keep me with You forever, O God.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸਾਨੂੰ ਤੂੰ ਸਦਾ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਾਈ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35311,
    "shabad_id": 3124,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "qU hmro pRIqmu mnmohnu; quJ ibnu. jIvnu sgl AkwQ ]1] rhwau ]",
    "transliteration": "Thoo Hamaro Preetham Manamohan Thujh Bin Jeevan Sagal Akaathh ||1|| Rehaao ||",
    "translation": "You are my Beloved, the Enticer of my mind; without You, my life is totally useless. ||1||Pause||",
    "punjabi": "ਤੂੰ ਸਾਡਾ ਪਿਆਰਾ ਹੈਂ, ਤੂੰ ਸਾਡੇ ਮਨ ਨੂੰ ਖਿੱਚ ਪਾਣ ਵਾਲਾ ਹੈਂ। ਤੈਥੋਂ ਵਿਛੁੜ ਕੇ (ਅਸਾਂ ਜੀਵਾਂ ਦੀ) ਸਾਰੀ ਹੀ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35312,
    "shabad_id": 3124,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "rMk qy rwau krq. iKn BIqir; pRBu myro. AnwQ ko nwQ ]",
    "transliteration": "Rank Thae Raao Karath Khin Bheethar Prabh Maero Anaathh Ko Naathh ||",
    "translation": "In an instant, You transform the beggar into a king; O my God, You are the Master of the masterless.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਪ੍ਰਭੂ ਨਿਖਸਮਿਆਂ ਦਾ ਖਸਮ ਹੈ, ਇਕ ਖਿਨ ਵਿਚ ਕੰਗਾਲ ਨੂੰ ਰਾਜਾ ਬਣਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35313,
    "shabad_id": 3124,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "jlq Agin mih jn Awip auDwry; kir Apuny dy rwKy hwQ ]1]",
    "transliteration": "Jalath Agan Mehi Jan Aap Oudhhaarae Kar Apunae Dhae Raakhae Haathh ||1||",
    "translation": "You save Your humble servants from the burning fire; You make them Your own, and with Your Hand, You protect them. ||1||",
    "punjabi": "(ਤ੍ਰਿਸ਼ਨਾ ਦੀ) ਅੱਗ ਵਿਚ ਸੜਦਿਆਂ ਨੂੰ ਸੇਵਕ ਬਣਾ ਕੇ ਆਪ ਬਚਾ ਲੈਂਦਾ ਹੈ, ਆਪਣੇ ਬਣਾ ਕੇ ਹੱਥ ਦੇ ਕੇ, ਉਹਨਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35314,
    "shabad_id": 3124,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "sIql suKu pwieE mn iqRpqy; hir ismrq sRm sgly lwQ ]",
    "transliteration": "Seethal Sukh Paaeiou Man Thripathae Har Simarath Sram Sagalae Laathh ||",
    "translation": "I have found peace and cool tranquility, and my mind is satisfied; meditating in remembrance on the Lord, all struggles are ended.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਸ਼ਾਂਤੀ ਦੇਣ ਵਾਲਾ ਆਨੰਦ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਮਨ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਜਾਂਦਾ ਹੈ, (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਸਾਰੀਆਂ ਭਟਕਣਾਂ ਮੁੱਕ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35315,
    "shabad_id": 3124,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "iniD inDwn nwnk hir syvw; Avr isAwnp sgl AkwQ ]2]6]122]",
    "transliteration": "Nidhh Nidhhaan Naanak Har Saevaa Avar Siaanap Sagal Akaathh ||",
    "translation": "Service to the Lord, O Nanak, is the treasure of treasures; all other clever tricks are useless. ||2||6||122||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਹੀ ਸਾਰੇ ਖ਼ਜ਼ਾਨਿਆਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ। (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਵਰਤੀ ਹੋਈ) ਹੋਰ ਸਾਰੀ ਚਤੁਰਾਈ (ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਦੇ ਸਾਹਮਣੇ) ਵਿਅਰਥ ਹੈ ॥੨॥੬॥੧੨੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
