[
  {
    "id": 35316,
    "shabad_id": 3125,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35317,
    "shabad_id": 3125,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "Apny syvk kau; kbhu. n ibswrhu ]",
    "transliteration": "Apanae Saevak Ko Kabahu N Bisaarahu ||",
    "translation": "Never forget Your servant, O Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! (ਮੈਨੂੰ) ਆਪਣੇ ਸੇਵਕ ਨੂੰ ਕਦੇ ਭੀ ਨਾਹ ਭੁਲਾਈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35318,
    "shabad_id": 3125,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "auir lwghu suAwmI pRB myry; pUrb pRIiq goibMd bIcwrhu ]1] rhwau ]",
    "transliteration": "Our Laagahu Suaamee Prabh Maerae Poorab Preeth Gobindh Beechaarahu ||1|| Rehaao ||",
    "translation": "Hug me close in Your embrace, O God, my Lord and Master; consider my primal love for You, O Lord of the Universe. ||1||Pause||",
    "punjabi": "ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਿਆ ਰਹੁ। ਹੇ ਮੇਰੇ ਗੋਬਿੰਦ! ਮੇਰੀ ਪੂਰਬਲੀ ਪ੍ਰੀਤ ਨੂੰ ਚੇਤੇ ਰੱਖੀਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35319,
    "shabad_id": 3125,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "piqq. pwvn pRB ibrdu qum@wro; hmry doK irdY mq Dwrhu ]",
    "transliteration": "Pathith Paavan Prabh Biradh Thumhaaro Hamarae Dhokh Ridhai Math Dhhaarahu ||",
    "translation": "It is Your Natural Way, God, to purify sinners; please do not keep my errors in Your Heart.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਹੈ ਕਿ ਤੂੰ ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗੇ ਹੋਇਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰ ਦੇਂਦਾ ਹੈਂ। ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਐਬ (ਭੀ) ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਨਾਹ ਰੱਖੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35320,
    "shabad_id": 3125,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "jIvn pRwn hir Dnu suKu qum hI; haumY ptlu. ikRpw kir jwrhu ]1]",
    "transliteration": "Jeevan Praan Har Dhhan Sukh Thum Hee Houmai Pattal Kirapaa Kar Jaarahu ||1||",
    "translation": "You are my life, my breath of life, O Lord, my wealth and peace; be merciful to me, and burn away the curtain of egotism. ||1||",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਹੀ ਮੇਰੀ ਜਿੰਦ-ਜਾਨ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰਾ ਧਨ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰਾ ਸੁਖ ਹੈਂ। ਮੇਹਰ ਕਰ ਕੇ (ਮੇਰੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦਾ ਪਰਦਾ ਸਾੜ ਦੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35321,
    "shabad_id": 3125,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "jl ibhUn mIn kq jIvn; dUD ibnw. rhnu kq bwro ]",
    "transliteration": "Jal Bihoon Meen Kath Jeevan Dhoodhh Binaa Rehan Kath Baaro ||",
    "translation": "Without water, how can the fish survive? Without milk, how can the baby survive?",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਮੱਛੀ ਕਦੇ ਜੀਊਂਦੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ। ਦੁੱਧ ਤੋਂ ਬਿਨਾ ਬੱਚਾ ਨਹੀਂ ਰਹਿ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35322,
    "shabad_id": 3125,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "jn nwnk ipAws crnkmln@ kI; pyiK drsu suAwmI suK swro ]2]7]123]",
    "transliteration": "Jan Naanak Piaas Charan Kamalanh Kee Paekh Dharas Suaamee Sukh Saaro ||2||7||123||",
    "translation": "Servant Nanak thirsts for the Lord's Lotus Feet; gazing upon the Blessed Vision of his Lord and Master's Darshan, he finds the essence of peace. ||2||7||123||",
    "punjabi": "(ਤਿਵੇਂ ਤੇਰੇ) ਦਾਸ ਨਾਨਕ ਨੂੰ ਤੇਰੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦੇ ਦਰਸਨ ਦੀ ਪਿਆਸ ਹੈ, ਦਰਸਨ ਕਰ ਕੇ (ਤੇਰੇ ਸੇਵਕ ਨੂੰ) ਸਾਰੇ ਹੀ ਸੁਖ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥੭॥੧੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35323,
    "shabad_id": 3125,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35324,
    "shabad_id": 3126,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "AwgY pwCY kuslu BieAw ]",
    "transliteration": "Aagai Paashhai Kusal Bhaeiaa ||",
    "translation": "Here, and hereafter, there is happiness.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ ਇਸ ਲੋਕ ਵਿਚ ਅਤੇ ਪਰਲੋਕ ਵਿਚ ਸੁਖ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35325,
    "shabad_id": 3126,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "guir pUrY pUrI sB rwKI; pwrbRhim pRiB kInI mieAw ]1] rhwau ]",
    "transliteration": "Gur Poorai Pooree Sabh Raakhee Paarabreham Prabh Keenee Maeiaa ||1|| Rehaao ||",
    "translation": "The Perfect Guru has perfectly, totally saved me; the Supreme Lord God has been kind to me. ||1||Pause||",
    "punjabi": "ਜਿਸ ਉਤੇ ਪਾਰਬ੍ਰਹਮ ਨੇ ਪ੍ਰਭੂ ਨੇ ਮੇਹਰ ਕਰ ਦਿੱਤੀ, ('ਦੂਤ ਦੁਸਟ' ਦੇ ਟਾਕਰੇ ਤੇ) ਪੂਰੇ ਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੀ) ਇੱਜ਼ਤ ਚੰਗੀ ਤਰ੍ਹਾਂ ਬਚਾ ਲਈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35326,
    "shabad_id": 3126,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "min qin riv rihAw hir pRIqmu; dUK drd sglw imit gieAw ]",
    "transliteration": "Man Than Rav Rehiaa Har Preetham Dhookh Dharadh Sagalaa Mitt Gaeiaa ||",
    "translation": "The Lord, my Beloved, is pervading and permeating my mind and body; all my pains and sufferings are dispelled.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਇੱਜ਼ਤ ਪੂਰਾ ਗੁਰੂ ਬਚਾਂਦਾ ਹੈ, ਉਸ ਦੇ) ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੀਤਮ ਹਰੀ ਹਰ ਵੇਲੇ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਦਰਦ ਮਿਟ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35327,
    "shabad_id": 3126,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "sWiq shj Awnd gux gwey; dUq dust siB hoey KieAw ]1]",
    "transliteration": "Saanth Sehaj Aanadh Gun Gaaeae Dhooth Dhusatt Sabh Hoeae Khaeiaa ||1||",
    "translation": "In celestial peace, tranquility and bliss, I sing the Glorious Praises of the Lord; my enemies and adversaries have been totally destroyed. ||1||",
    "punjabi": "ਉਹ (ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦੇ) ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤ ਨਾਲ ਉਸ ਦੇ ਅੰਦਰ) ਸ਼ਾਂਤੀ ਅਤੇ ਅਡੋਲਤਾ ਦੇ ਆਨੰਦ ਬਣੇ ਰਹਿੰਦੇ ਹਨ, (ਕਾਮਾਦਿਕ) ਸਾਰੇ (ਉਸ ਦੇ) ਦੋਖੀ ਵੈਰੀ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35328,
    "shabad_id": 3126,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "gunu Avgunu. pRiB kCu, n bIcwirE; kir ikrpw Apunw kir lieAw ]",
    "transliteration": "Gun Avagun Prabh Kashh N Beechaariou Kar Kirapaa Apunaa Kar Laeiaa ||",
    "translation": "God has not considered my merits and demerits; in His Mercy, He has made me His own.",
    "punjabi": "(ਹੇ ਭਾਈ! ਪੂਰਾ ਗੁਰੂ ਜਿਸ ਮਨੁੱਖ ਦੀ ਇੱਜ਼ਤ ਬਚਾਂਦਾ ਹੈ) ਪਰਮਾਤਮਾ ਉਸ ਦਾ ਕੋਈ ਗੁਣ ਔਗੁਣ ਨਹੀਂ ਪੜਤਾਲਦਾ, ਮੇਹਰ ਕਰ ਕੇ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਆਪਣਾ (ਸੇਵਕ) ਬਣਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35329,
    "shabad_id": 3126,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "Aqul bfweI Acuq AibnwsI; nwnku aucrY hir kI jieAw ]2]8]124]",
    "transliteration": "Athul Baddaaee Achuth Abinaasee Naanak Oucharai Har Kee Jaeiaa ||2||8||124||",
    "translation": "Unweighable is the greatness of the immovable and imperishable Lord; Nanak proclaims the victory of the Lord. ||2||8||124||",
    "punjabi": "ਹੇ ਭਾਈ! ਅਟੱਲ ਅਤੇ ਅਬਿਨਾਸ਼ੀ ਪਰਮਾਤਮਾ ਦੀ ਤਾਕਤ ਬੇ-ਮਿਸਾਲ ਹੈ। ਨਾਨਕ ਸਦਾ ਉਸੇ ਪ੍ਰਭੂ ਦੀ ਜੈ ਜੈਕਾਰ ਉਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥੮॥੧੨੪॥",
    "pronunciation": "A-q`ul[ A-c`uq",
    "type_id": 3
  },
  {
    "id": 35330,
    "shabad_id": 3127,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35331,
    "shabad_id": 3127,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ibnu BY BgqI; qrnu kYsy ]",
    "transliteration": "Bin Bhai Bhagathee Tharan Kaisae ||",
    "translation": "Without the Fear of God, and devotional worship, how can anyone cross over the world-ocean?",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਡਰ-ਅਦਬ ਮਨ ਵਿਚ ਵਸਾਣ ਤੋਂ ਬਿਨਾ, ਭਗਤੀ ਕਰਨ ਤੋਂ ਬਿਨਾ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ-ਉਤਾਰਾ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35332,
    "shabad_id": 3127,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "krhu AnugRhu. piqq, auDwrn; rwKu suAwmI Awp Brosy ]1] rhwau ]",
    "transliteration": "Karahu Anugrahu Pathith Oudhhaaran Raakh Suaamee Aap Bharosae ||1|| Rehaao ||",
    "translation": "Be kind to me, O Saving Grace of sinners; preserve my faith in You, O my Lord and Master. ||1||Pause||",
    "punjabi": "ਹੇ ਵਿਕਾਰੀਆਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾਣ ਵਾਲੇ ਸੁਆਮੀ! (ਮੇਰੇ ਉਤੇ) ਮੇਹਰ ਕਰ, ਮੈਨੂੰ (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾਈ ਰੱਖ, ਮੈਂ ਤੇਰੇ ਹੀ ਆਸਰੇ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "A-nu`gRhu",
    "type_id": 4
  },
  {
    "id": 35333,
    "shabad_id": 3127,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ismrnu. nhI Awvq. iPrq md mwvq; ibiKAw rwqw suAwn jYsy ]",
    "transliteration": "Simaran Nehee Aavath Firath Madh Maavath Bikhiaa Raathaa Suaan Jaisae ||",
    "translation": "The mortal does not remember the Lord in meditation; he wanders around intoxicated by egotism; he is engrossed in corruption like a dog.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਮੇਹਰ ਤੋਂ ਬਿਨਾ ਜੀਵ ਨੂੰ ਤੇਰਾ) ਸਿਮਰਨ ਕਰਨ ਦੀ ਜਾਚ ਨਹੀਂ ਆਉਂਦੀ, ਮਾਇਆ ਦੇ ਨਸ਼ੇ ਵਿਚ ਮਸਤ ਭਟਕਦਾ ਹੈ, ਮਾਇਆ (ਦੇ ਰੰਗ) ਵਿਚ ਰੰਗਿਆ ਹੋਇਆ ਜੀਵ ਇਉਂ ਫਿਰਦਾ ਹੈ ਜਿਵੇਂ (ਹਲਕਿਆ) ਕੁੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35334,
    "shabad_id": 3127,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "AauD ibhwvq AiDk mohwvq; pwp kmwvq bufy AYsy ]1]",
    "transliteration": "Aoudhh Bihaavath Adhhik Mohaavath Paap Kamaavath Buddae Aisae ||1||",
    "translation": "Utterly cheated, his life is slipping away; committing sins, he is sinking away. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਉਂ ਜਿਉਂ ਉਮਰ ਬੀਤਦੀ ਹੈ, ਜੀਵ (ਵਿਕਾਰਾਂ ਦੀ ਹੱਥੀਂ) ਵਧੀਕ ਲੁੱਟੇ ਜਾਂਦੇ ਹਨ, ਬੱਸ! ਇਉਂ ਹੀ ਪਾਪ ਕਰਦੇ ਕਰਦੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਦੇ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35335,
    "shabad_id": 3127,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "srin duKBMjn. purK inrMjn; swDUsMgiq rvxu jYsy ]",
    "transliteration": "Saran Dhukh Bhanjan Purakh Niranjan Saadhhoo Sangath Ravan Jaisae ||",
    "translation": "I have come to Your Sanctuary, Destroyer of pain; O Primal Immaculate Lord, may I dwell upon You in the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਹੇ ਦੁੱਖਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ! ਹੇ ਸਰਬ ਵਿਆਪਕ! ਹੇ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਰਹਿਣ ਵਾਲੇ! (ਮੇਹਰ ਕਰ, ਤਾ ਕਿ) ਜਿਵੇਂ ਭੀ ਹੋ ਸਕੇ (ਤੇਰਾ ਦਾਸ) ਸਾਧ ਸੰਗਤਿ ਵਿਚ (ਟਿਕ ਕੇ ਤੇਰਾ) ਸਿਮਰਨ ਕਰਦਾ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35336,
    "shabad_id": 3127,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "kysv. klys nws AG KMfn; nwnk. jIvq drs idsy ]2]9]125]",
    "transliteration": "Kaesav Kalaes Naas Agh Khanddan Naanak Jeevath Dharas Dhisae ||2||9||125||",
    "translation": "O Lord of beautiful hair, Destroyer of pain, Eradicator of sins, Nanak lives, gazing upon the Blessed Vision of Your Darshan. ||2||9||125||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਕੇਸ਼ਵ! ਹੇ ਕਲੇਸ਼ਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ! ਹੇ ਪਾਪਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ! (ਤੇਰਾ ਦਾਸ) ਨਾਨਕ ਤੇਰਾ ਦਰਸਨ ਕਰ ਕੇ ਹੀ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦਾ ਹੈ ॥੨॥੯॥੧੨੫॥",
    "pronunciation": "idsy:polw bolo",
    "type_id": 3
  },
  {
    "id": 35337,
    "shabad_id": 3128,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "rwgu iblwvlu mhlw 5 dupdy Gru 9",
    "transliteration": "Raag Bilaaval Mehalaa 5 Dhupadhae Ghar 9",
    "translation": "Raag Bilaaval, Fifth Mehl, Du-Padas, Ninth House:",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ, ਘਰ ੯ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "Gru nwvW",
    "type_id": 3
  },
  {
    "id": 35338,
    "shabad_id": 3128,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 35339,
    "shabad_id": 3128,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "Awpih myil ley ]",
    "transliteration": "Aapehi Mael Leae ||",
    "translation": "He Himself merges us with Himself.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਸ਼ਰਨ ਪਿਆਂ ਨੂੰ ਤੂੰ) ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾ ਲੈਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35340,
    "shabad_id": 3128,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "jb qy srin qumwrI Awey; qb qy doK gey ]1] rhwau ]",
    "transliteration": "Jab Thae Saran Thumaaree Aaeae Thab Thae Dhokh Geae ||1|| Rehaao ||",
    "translation": "When I came to Your Sanctuary, my sins vanished. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਤੋਂ (ਜਿਹੜੇ ਮਨੁੱਖ) ਤੇਰੀ ਸਰਨ ਆਉਂਦੇ ਹਨ, ਤਦੋਂ ਤੋਂ (ਉਹਨਾਂ ਦੇ ਸਾਰੇ) ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35341,
    "shabad_id": 3128,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "qij AiBmwnu Aru icMq ibrwnI; swDh srn pey ]",
    "transliteration": "Thaj Abhimaan Ar Chinth Biraanee Saadhheh Saran Peae ||",
    "translation": "Renouncing egotistical pride and other anxieties, I have sought the Sanctuary of the Holy Saints.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈਂ, ਉਹ ਮਨੁੱਖ) ਅਹੰਕਾਰ ਛੱਡ ਕੇ ਅਤੇ ਬਿਗਾਨੀ ਆਸ ਦਾ ਖ਼ਿਆਲ ਛੱਡ ਕੇ ਸੰਤ ਜਨਾਂ ਦੀ ਸਰਨ ਆ ਪੈਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35342,
    "shabad_id": 3128,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "jip jip nwmu qum@wro pRIqm; qn qy rog Key ]1]",
    "transliteration": "Jap Jap Naam Thumhaaro Preetham Than Thae Rog Kheae ||1||",
    "translation": "Chanting, meditating on Your Name, O my Beloved, disease is eradicated from my body. ||1||",
    "punjabi": "ਅਤੇ, ਹੇ ਪ੍ਰੀਤਮ! ਸਦਾ ਤੇਰਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਉਹਨਾਂ ਦੇ ਸਰੀਰ ਵਿਚੋਂ ਸਾਰੇ ਰੋਗ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35343,
    "shabad_id": 3128,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "mhw mugD Ajwn AigAwnI; rwKy Dwir dey ]",
    "transliteration": "Mehaa Mugadhh Ajaan Agiaanee Raakhae Dhhaar Dheae ||",
    "translation": "Even utterly foolish, ignorant and thoughtless persons have been saved by the Kind Lord.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਮਨੁੱਖ ਤੇਰੀ ਕਿਰਪਾ ਨਾਲ ਸੰਤ ਜਨਾਂ ਦੀ ਸ਼ਰਨੀ ਪੈਂਦੇ ਹਨ, ਉਹਨਾਂ) ਵੱਡੇ ਵੱਡੇ ਮੂਰਖਾਂ ਅੰਞਾਣਾਂ ਅਤੇ ਅਗਿਆਨੀਆਂ ਨੂੰ ਭੀ ਤੂੰ ਦਇਆ ਕਰ ਕੇ (ਵਿਕਾਰਾਂ ਰੋਗਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35344,
    "shabad_id": 3128,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "khu nwnk. guru pUrw ByitE; Awvn jwn rhy ]2]1]126]",
    "transliteration": "Kahu Naanak Gur Pooraa Bhaettiou Aavan Jaan Rehae ||2||1||126||",
    "translation": "Says Nanak, I have met the Perfect Guru; my comings and goings have ended. ||2||1||126||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ) ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, (ਉਹਨਾਂ ਦੇ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਮੁੱਕ ਜਾਂਦੇ ਹਨ ॥੨॥੧॥੧੨੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35345,
    "shabad_id": 3129,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35346,
    "shabad_id": 3129,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "jIvau. nwmu sunI ]",
    "transliteration": "Jeevo Naam Sunee ||",
    "translation": "Hearing Your Name, I live.",
    "punjabi": "(ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਸੁਣ ਕੇ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35347,
    "shabad_id": 3129,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "jau supRsMn Bey gur pUry; qb myrI Aws punI ]1] rhwau ]",
    "transliteration": "Jo Suprasann Bheae Gur Poorae Thab Maeree Aas Punee ||1|| Rehaao ||",
    "translation": "When the Perfect Guru became pleased with me, then my hopes were fulfilled. ||1||Pause||",
    "punjabi": "(ਪਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨ ਦੀ) ਇਹ ਮੇਰੀ ਆਸ ਤਦੋਂ ਪੂਰੀ ਹੁੰਦੀ ਹੈ ਜਦੋਂ ਪੂਰਾ ਗੁਰੂ (ਮੇਰੇ ਉੱਤੇ) ਬਹੁਤ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "supRsMn",
    "type_id": 4
  },
  {
    "id": 35348,
    "shabad_id": 3129,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "pIr geI. bwDI min DIrw; moihE And DunI ]",
    "transliteration": "Peer Gee Baadhhee Man Dhheeraa Mohiou Anadh Dhhunee ||",
    "translation": "Pain is gone, and my mind is comforted; the music of bliss fascinates me.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਦੋਂ ਮੈਂ ਨਾਮ ਜਪਦਾ ਹਾਂ, ਮੇਰੇ ਅੰਦਰੋਂ) ਪੀੜ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਮੇਰੇ ਵਿਚ ਹੌਸਲਾ ਬਣ ਜਾਂਦਾ ਹੈ, ਮੈਂ (ਆਪਣੇ ਅੰਦਰ ਪੈਦਾ ਹੋਏ) ਆਤਮਕ ਆਨੰਦ ਦੀ ਰੌ ਨਾਲ ਮਸਤ ਹੋ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35349,
    "shabad_id": 3129,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "aupijE cwau imln pRB pRIqm; rhnu. n jwie iKnI ]1]",
    "transliteration": "Oupajiou Chaao Milan Prabh Preetham Rehan N Jaae Khinee ||1||",
    "translation": "The yearning to meet my Beloved God has welled up within me. I cannot live without Him, even for an instant. ||1||",
    "punjabi": "ਮੇਰੇ ਅੰਦਰ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਦਾ ਚਾਉ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ, (ਉਹ ਚਾਉ ਇਤਨਾ ਤੀਬਰ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ) ਇਕ ਖਿਨ ਭੀ ਰਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
