[
  {
    "shabad_id": 3137,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "swcw nwmu; swcY sbid jwnY]",
    "transliteration": "Saachaa Naam Saachai Sabadh Jaanai ||",
    "translation": "The True Name is known through the True Word of the Shabad.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਹਰੀ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3137,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "AwpY Awpu imlY; cUkY AiBmwnY]",
    "transliteration": "Aapai Aap Milai Chookai Abhimaanai ||",
    "translation": "The Lord Himself meets that one who eradicates egotistical pride.",
    "punjabi": "ਉਸ ਦਾ ਆਪਣਾ-ਆਪ ਪਰਮਾਤਮਾ ਦੇ ਆਪੇ ਵਿਚ ਮਿਲ ਜਾਂਦਾ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3137,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "gurmuiK nwmu; sdw sdw vKwnY]5]",
    "transliteration": "Guramukh Naam Sadhaa Sadhaa Vakhaanai ||5||",
    "translation": "The Gurmukh chants the Naam, forever and ever. ||5||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਹੀ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3137,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "siqguir syivAY; dUjI durmiq jweI]",
    "transliteration": "Sathigur Saeviai Dhoojee Dhuramath Jaaee ||",
    "translation": "Serving the True Guru, duality and evil-mindedness are taken away.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹੀਏ, ਤਾਂ (ਅੰਦਰੋਂ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਾਲੀ ਖੋਟੀ ਮਤਿ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3137,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "Aaugx kwit; pwpw miq KweI]",
    "transliteration": "Aougan Kaatt Paapaa Math Khaaee ||",
    "translation": "Guilty mistakes are erased, and the sinful intellect is cleansed.",
    "punjabi": "(ਅੰਦਰੋਂ) ਸਾਰੇ ਔਗੁਣ ਕੱਟੇ ਜਾਂਦੇ ਹਨ, ਪਾਪਾਂ ਵਾਲੀ ਮਤਿ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3137,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "kMcn kwieAw; joqI joiq smweI]6]",
    "transliteration": "Kanchan Kaaeiaa Jothee Joth Samaaee ||6||",
    "translation": "One's body sparkles like gold, and one's light merges into the Light. ||6||",
    "punjabi": "(ਵਿਕਾਰਾਂ ਤੋਂ ਬਚੇ ਰਹਿਣ ਦੇ ਕਾਰਨ) ਸਰੀਰ ਸੋਨੇ ਵਰਗਾ ਸੁੱਧ ਰਹਿੰਦਾ ਹੈ, (ਮਨੁੱਖ ਦੀ) ਜਿੰਦ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3137,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "siqguir imilAY; vfI vifAweI]",
    "transliteration": "Sathigur Miliai Vaddee Vaddiaaee ||",
    "translation": "Meeting with the True Guru, one is blessed with glorious greatness.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਬੜੀ ਵਡਿਆਈ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3137,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "duKu kwtY; ihrdY nwmu vsweI]",
    "transliteration": "Dhukh Kaattai Hiradhai Naam Vasaaee ||",
    "translation": "Pain is taken away, and the Naam comes to dwell within the heart.",
    "punjabi": "(ਗੁਰੂ ਮਨੁੱਖ ਦਾ) ਹਰੇਕ ਦੁੱਖ ਕੱਟ ਦੇਂਦਾ ਹੈ, (ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਵਸਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3137,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "nwim rqy; sdw suKu pweI]7]",
    "transliteration": "Naam Rathae Sadhaa Sukh Paaee ||7||",
    "translation": "Imbued with the Naam, one finds eternal peace. ||7||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਵਿਚ ਰੰਗੀਜ ਕੇ (ਮਨੁੱਖ) ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਰਹਿੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3137,
    "pada": 10,
    "source_line": 4,
    "gurmukhi": "gurmiq mwinAw; krxI swru]",
    "transliteration": "Guramath Maaniaa Karanee Saar ||",
    "translation": "Obeying the Gur's instructions, one's actions are purified.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਵਿਚ ਪਤੀਜਿਆਂ (ਮਨੁੱਖ ਦਾ) ਆਚਰਨ ਚੰਗਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3137,
    "pada": 10,
    "source_line": 4,
    "gurmukhi": "gurmiq mwinAw; moK duAwru]",
    "transliteration": "Guramath Maaniaa Mokh Dhuaar ||",
    "translation": "Obeying the Guru's Instructions, one finds the state of salvation.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਤਿ ਵਿਚ ਮਨ ਮੰਨਿਆਂ ਵਿਕਾਰਾਂ ਵਲੋਂ ਖ਼ਲਾਸੀ ਪਾਣ ਵਾਲਾ ਰਸਤਾ ਲੱਭ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3137,
    "pada": 10,
    "source_line": 5,
    "gurmukhi": "nwnk gurmiq mwinAw; prvwrY swDwru]8]1]3]",
    "transliteration": "Naanak Guramath Maaniaa Paravaarai Saadhhaar ||8||1||3||",
    "translation": "O Nanak, those who follow the Guru's Teachings are saved, along with their families. ||8||1||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਵਿਚ ਪਤੀਜਿਆਂ (ਮਨੁੱਖ) ਆਪਣੇ ਸਾਰੇ ਪਰਵਾਰ ਨੂੰ ਭੀ (ਹਰਿ-ਨਾਮ ਦਾ) ਆਸਰਾ ਦੇਣ-ਜੋਗਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੮॥੧॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3138,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "iblwvlu mhlw 4 AstpdIAw Gru 11",
    "transliteration": "Bilaaval Mehalaa 4 Asattapadheeaa Ghar 11",
    "translation": "Bilaaval, Fourth Mehl, Ashtapadees, Eleventh House:",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ, ਘਰ ੧੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "AstpdIAW s pYr ibMdI n lwau",
    "type_id": 3
  },
  {
    "shabad_id": 3138,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3138,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "AwpY Awpu Kwie. hau mytY; An idnu hir rs gIq gveIAw]",
    "transliteration": "Aapai Aap Khaae Ho Maettai Anadhin Har Ras Geeth Gaveeaa ||",
    "translation": "One who eliminates his self-centeredness, and eradicates his ego, night and day sings the songs of the Lord's Love.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜਾ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਹਰਿ-ਨਾਮ ਰਸ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੇ) ਆਪੇ ਵਿਚ ਆਪਣਾ ਆਪ ਲੀਨ ਕਰ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਮਿਟਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "g-veIAw",
    "type_id": 3
  },
  {
    "shabad_id": 3138,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "gurmuiK prcY kMcn kwieAw; inrBau joqI joiq imleIAw]1]",
    "transliteration": "Guramukh Parachai Kanchan Kaaeiaa Nirabho Jothee Joth Mileeaa ||1||",
    "translation": "The Gurmukh is inspired, his body is golden, and his light merges into the Light of the Fearless Lord. ||1||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਹਰਿ-ਨਾਮ ਵਿਚ) ਪਰਚਿਆ ਰਹਿੰਦਾ ਹੈ, (ਵਿਕਾਰਾਂ ਤੋਂ ਬਚੇ ਰਹਿਣ ਕਰਕੇ) ਉਸ ਦਾ ਸਰੀਰ ਸੋਨੇ ਵਰਗਾ ਸੁੱਧ ਹੋ ਜਾਂਦਾ ਹੈ। ਉਸ ਦੀ ਜਿੰਦ ਨਿਰਭਉ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "im-leIAw",
    "type_id": 3
  },
  {
    "shabad_id": 3138,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "mY. hir hir nwmu ADwru rmeIAw]",
    "transliteration": "Mai Har Har Naam Adhhaar Rameeaa ||",
    "translation": "I take the Support of the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੋਹਣੇ ਰਾਮ ਦਾ ਹਰਿ-ਨਾਮ ਮੇਰੇ ਵਾਸਤੇ (ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦਾ) ਆਸਰਾ (ਬਣ ਗਿਆ) ਹੈ।",
    "pronunciation": "r-meIAw",
    "type_id": 3
  },
  {
    "shabad_id": 3138,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "iKnu plu rih. n skau, ibnu nwvY; gurmuiK hir hir pwT pVeIAw]1]rhwau]",
    "transliteration": "Khin Pal Rehi N Sako Bin Naavai Guramukh Har Har Paath Parreeaa ||1|| Rehaao ||",
    "translation": "I cannot live, for a moment, even for an instant, without the Name of the Lord; the Gurmukh reads the Sermon of the Lord, Har, Har. ||1||Pause||",
    "punjabi": "(ਹੁਣ) ਮੈਂ ਉਸ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਇਕ ਖਿਨ ਇਕ ਪਲ ਭੀ ਨਹੀਂ ਰਹਿ ਸਕਦਾ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਮੈਂ ਤਾਂ) ਹਰਿ-ਨਾਮ ਦਾ ਪਾਠ (ਹੀ) ਪੜ੍ਹਦਾ ਰਹਿੰਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "p-V@eIAw",
    "type_id": 4
  },
  {
    "shabad_id": 3138,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "eyku igrhu. ds duAwr hY jw ky; Aih inis qskr pMc cor lgeIAw]",
    "transliteration": "Eaek Girahu Dhas Dhuaar Hai Jaa Kae Ahinis Thasakar Panch Chor Lageeaa ||",
    "translation": "In the one house of the body, there are ten gates; night and day, the five thieves break in.",
    "punjabi": "ਹੇ ਭਾਈ! (ਮਨੁੱਖ ਦਾ ਇਹ ਸਰੀਰ) ਇਕ ਅਜਿਹਾ ਘਰ ਹੈ ਜਿਸ ਦੇ ਦਸ ਦਰਵਾਜ਼ੇ ਹਨ, (ਇਹਨਾਂ ਦਰਵਾਜ਼ਿਆਂ ਦੀ ਰਾਹੀਂ) ਦਿਨ ਰਾਤ (ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਅਹੰਕਾਰ) ਪੰਜ ਚੋਰ ਸੰਨ੍ਹ ਲਾਈ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "l-geIAw",
    "type_id": 3
  },
  {
    "shabad_id": 3138,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "Drmu ArQu sBu ihir ly jwvih; mnmuK AMDuly Kbir. n peIAw]2]",
    "transliteration": "Dhharam Arathh Sabh Hir Lae Jaavehi Manamukh Andhhulae Khabar N Peeaa ||2||",
    "translation": "They steal the entire wealth of one's Dharmic faith, but the blind, self-willed manmukh does not know it. ||2||",
    "punjabi": "(ਇਸ ਦੇ ਅੰਦਰੋਂ) ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਸਾਰਾ ਧਨ ਚੁਰਾ ਕੇ ਲੈ ਜਾਂਦੇ ਹਨ। (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਅੰਨ੍ਹੇ ਹੋ ਚੁਕੇ ਮਨ ਦੇ ਮੁਰੀਦ ਮਨੁੱਖ ਨੂੰ (ਆਪਣੇ ਲੁੱਟੇ ਜਾਣ ਦਾ) ਪਤਾ ਹੀ ਨਹੀਂ ਲੱਗਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3138,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "kMcn kotu bhu mwxik BirAw; jwgy igAwn qiq ilv leIAw]",
    "transliteration": "Kanchan Kott Bahu Maanak Bhariaa Jaagae Giaan Thath Liv Leeaa ||",
    "translation": "The fortress of the body is overflowing with gold and jewels; when it is awakened by spiritual wisdom, one enshrines love for the essence of reality.",
    "punjabi": "ਹੇ ਭਾਈ! (ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ, ਮਾਨੋ,) ਸੋਨੇ ਦਾ ਕਿਲ੍ਹਾ (ਉੱਚੇ ਆਤਮਕ ਗੁਣਾਂ ਦੇ) ਮੋਤੀਆਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ। ਜਿਹੜੇ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ (ਉਹ ਆਪਣਾ ਆਤਮ ਧਨ ਬਚਾ ਲੈਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3138,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "qskr hyrU. Awie lukwny; gur kY sbid pkiV bMiD peIAw]3]",
    "transliteration": "Thasakar Haeroo Aae Lukaanae Gur Kai Sabadh Pakarr Bandhh Peeaa ||3||",
    "translation": "The thieves and robbers hide out in the body; through the Word of the Guru's Shabad, they are arrested and locked up. ||3||",
    "punjabi": "(ਇਹਨਾਂ ਹੀਰਿਆਂ ਨੂੰ ਚੁਰਾਣ ਲਈ ਲੁੱਟਣ ਲਈ ਕਾਮਾਦਿਕ) ਚੋਰ ਡਾਕੂ ਆ ਕੇ (ਇਸ ਵਿਚ) ਲੁਕੇ ਰਹਿੰਦੇ ਹਨ। ਉਹ (ਸੁਚੇਤ) ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਇਹਨਾਂ ਚੋਰਾਂ ਡਾਕੂਆਂ ਨੂੰ) ਫੜ ਕੇ ਬੰਨ੍ਹ ਲੈਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3138,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "hir hir nwmu poqu boihQw; Kyvtu sbdu guru. pwir lMGeIAw]",
    "transliteration": "Har Har Naam Poth Bohithhaa Khaevatt Sabadh Gur Paar Langheeaa ||",
    "translation": "The Name of the Lord,Har,Har, is the boat, and the Word of the Guru's Shabad is the boatman, to carry us across.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਹਾਜ਼ ਹੈ ਜਹਾਜ਼, (ਉਸ ਜਹਾਜ਼ ਦਾ) ਮਲਾਹ (ਗੁਰੂ ਦਾ) ਸ਼ਬਦ ਹੈ, (ਜਿਹੜਾ ਮਨੁੱਖ ਇਸ ਜਹਾਜ਼ ਦਾ ਆਸਰਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ) ਗੁਰੂ (ਵਿਕਾਰਾਂ-ਭਰੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(poq)ubyVI[(boihQw)jhwz[ lM-GeIAw",
    "type_id": 3
  },
  {
    "shabad_id": 3138,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "jmu jwgwqI nyiV. n AwvY; nw ko qskru coru lgeIAw]4]",
    "transliteration": "Jam Jaagaathee Naerr N Aavai Naa Ko Thasakar Chor Lageeaa ||4||",
    "translation": "The Messenger of Death, the tax collector, does not even come close, and no thieves or robbers can plunder you. ||4||",
    "punjabi": "ਜਮਰਾਜ-ਮਸੂਲੀਆ (ਭੀ ਉਸ ਦੇ) ਨੇੜੇ ਨਹੀਂ ਆਉਂਦਾ, (ਕਾਮਾਦਿਕ) ਕੋਈ ਚੋਰ ਭੀ ਸੰਨ੍ਹ ਨਹੀਂ ਲਾ ਸਕਦਾ ॥੪॥",
    "pronunciation": "l`-geIAw",
    "type_id": 3
  },
  {
    "shabad_id": 3138,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "hir gux gwvY sdw idnu rwqI; mY. hir jsu khqy. AMqu n lhIAw]",
    "transliteration": "Har Gun Gaavai Sadhaa Dhin Raathee Mai Har Jas Kehathae Anth N Leheeaa ||",
    "translation": "I continuously sing the Glorious Praises of the Lord,day and night; singing the Lord's Praises,I cannot find His limits.",
    "punjabi": "ਹੇ ਭਾਈ! (ਮੇਰਾ ਮਨ ਹੁਣ) ਸਦਾ ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਮੈਂ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਿਆਂ ਕਰਦਿਆਂ (ਸਿਫ਼ਤਿ ਦਾ) ਅੰਤ ਨਹੀਂ ਲੱਭ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3138,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "gurmuiK mnUAw iekqu Gir AwvY; imlau guopwl. nIswnu bjeIAw]5]",
    "transliteration": "Guramukh Manooaa Eikath Ghar Aavai Milo Guopaal Neesaan Bajeeaa ||5||",
    "translation": "The mind of the Gurmukh returns to its own home; it meets the Lord of the Universe, to the beat of the celestial drum. ||5||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਮੇਰਾ ਇਹ) ਮਨ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਮੈਂ ਲੋਕ-ਲਾਜ ਦੂਰ ਕਰ ਕੇ ਜਗਤ-ਪਾਲਕ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹਾਂ ॥੫॥",
    "pronunciation": "guopwl:guo hoVy AONkV ivcwly bolo[ b-jeIAw",
    "type_id": 3
  },
  {
    "shabad_id": 3138,
    "pada": 8,
    "source_line": 14,
    "gurmukhi": "nYnI dyiK drsu mnu iqRpqY; sRvn bwxI gur sbdu suxeIAw]",
    "transliteration": "Nainee Dhaekh Dharas Man Thripathai Sravan Baanee Gur Sabadh Suneeaa ||",
    "translation": "Gazing upon the Blessed Vision of His Darshan with my eyes, my mind is satisfied; with my ears, I listen to the Guru's Bani, and the Word of His Shabad.",
    "punjabi": "ਹੇ ਭਾਈ! ਅੱਖਾਂ ਨਾਲ (ਹਰ ਥਾਂ ਪ੍ਰਭੂ ਦਾ) ਦਰਸਨ ਕਰ ਕੇ (ਮੇਰਾ) ਮਨ (ਹੋਰ ਵਾਸਨਾਂ ਵਲੋਂ) ਰੱਜਿਆ ਰਹਿੰਦਾ ਹੈ, (ਮੇਰਾ) ਕੰਨ ਗੁਰੂ ਦੀ ਬਾਣੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ (ਹੀ) ਸੁਣਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "su-xeIAw",
    "type_id": 3
  },
  {
    "shabad_id": 3138,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "suin suin Awqm dyv hY BIny; ris ris rwm gopwl rveIAw]6]",
    "transliteration": "Sun Sun Aatham Dhaev Hai Bheenae Ras Ras Raam Gopaal Raveeaa ||6||",
    "translation": "Listening, listening, my soul is softened, delighted by His subtle essence, chanting the Name of the Lord of the Universe. ||6||",
    "punjabi": "(ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ) ਸੁਣ ਸੁਣ ਕੇ (ਮੇਰੀ) ਜਿੰਦ (ਨਾਮ-ਰਸ ਵਿਚ) ਭਿੱਜੀ ਰਹਿੰਦੀ ਹੈ, (ਮੈਂ) ਬੜੇ ਆਨੰਦ ਨਾਲ ਰਾਮ-ਗੋਪਾਲ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹਾਂ ॥੬॥",
    "pronunciation": "r-veIAw",
    "type_id": 3
  },
  {
    "shabad_id": 3138,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "qRY gux mwieAw moih ivAwpy; qurIAw guxu hY gurmuiK lhIAw]",
    "transliteration": "Thrai Gun Maaeiaa Mohi Viaapae Thureeaa Gun Hai Guramukh Leheeaa ||",
    "translation": "In the grip of the three qualities, they are engrossed in love and attachment to Maya; only as Gurmukh do they find the absolute quality, absorption in bliss.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਅਸਰ ਹੇਠ ਰਹਿਣ ਵਾਲੇ ਜੀਵ (ਸਦਾ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ। ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ (ਉਹ) ਚੌਥਾ ਪਦ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ (ਜਿਥੇ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪੈ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3138,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "eyk idRsit sB sm kir jwxY; ndrI AwvY sBu bRhmu psreIAw]7]",
    "transliteration": "Eaek Dhrisatt Sabh Sam Kar Jaanai Nadharee Aavai Sabh Breham Pasareeaa ||7||",
    "translation": "With a single, impartial eye, look upon all alike, and see God pervading all. ||7||",
    "punjabi": "(ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ) ਇਕ (ਪਿਆਰ-) ਨਿਗਾਹ ਨਾਲ ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ ਇਕੋ ਜਿਹੀ ਜਾਣਦਾ ਹੈ। ਉਸ ਨੂੰ (ਇਹ ਪ੍ਰਤੱਖ) ਦਿੱਸ ਪੈਂਦਾ ਹੈ (ਕਿ) ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਹੀ ਪਸਰਿਆ ਹੋਇਆ ਹੈ ॥੭॥",
    "pronunciation": "ps-reIAw",
    "type_id": 3
  },
  {
    "shabad_id": 3138,
    "pada": 10,
    "source_line": 17,
    "gurmukhi": "rwm nwmu hY joiq sbweI; gurmuiK Awpy AlKu lKeIAw]",
    "transliteration": "Raam Naam Hai Joth Sabaaee Guramukh Aapae Alakh Lakheeaa ||",
    "translation": "The Light of the Lord's Name permeates all; the Gurmukh knows the unknowable.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ (ਇਹ) ਸਮਝ ਲੈਂਦਾ ਹੈ ਕਿ ਅਲੱਖ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪ (ਹਰ ਥਾਂ ਮੌਜੂਦ) ਹੈ, ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਨਾਮ ਹੈ, ਸਾਰੀ ਲੁਕਾਈ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਜੋਤਿ ਹੈ।",
    "pronunciation": "A-lKu[l-KeIAw[AlKu:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3138,
    "pada": 10,
    "source_line": 18,
    "gurmukhi": "nwnk dIn dieAwl Bey hY; Bgiq Bwie hir nwim smeIAw]8]1]4]",
    "transliteration": "Naanak Dheen Dhaeiaal Bheae Hai Bhagath Bhaae Har Naam Sameeaa ||8||1||4||",
    "translation": "O Nanak, the Lord has become merciful to the meek; through loving adoration, he merges in the Lord's Name. ||8||1||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ ਜੀ ਜਿਨ੍ਹਾਂ ਉਤੇ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਭਗਤੀ-ਭਾਵਨਾ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੮॥੧॥੪॥",
    "pronunciation": "s-meIAw",
    "type_id": 3
  },
  {
    "shabad_id": 3139,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "iblwvlu mhlw 4]",
    "transliteration": "Bilaaval Mehalaa 4 ||",
    "translation": "Bilaaval, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3139,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "hir hir nwmu sIql jlu iDAwvhu; hir cMdn vwsu sugMD gMDeIAw]",
    "transliteration": "Har Har Naam Seethal Jal Dhhiaavahu Har Chandhan Vaas Sugandhh Gandhheeaa ||",
    "translation": "Meditate on the cool water of the Name of the Lord, Har, Har. Perfume yourself with the fragrant scent of the Lord, the sandalwood tree.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰੋ, ਇਹ ਨਾਮ ਠੰਢ ਪਾਣ ਵਾਲਾ ਜਲ ਹੈ, ਇਹ ਨਾਮ ਚੰਦਨ ਦੀ ਸੁਗੰਧੀ ਹੈ ਜਿਹੜੀ (ਸਾਰੀ ਬਨਸਪਤੀ ਨੂੰ) ਸੁਗੰਧਿਤ ਕਰ ਦੇਂਦੀ ਹੈ।",
    "pronunciation": "gM-DeIAw",
    "type_id": 3
  }
]