[
  {
    "shabad_id": 3148,
    "pada": 10,
    "source_line": 1,
    "gurmukhi": "mnmuK muey; Apxw jnmu Koie ]",
    "transliteration": "Manamukh Mueae Apanaa Janam Khoe ||",
    "translation": "The self-willed manmukhs waste away their lives, and die.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ (ਅਜਿਹੇ ਮਨੁੱਖ) ਆਪਣਾ ਮਨੁੱਖ ਜਨਮ ਅਜਾਈਂ ਗਵਾ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3148,
    "pada": 10,
    "source_line": 1,
    "gurmukhi": "siqguru syvy; Brmu cukwey ]",
    "transliteration": "Sathigur Saevae Bharam Chukaaeae ||",
    "translation": "Serving the True Guru, doubt is driven away.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਭਟਕਣਾ ਮੁਕਾ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3148,
    "pada": 10,
    "source_line": 1,
    "gurmukhi": "Gr hI AMdir; scu mhlu pwey ]9]",
    "transliteration": "Ghar Hee Andhar Sach Mehal Paaeae ||9||",
    "translation": "Deep within the home of the heart, one finds the Mansion of the True Lord's Presence. ||9||",
    "punjabi": "ਉਹ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਹੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਟਿਕਾਣਾ ਲੱਭ ਲੈਂਦਾ ਹੈ (ਉਸ ਨੂੰ ਥਿੱਤਾਂ ਆਦਿਕ ਦਾ ਆਸਰਾ ਲੈ ਕੇ ਤੀਰਥ ਆਦਿਕਾਂ ਤੇ ਭਟਕਣ ਦੀ ਲੋੜ ਨਹੀਂ ਪੈਂਦੀ) ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3148,
    "pada": 11,
    "source_line": 2,
    "gurmukhi": "Awpy pUrw kry; su hoie ]",
    "transliteration": "Aapae Pooraa Karae S Hoe ||",
    "translation": "Whatever the Perfect Lord does, that alone happens.",
    "punjabi": "ਹੇ ਭਾਈ! ਪੂਰਨ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੋ ਕੁਝ) ਕਰਦਾ ਹੈ ਉਹ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3148,
    "pada": 11,
    "source_line": 2,
    "gurmukhi": "eyih iQqI vwr; dUjw doie ]",
    "transliteration": "Eaehi Thhithee Vaar Dhoojaa Dhoe ||",
    "translation": "Concern with these omens and days leads only to duality.",
    "punjabi": "(ਖ਼ਾਸ ਖ਼ਾਸ ਥਿੱਤਾਂ ਨੂੰ ਚੰਗੀਆਂ ਜਾਣ ਕੇ ਭਟਕਦੇ ਨਾਹ ਫਿਰੋ, ਸਗੋਂ) ਇਹ ਥਿੱਤਾਂ ਇਹ ਵਾਰ ਮਨਾਣੇ ਤਾਂ ਮਾਇਆ ਦਾ ਮੋਹ ਪੈਦਾ ਕਰਨ ਦਾ ਕਾਰਣ ਬਣਦੇ ਹਨ, ਮੇਰ-ਤੇਰ ਪੈਦਾ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3148,
    "pada": 11,
    "source_line": 2,
    "gurmukhi": "siqgur bwJhu; AMDu gubwru ]",
    "transliteration": "Sathigur Baajhahu Andhh Gubaar ||",
    "translation": "Without the True Guru, there is only pitch darkness.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਣ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਪੂਰੇ ਤੌਰ ਤੇ ਅੰਨ੍ਹਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3148,
    "pada": 11,
    "source_line": 3,
    "gurmukhi": "iQqI vwr; syvih mugD gvwr ]",
    "transliteration": "Thhithee Vaar Saevehi Mugadhh Gavaar ||",
    "translation": "Only idiots and fools worry about these omens and days.",
    "punjabi": "(ਗੁਰੂ ਦਾ ਆਸਰਾ-ਪਰਨਾ ਛੱਡ ਕੇ) ਮੂਰਖ ਮਨੁੱਖ ਹੀ ਥਿੱਤਾਂ ਤੇ ਵਾਰ ਮਨਾਂਦੇ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3148,
    "pada": 11,
    "source_line": 3,
    "gurmukhi": "nwnk. gurmuiK bUJY; soJI pwie ]",
    "transliteration": "Naanak Guramukh Boojhai Sojhee Paae ||",
    "translation": "O Nanak, the Gurmukh obtains understanding and realization;",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਜਿਹੜਾ ਮਨੁੱਖ) ਸਮਝਦਾ ਹੈ, ਉਸ ਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੂਝ ਆ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3148,
    "pada": 11,
    "source_line": 3,
    "gurmukhi": "iekqu nwim; sdw rihAw smwie ]10]2]",
    "transliteration": "Eikath Naam Sadhaa Rehiaa Samaae ||10||2||",
    "translation": "He remains forever merged in the Name of the One Lord. ||10||2||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਦਾ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧੦॥੨॥",
    "pronunciation": "iek-qu",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "iblwvlu mhlw 1 CMq dKxI",
    "transliteration": "Bilaaval Mehalaa 1 Shhanth Dhakhanee",
    "translation": "Bilaaval, First Mehl, Chhant, Dakhnee:",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ-ਦਖਣੀ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3149,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "muMD nvylVIAw; goieil AweI rwm ]",
    "transliteration": "Mundhh Navaelarreeaa Goeil Aaee Raam ||",
    "translation": "The young, innocent soul-bride has come to the pasture lands of the world.",
    "punjabi": "ਥੋੜ੍ਹੇ ਦਿਨਾਂ ਦੇ ਵਸੇਬੇ ਵਾਲੇ ਇਸ ਜਗਤ ਵਿਚ ਆ ਕੇ ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚੀ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "(muMD)bysmJ[nvylVI-Aw nvIn[(goieil)goLvwsy sMswr c",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "mtukI fwir DrI; hir ilv lweI rwm ]",
    "transliteration": "Mattukee Ddaar Dhharee Har Liv Laaee Raam ||",
    "translation": "Laying aside her pitcher of worldly concern, she lovingly attunes herself to her Lord.",
    "punjabi": "ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਹੋਈ ਹੈ ਤੇ ਸਰੀਰ ਦਾ ਮੋਹ ਤਿਆਗ ਦਿੱਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ilv lwie hir isau rhI goieil; shij sbid sIgwrIAw ]",
    "transliteration": "Liv Laae Har Sio Rehee Goeil Sehaj Sabadh Seegaareeaa ||",
    "translation": "She remains lovingly absorbed in the pasture of the Lord, automatically embellished with the Word of the Shabad.",
    "punjabi": "ਜਿਹੜੀ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਪ੍ਰੀਤ ਜੋੜ ਕੇ ਇਸ ਜਗਤ ਵਿਚ ਜੀਵਨ ਬਿਤਾਂਦੀ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਪਣਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "kr joiV. gur pih kir ibnMqI; imlhu swic ipAwrIAw ]",
    "transliteration": "Kar Jorr Gur Pehi Kar Binanthee Milahu Saach Piaareeaa ||",
    "translation": "With her palms pressed together, she prays to the Guru, to unite her with her True Beloved Lord.",
    "punjabi": "ਉਹ (ਸਦਾ ਦੋਵੇਂ) ਹੱਥ ਜੋੜ ਕੇ ਗੁਰੂ ਦੇ ਪਾਸ ਬੇਨਤੀ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ (ਕਿ, ਹੇ ਗੁਰੂ! ਮੈਨੂੰ) ਮਿਲ (ਤਾ ਕਿ ਮੈਂ ਤੇਰੀ ਕਿਰਪਾ ਨਾਲ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਨੂੰ ਪਿਆਰ ਕਰ ਸਕਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "Dn Bwie BgqI dyiK pRIqm; kwm kRoDu invwirAw ]",
    "transliteration": "Dhhan Bhaae Bhagathee Dhaekh Preetham Kaam Krodhh Nivaariaa ||",
    "translation": "Seeing His bride's loving devotion, the Beloved Lord eradicates unfulfilled sexual desire and unresolved anger.",
    "punjabi": "ਅਜਿਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੀ ਰਾਹੀਂ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕ ਕੇ ਉਸ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਕਾਮ ਕ੍ਰੋਧ (ਆਦਿਕ ਵਿਕਾਰਾਂ ਨੂੰ ਆਪਣੇ ਅੰਦਰੋਂ) ਦੂਰ ਕਰ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "nwnk. muMD nvyl suMdir; dyiK ipru. swDwirAw ]1]",
    "transliteration": "Naanak Mundhh Navael Sundhar Dhaekh Pir Saadhhaariaa ||1||",
    "translation": "O Nanak, the young, innocent bride is so beautiful; seeing her Husband Lord, she is comforted. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਵਿਤ੍ਰ ਤੇ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੀ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਦੀਦਾਰ ਕਰ ਕੇ (ਉਸ ਦੀ ਯਾਦ ਨੂੰ) ਆਪਣੇ ਹਿਰਦੇ ਦਾ ਆਸਰਾ ਬਣਾ ਲੈਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "sic nvylVIey; jobin bwlI rwm ]",
    "transliteration": "Sach Navaelarreeeae Joban Baalee Raam ||",
    "translation": "Truthfully, O young soul-bride, your youth keeps you innocent.",
    "punjabi": "ਹੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜ ਕੇ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਜਵਾਨੀ ਵਿਚ ਭੀ ਭੋਲੇ ਸੁਭਾਉ ਵਾਲੀ (ਬਣੀ ਰਹੁ)",
    "pronunciation": "b`wlI",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "Awau n jwau khI; Apny sh nwlI rwm ]",
    "transliteration": "Aao N Jaao Kehee Apanae Seh Naalee Raam ||",
    "translation": "Do not come and go anywhere; stay with your Husband Lord.",
    "punjabi": "(ਅਹੰਕਾਰ ਛੱਡ ਕੇ) ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਟਿਕੀ ਰਹੁ (ਵੇਖੀਂ, ਉਸ ਦਾ ਪੱਲਾ ਛੱਡ ਕੇ) ਕਿਸੇ ਹੋਰ ਥਾਂ ਨਾਹ ਭਟਕਦੀ ਫਿਰੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "nwh Apny sMig dwsI; mY. Bgiq hir kI Bwvey ]",
    "transliteration": "Naah Apanae Sang Dhaasee Mai Bhagath Har Kee Bhaaveae ||",
    "translation": "I will stay with my Husband Lord; I am His hand-maiden. Devotional worship to the Lord is pleasing to me.",
    "punjabi": "ਉਹੀ ਦਾਸੀ (ਸੁਭਾਗ ਹੈ ਜੋ) ਆਪਣੇ ਖਸਮ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿੰਦੀ ਹੈ। (ਹੇ ਸਹੇਲੀਏ!) ਮੈਨੂੰ ਭੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਭਗਤੀ ਹੀ ਪਿਆਰੀ ਲਗਦੀ ਹੈ।",
    "pronunciation": "Bw-vey",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "AgwiD boiD AkQu kQIAY; shij pRB gux gwvey ]",
    "transliteration": "Agaadhh Bodhh Akathh Kathheeai Sehaj Prabh Gun Gaaveae ||",
    "translation": "I know the unknowable, and speak the unspoken; I sing the Glorious Praises of the Celestial Lord God.",
    "punjabi": "(ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੀ ਹੈ (ਉਹ ਦਾਸੀ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਸੋਭਦੀ ਹੈ)। (ਸੋ, ਸਹੇਲੀਏ! ਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ) ਗਿਆਨ ਦੀ ਰਾਹੀਂ (ਗੁਣਾਂ ਦੇ) ਅਥਾਹ (ਸਮੁੰਦਰ-) ਪ੍ਰਭੂ ਵਿਚ (ਚੁੱਭੀ ਲਾ ਕੇ) ਉਸ ਪ੍ਰਭੂ ਦਾ ਗੁਣਾਨੁਵਾਦ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਉਹ ਪ੍ਰਭੂ ਐਸੇ ਸਰੂਪ ਵਾਲਾ ਹੈ ਜਿਸ ਦਾ ਬਿਆਨ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "A-kQu:polw bolo[gw-vey",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "rwm nwm rswl rsIAw; rvY swic ipAwrIAw ]",
    "transliteration": "Raam Naam Rasaal Raseeaa Ravai Saach Piaareeaa ||",
    "translation": "She who chants and savors the taste of the Lord's Name is loved by the True Lord.",
    "punjabi": "ਰਸਾਂ ਦਾ ਸੋਮਾ ਰਸਾਂ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈ ਜੋ ਉਸ ਦੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਵਿਚ ਪਿਆਰ ਪਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "guir. sbdu dIAw, dwnu kIAw; nwnkw. vIcwrIAw ]2]",
    "transliteration": "Gur Sabadh Dheeaa Dhaan Keeaa Naanakaa Veechaareeaa ||2||",
    "translation": "The Guru grants her the gift of the Shabad; O Nanak, she contemplates and reflects upon it. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਸੁਭਾਗ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ ਦਿੱਤਾ, ਜਿਸ ਨੂੰ ਇਹ ਉੱਚੀ ਦਾਤ ਬਖ਼ਸ਼ੀ, ਉਹ ਉੱਚੀ ਵਿਚਾਰ ਦੀ ਮਾਲਕ ਬਣ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "sRIDr moihAVI; ipr sMig sUqI. rwm ]",
    "transliteration": "Sreedhhar Mohiarree Pir Sang Soothee Raam ||",
    "translation": "She who is fascinated by the Supreme Lord, sleeps with her Husband Lord.",
    "punjabi": "(ਹੇ ਭਾਈ!) (ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ) ਮਾਇਆ ਦੇ ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ-ਵੱਸ ਹੋ ਜਾਂਦੀ ਹੈ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿੱਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "s`UqI",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "gur kY Bwie clo; swic sMgUqI rwm ]",
    "transliteration": "Gur Kai Bhaae Chalo Saach Sangoothee Raam ||",
    "translation": "She walks in harmony with the Guru's Will, attuned to the Lord.",
    "punjabi": "(ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ) ਜੀਵਨ-ਚਾਲ ਗੁਰੂ ਦੇ ਅਨੁਸਾਰ ਰਹਿੰਦੀ ਹੈ ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "Dn swic sMgUqI. hir sMig sUqI; sMig sKI shylIAw ]",
    "transliteration": "Dhhan Saach Sangoothee Har Sang Soothee Sang Sakhee Sehaeleeaa ||",
    "translation": "The soul-bride is attuned to the Truth, and sleeps with the Lord, along with her companions and sister soul-brides.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਤ-ਸੰਗਣ ਸਹੇਲੀਆਂ ਨਾਲ ਮਿਲ ਕੇ ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਹੁੰਦੀ ਹੈ, ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "iek Bwie iek min nwmu visAw; siqgurU hm mylIAw ]",
    "transliteration": "Eik Bhaae Eik Man Naam Vasiaa Sathiguroo Ham Maeleeaa ||",
    "translation": "Loving the One Lord, with one-pointed mind, the Naam dwells within; I am united with the True Guru.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ ਇਕਾਗਰ-ਮਨ ਟਿਕਣ ਦੇ ਕਾਰਨ (ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ ਇਹ ਸਰਧਾ ਬਣ ਜਾਂਦੀ ਹੈ ਕਿ) ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "idnu rYix GVI n csw ivsrY; swis swis inrMjno ]",
    "transliteration": "Dhin Rain Gharree N Chasaa Visarai Saas Saas Niranjano ||",
    "translation": "Day and night, with each and every breath, I do not forget the Immaculate Lord, for a moment, even for an instant.",
    "punjabi": "(ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਦਿਨ ਰਾਤ ਘੜੀ ਪਲ (ਕਿਸੇ ਵੇਲੇ ਭੀ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ) ਨਹੀਂ ਭੁੱਲਦੀ, (ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ) ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਨਿਰੰਜਨ-ਪ੍ਰਭੂ (ਨੂੰ ਚੇਤੇ ਰੱਖਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "sbid joiq jgwie dIpku; nwnkw. Bau BMjno ]3]",
    "transliteration": "Sabadh Joth Jagaae Dheepak Naanakaa Bho Bhanjano ||3||",
    "translation": "So light the lamp of the Shabad, O Nanak, and burn away your fear. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਅੰਦਰ ਰੱਬੀ) ਜੋਤਿ ਜਗਾ ਕੇ ਦੀਵਾ ਜਗਾ ਕੇ (ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰੋਂ ਹਰੇਕ) ਡਰ-ਸਹਿਮ ਨਾਸ ਕਰ ਲੈਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "joiq sbwieVIey; iqRBvx swry rwm ]",
    "transliteration": "Joth Sabaaeirreeeae Thribhavan Saarae Raam ||",
    "translation": "O soul-bride, the Lord's Light pervades all the three worlds.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਪਰਮਾਤਮਾ ਦੀ) ਜੋਤਿ ਹਰ ਥਾਂ (ਪਸਰੀ ਹੋਈ) ਹੈ, ਉਹ ਪ੍ਰਭੂ ਸਾਰੇ ਜਗਤ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "Git Git riv rihAw; AlK Apwry rwm ]",
    "transliteration": "Ghatt Ghatt Rav Rehiaa Alakh Apaarae Raam ||",
    "translation": "He is pervading each and every heart, the Invisible and Infinite Lord.",
    "punjabi": "ਉਹ ਅਦ੍ਰਿਸ਼ਟ ਤੇ ਬੇਅੰਤ ਪ੍ਰਭੂ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "A-lK",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "AlK Apwr Apwru swcw; Awpu mwir imlweIAY ]",
    "transliteration": "Alakh Apaar Apaar Saachaa Aap Maar Milaaeeai ||",
    "translation": "He is Invisible and Infinite, Infinite and True; subduing his self-conceit, one meets Him.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਉਹ ਪਰਮਾਤਮਾ ਅਦ੍ਰਿਸ਼ਟ ਹੈ, ਬੇਅੰਤ ਹੈ, ਬੇਅੰਤ ਹੈ, ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ। ਆਪਾ-ਭਾਵ ਮਾਰ ਕੇ (ਹੀ ਉਸ ਨੂੰ) ਮਿਲ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "haumY mmqw loBu jwlhu; sbid mYlu cukweIAY ]",
    "transliteration": "Houmai Mamathaa Lobh Jaalahu Sabadh Mail Chukaaeeai ||",
    "translation": "So burn away your egotistical pride, attachment and greed, with the Word of the Shabad; wash away your filth.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਅਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ, ਮਾਇਆ ਜੋੜਨ ਦੀ ਖਿੱਚ ਤੇ ਲਾਲਚ ਸਾੜ ਦੇਹ (ਸਹੇਲੀਏ! ਹਉਮੈ ਮਮਤਾ ਲੋਭ ਆਦਿਕ ਦੀ) ਮੈਲ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਮੁਕਾਈ ਜਾ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "dir jwie drsnu krI BwxY; qwir qwrxhwirAw ]",
    "transliteration": "Dhar Jaae Dharasan Karee Bhaanai Thaar Thaaranehaariaa ||",
    "translation": "When you go to the Lord's Door, you shall receive the Blessed Vision of His Darshan; by His Will, the Savior will carry you across and save you.",
    "punjabi": "(ਸੋ, ਹੇ ਸਹੇਲੀਏ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪਰਮਾਤਮਾ ਦੀ) ਰਜ਼ਾ ਵਿਚ (ਤੁਰ ਕੇ ਜੀਵਨ ਬਿਤੀਤ ਕਰ, ਤੇ ਅਰਦਾਸ ਕਰਿਆ ਕਰ-) ਹੇ ਤਾਰਨਹਾਰ ਪ੍ਰਭੂ! (ਮੈਨੂੰ ਵਿਕਾਰਾਂ ਦੇ ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈ (ਇਸ ਤਰ੍ਹਾਂ, ਹੇ ਸਹੇਲੀਏ! ਗੁਰੂ ਦੇ) ਦਰ ਤੇ ਜਾ ਕੇ (ਪਰਮਾਤਮਾ ਦਾ) ਦਰਸਨ ਕਰ ਲਏਂਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3149,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "hir nwmu AMimRqu cwiK iqRpqI; nwnkw. aur DwirAw ]4]1]",
    "transliteration": "Har Naam Anmrith Chaakh Thripathee Naanakaa Our Dhhaariaa ||4||1||",
    "translation": "Tasting the Ambrosial Nectar of the Lord's Name, the soul-bride is satisfied; O Nanak, she enshrines Him in her heart. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਸਹੇਲੀਏ! ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੀ ਹੈ ਉਹ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ-ਜਲ ਚੱਖ ਕੇ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਜਾਂਦੀ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "iblwvlu mhlw 1 ]",
    "transliteration": "Bilaaval Mehalaa 1 ||",
    "translation": "Bilaaval, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "mY min cwau Gxw; swic ivgwsI rwm ]",
    "transliteration": "Mai Man Chaao Ghanaa Saach Vigaasee Raam ||",
    "translation": "My mind is filled with such a great joy; I have blossomed forth in Truth.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਵਿਚ (ਟਿਕ ਕੇ) ਮੇਰਾ ਮਨ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ ਬਹੁਤ ਚਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "mohI pRym ipry; pRiB AibnwsI rwm ]",
    "transliteration": "Mohee Praem Pirae Prabh Abinaasee Raam ||",
    "translation": "I am enticed by the love of my Husband Lord, the Eternal, Imperishable Lord God.",
    "punjabi": "ਅਬਿਨਾਸ਼ੀ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੇ (ਮੇਰੇ ਮਨ ਨੂੰ ਆਪਣੇ) ਪ੍ਰੇਮ (ਦੀ ਖਿੱਚ ਨਾਲ) ਮਸਤ ਕਰ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "Aivgqo hir nwQu nwQh; iqsY BwvY so QIAY ]",
    "transliteration": "Avigatho Har Naathh Naathheh Thisai Bhaavai So Thheeai ||",
    "translation": "The Lord is everlasting, the Master of masters. Whatever He wills, happens.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਉਹ ਪਰਮਾਤਮਾ ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ ਨਹੀਂ ਦਿੱਸਦਾ, ਪਰ ਉਹ ਪਰਮਾਤਮਾ (ਵੱਡੇ ਵੱਡੇ) ਨਾਥਾਂ ਦਾ (ਭੀ) ਨਾਥ ਹੈ, (ਜਗਤ ਵਿਚ) ਉਹ ਹੀ ਹੁੰਦਾ ਹੈ, ਜੋ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ikrpwlu sdw dieAwlu dwqw; jIAw AMdir qUM jIAY ]",
    "transliteration": "Kirapaal Sadhaa Dhaeiaal Dhaathaa Jeeaa Andhar Thoon Jeeai ||",
    "translation": "O Great Giver, You are always kind and compassionate. You infuse life into all living beings.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਮਿਹਰ ਦਾ ਸਮੁੰਦਰ ਹੈਂ, ਤੂੰ ਸਦਾ ਹੀ ਦਇਆ ਦਾ ਸੋਮਾ ਹੈਂ, ਤੂੰ ਹੀ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਜਿੰਦ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  }
]