[
  {
    "shabad_id": 3150,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mY Avru igAwnu n iDAwnu pUjw; hir nwmu AMqir vis rhy]",
    "transliteration": "Mai Avar Giaan N Dhhiaan Poojaa Har Naam Anthar Vas Rehae ||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਮੇਰੇ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸ ਰਿਹਾ ਹੈ (ਇਸ ਹਰਿ-ਨਾਮ ਦੇ ਬਰਾਬਰ ਦੀ) ਮੈਨੂੰ ਕੋਈ ਧਰਮ-ਚਰਚਾ, ਕੋਈ ਸਮਾਧੀ, ਕੋਈ ਦੇਵ-ਪੂਜਾ ਨਹੀਂ ਸੁੱਝਦੀ।",
    "pronunciation": "vis:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ByKu BvnI hTu n jwnw; nwnkw. scu gih rhy]1]",
    "transliteration": "Bhaekh Bhavanee Hath N Jaanaa Naanakaa Sach Gehi Rehae ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਸਹੇਲੀਏ!) ਮੈਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਹਰਿ-ਨਾਮ ਨੂੰ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕੀ ਤਰ੍ਹਾਂ ਟਿਕਾ ਲਿਆ ਹੈ (ਇਸ ਦੇ ਬਰਾਬਰ ਦਾ) ਮੈਂ ਕੋਈ ਭੇਖ, ਕੋਈ ਤੀਰਥ-ਰਟਨ, ਕੋਈ ਹਠ-ਜੋਗ ਨਹੀਂ ਸਮਝਦੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "iBMnVI rYix BlI; idns suhwey rwm]",
    "transliteration": "Bhinnarree Rain Bhalee Dhinas Suhaaeae Raam ||",
    "punjabi": "ਹਰਿ-ਨਾਮ-ਰਸ ਵਿਚ ਭਿੱਜੀ ਹੋਈ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ (ਜ਼ਿੰਦਗੀ ਦੀਆਂ) ਰਾਤਾਂ ਤੇ ਦਿਨ ਸਭ ਸੁਹਾਵਣੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "inj Gir sUqVIey; iprmu jgwey rwm]",
    "transliteration": "Nij Ghar Sootharreeeae Piram Jagaaeae Raam ||",
    "punjabi": "ਹੇ ਆਪਣੇ ਆਪ ਵਿਚ ਹੀ ਮਸਤ ਰਹਿਣ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ! (ਵੇਖ, ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਸੁਚੇਤ ਕਰਦਾ ਹੈ।",
    "pronunciation": "s`UqVIey",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "nv hwix nv Dn, sbid jwgI; Awpxy ipr. BwxIAw]",
    "transliteration": "Nav Haan Nav Dhhan Sabadh Jaagee Aapanae Pir Bhaaneeaa ||",
    "punjabi": "ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਸੁਚੇਤ ਹੁੰਦੀ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚੀ ਰਹਿੰਦੀ ਹੈ ਅਤੇ ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "qij kUVu kptu suBwau dUjw; cwkrI lokwxIAw]",
    "transliteration": "Thaj Koorr Kapatt Subhaao Dhoojaa Chaakaree Lokaaneeaa ||",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦਾ ਮੋਹ, ਠੱਗੀ-ਫ਼ਰੇਬ, ਮਾਇਆ ਨਾਲ ਪਿਆਰ ਪਾਈ ਰੱਖਣ ਵਾਲੀ ਆਦਤ, ਅਤੇ ਲੋਕਾਂ ਦੀ ਮੁਥਾਜੀ ਛੱਡ ਕੇ (ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰ ਕਰਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "mY nwmu hir kw hwru kMTy; swc sbdu nIswixAw]",
    "transliteration": "Mai Naam Har Kaa Haar Kanthae Saach Sabadh Neesaaniaa ||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਜਿਵੇਂ) ਗਲ ਵਿਚ ਹਾਰ (ਪਾਈਦਾ ਹੈ, ਤਿਵੇਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੈਂ (ਆਪਣੇ ਗਲੇ ਵਿਚ ਪ੍ਰੋ ਲਿਆ ਹੈ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ (ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦੀ ਅਗਵਾਈ ਕਰਨ ਵਾਲਾ) ਪਰਵਾਨਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "kr joiV nwnku. swcu mwgY; ndir kir quDu BwixAw]2]",
    "transliteration": "Kar Jorr Naanak Saach Maagai Nadhar Kar Thudhh Bhaaniaa ||2||",
    "punjabi": "ਨਾਨਕ (ਦੋਵੇਂ) ਹੱਥ ਜੋੜ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੋਂ ਉਸ ਦਾ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਾਮ ਮੰਗਦਾ ਰਹਿੰਦਾ ਹੈ (ਅਤੇ ਆਖਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ!) ਜੇ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ (ਤਾਂ ਮੇਰੇ ਉੱਤੇ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰ (ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਦੇਹ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "jwgu slonVIey; bolY gurbwxI rwm]",
    "transliteration": "Jaag Salonarreeeae Bolai Gurabaanee Raam ||",
    "punjabi": "ਹੇ ਸੋਹਣੇ ਨੇਤ੍ਰਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ! (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸਾਵਧਾਨ ਰਹੁ, (ਤੈਨੂੰ) ਗੁਰੂ ਦੀ ਬਾਣੀ ਜਗਾ ਰਹੀ ਹੈ।",
    "pronunciation": "pqI rwmjI ibnw, hor iksy nMU n dyKx vwly mhW ivsmwd(slonVIey)suMdr nyqRW vwlI gursyvk sKI",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ijin suix mMinAVI; AkQ khwxI rwm]",
    "transliteration": "Jin Sun Manniarree Akathh Kehaanee Raam ||",
    "punjabi": "ਜਿਸ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਨੇ (ਗੁਰੂ ਦੀ ਬਾਣੀ) ਸੁਣ ਕੇ (ਉਸ ਵਿਚ) ਸਰਧਾ ਬਣਾਈ ਹੈ, ਉਹ ਅਕੱਥ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਲੱਗ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "A-kQ:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "AkQ khwxI pdu inrbwxI; ko ivrlw gurmuiK bUJey]",
    "transliteration": "Akathh Kehaanee Padh Nirabaanee Ko Viralaa Guramukh Boojheae ||",
    "punjabi": "ਅਕੱਥ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਰਕਤ ਨਾਲ ਉਹ ਉਸ ਆਤਮਕ ਦਰਜੇ ਤੇ ਪਹੁੰਚ ਜਾਂਦੀ ਹੈ ਜਿੱਥੇ ਕੋਈ ਵਾਸਨਾ ਪੋਹ ਨਹੀਂ ਸਕਦੀ। ਪਰ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਇਹ ਗੱਲ ਸਮਝਦਾ ਹੈ।",
    "pronunciation": "b`UJey",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "Ehu sbid smwey. Awpu gvwey; iqRBvx soJI sUJey]",
    "transliteration": "Ouhu Sabadh Samaaeae Aap Gavaaeae Thribhavan Sojhee Soojheae ||",
    "punjabi": "ਉਹ (ਗੁਰਮੁਖ) ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਬਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ, (ਆਪਣੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ, ਜਗਤ ਵਿਚ ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਨਾਲ ਉਸ ਦੀ ਡੂੰਘੀ ਸਾਂਝ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "rhY AqIqu AprMpir rwqw; swcu min gux swirAw]",
    "transliteration": "Rehai Atheeth Aparanpar Raathaa Saach Man Gun Saariaa ||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਬਚਿਆ ਰਹਿੰਦਾ ਹੈ, ਬੇਅੰਤ ਪ੍ਰਭੂ (ਦੇ ਪ੍ਰੇਮ) ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ (ਹਰ ਵੇਲੇ ਉਸ ਦੇ) ਮਨ ਵਿਚ (ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ), ਉਹ (ਪਰਮਾਤਮਾ ਦੇ) ਗੁਣਾਂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "Ehu pUir rihAw srb TweI; nwnkw. auir DwirAw]3]",
    "transliteration": "Ouhu Poor Rehiaa Sarab Thaaee Naanakaa Our Dhhaariaa ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ ਜਿਹੜਾ ਸਭਨੀਂ ਥਾਈਂ ਵਿਆਪਕ ਹੋ ਰਿਹਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "mhil bulwieVIey; Bgiq snyhI rwm]",
    "transliteration": "Mehal Bulaaeirreeeae Bhagath Sanaehee Raam ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ-ਦਰ ਤੇ ਪਹੁੰਚੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀਏ! (ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਤੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਿਆ ਹੈ, ਉਹ) ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "gurmiq min rhsI; sIJis dyhI rwm]",
    "transliteration": "Guramath Man Rehasee Seejhas Dhaehee Raam ||",
    "punjabi": "(ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਗੁਰੂ ਦੀ ਮਤਿ ਉੱਤੇ ਤੁਰ ਕੇ (ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਦੀ ਹੈ, ਉਸ ਦੇ) ਮਨ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, (ਉਹ ਦਾ ਮਨੁੱਖਾ) ਸਰੀਰ ਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "mnu mwir rIJY sbid sIJY; qRY lok nwQu pCwxey]",
    "transliteration": "Man Maar Reejhai Sabadh Seejhai Thrai Lok Naathh Pashhaaneae ||",
    "punjabi": "(ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ) ਮਨ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰ ਕੇ ਆਤਮਕ ਆਨੰਦ ਹਾਸਲ ਕਰਦੀ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ (ਜੀਵਨ ਵਿਚ) ਕਾਮਯਾਬ ਹੁੰਦੀ ਹੈ ਸਾਰੇ ਜਗਤ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨਾਲ ਉਹ ਸਾਂਝ ਪਾ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "pCw-xey",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "mnu fIig foil. n jwie kq hI; Awpxw ipru jwxey]",
    "transliteration": "Man Ddeeg Ddol N Jaae Kath Hee Aapanaa Pir Jaaneae ||",
    "punjabi": "(ਉਸ ਦਾ ਮਨ) ਕਿਸੇ ਭੀ ਹੋਰ ਪਾਸੇ ਵਲ ਡੋਲਦਾ ਨਹੀਂ, ਉਹ (ਹਰ ਵੇਲੇ) ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦੀ ਹੈ।",
    "pronunciation": "jw-xey",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "mY AwDwru qyrw. qU Ksmu myrw; mY qwxu qkIAw qyrE]",
    "transliteration": "Mai Aadhhaar Thaeraa Thoo Khasam Maeraa Mai Thaan Thakeeaa Thaerou ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਤੇਰਾ ਹੀ ਆਸਰਾ ਹੈ, ਤੂੰ (ਹੀ) ਮੇਰਾ ਖਸਮ ਹੈਂ, ਮੈਨੂੰ ਤੇਰਾ ਹੀ ਆਸਰਾ ਤੇਰਾ ਹੀ ਸਹਾਰਾ ਹੈ।",
    "pronunciation": "(qkIAw)Awsrw[qkIAw:polw bolo[qyr-E, inbyr-E",
    "type_id": 3
  },
  {
    "shabad_id": 3150,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "swic sUcw sdw nwnk; gur sbid Jgru inbyrE]4]2]",
    "transliteration": "Saach Soochaa Sadhaa Naanak Gur Sabadh Jhagar Nibaerou ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ (ਸਦਾ ਲੀਨ ਰਹਿੰਦਾ ਹੈ) ਉਹ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਖਹ-ਖਹ ਮੁਕਾ ਲੈਂਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3151,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "CMq iblwvlu mhlw 4 mMgl",
    "transliteration": "Shhanth Bilaaval Mehalaa 4 Mangala",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ-ਮੰਗਲ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3151,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3151,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "myrw hir pRBu syjY AwieAw; mnu suiK smwxw rwm]",
    "transliteration": "Maeraa Har Prabh Saejai Aaeiaa Man Sukh Samaanaa Raam ||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਜਿਸ ਭਾਗਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਦੀ) ਸੇਜ ਉਤੇ ਪਿਆਰਾ ਹਰੀ-ਪ੍ਰਭੂ ਆ ਬੈਠਾ, ਉਸ ਦਾ ਮਨ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਮਗਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3151,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "guir quTY. hir pRBu pwieAw; rMig rlIAw mwxw rwm]",
    "transliteration": "Gur Thuthai Har Prabh Paaeiaa Rang Raleeaa Maanaa Raam ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਪ੍ਰਸੰਨ ਹੋਇਆਂ ਜਿਸ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਨੂੰ ਹਰੀ-ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ, ਉਹ ਪ੍ਰੇਮ ਵਿਚ (ਮਸਤ ਹੋ ਕੇ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਦਾ) ਸੁਆਦ ਮਾਣਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3151,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "vfBwgIAw sohwgxI; hir msqik mwxw rwm]",
    "transliteration": "Vaddabhaageeaa Sohaaganee Har Masathak Maanaa Raam ||",
    "punjabi": "(ਹੇ ਸਹੇਲੀਏ!) ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਹਰਿ (-ਮਿਲਾਪ ਦਾ) ਮੋਤੀ (ਚਮਕ ਪੈਂਦਾ) ਹੈ, ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਉਹ ਸੁਹਾਗਣਾਂ ਬਣ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3151,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "hir pRBu hir sohwgu hY; nwnk min Bwxw rwm]1]",
    "transliteration": "Har Prabh Har Sohaag Hai Naanak Man Bhaanaa Raam ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹਰੀ-ਪ੍ਰਭੂ ਖਸਮ (ਉਹਨਾਂ ਦੇ ਸਿਰ ਉੱਤੇ) ਕਾਇਮ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ-ਖਸਮ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3151,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "inMmwixAw hir mwxu hY; hir pRBu hir AwpY rwm]",
    "transliteration": "Ninmaaniaa Har Maan Hai Har Prabh Har Aapai Raam ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਕੋਈ ਆਦਰ ਨਹੀਂ ਦੇਂਦਾ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦਾ ਆਦਰ-ਸਹਾਰਾ ਬਣ ਜਾਂਦਾ ਹੈ। ਹਰਿ-ਪ੍ਰਭੂ ਉਸ ਦੇ ਆਪੇ ਵਿਚ (ਜਿੰਦ ਵਿਚ) ਸਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3151,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "gurmuiK Awpu gvwieAw; inq hir hir jwpY rwm]",
    "transliteration": "Guramukh Aap Gavaaeiaa Nith Har Har Jaapai Raam ||",
    "punjabi": "(ਜਿਸ ਨੂੰ ਇਹ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ, ਉਹ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ (ਆਪਣੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ, ਅਤੇ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3151,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "myry hir pRB BwvY. so krY; hir rMig hir rwpY rwm]",
    "transliteration": "Maerae Har Prabh Bhaavai So Karai Har Rang Har Raapai Raam ||",
    "punjabi": "(ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ) ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ (ਉਸ ਨੂੰ ਨਿਸਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ) ਮੇਰਾ ਪ੍ਰਭੂ ਉਹੀ ਕੁਝ ਕਰਦਾ ਹੈ ਜੋ ਉਸ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3151,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "jnu nwnku. shij imlwieAw; hir ris hir DRwpY rwm]2]",
    "transliteration": "Jan Naanak Sehaj Milaaeiaa Har Ras Har Dhhraapai Raam ||2||",
    "punjabi": "ਦਾਸ ਨਾਨਕ (ਆਖਦਾ ਹੈ-ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ (ਮਾਇਆ ਵਲੋਂ) ਰੱਜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3151,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "mwxs jnim. hir pweIAY; hir rwvx vyrw rwm]",
    "transliteration": "Maanas Janam Har Paaeeai Har Raavan Vaeraa Raam ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ (ਹੀ) ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਸਕੀਦਾ ਹੈ। (ਮਨੁੱਖਾ ਜਨਮ ਹੀ) ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਮਾਣਨ ਦਾ ਸਮਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3151,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "gurmuiK imlu sohwgxI; rMgu hoie Gxyrw rwm]",
    "transliteration": "Guramukh Mil Sohaaganee Rang Hoe Ghanaeraa Raam ||",
    "punjabi": "ਹੇ ਚੰਗੇ ਭਾਗਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ। (ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਮਿਲਾਪ ਦਾ ਪ੍ਰੇਮ-) ਰੰਗ ਬਹੁਤ ਚੜ੍ਹਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3151,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ijn mwxs jnim. n pwieAw; iqn@ Bwgu mMdyrw rwm]",
    "transliteration": "Jin Maanas Janam N Paaeiaa Thinh Bhaag Mandhaeraa Raam ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਨੇ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਨਾਹ ਕੀਤਾ, ਉਹਨਾਂ ਦੀ ਖੋਟੀ ਕਿਸਮਤ ਜਾਣੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3151,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "hir hir. hir hir rwKu pRB; nwnku. jnu qyrw rwm]3]",
    "transliteration": "Har Har Har Har Raakh Prabh Naanak Jan Thaeraa Raam ||3||",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਨਾਨਕ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜੀ ਰੱਖ, ਨਾਨਕ ਤੇਰਾ ਦਾਸ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3151,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "guir. hir pRBu Agmu idRVwieAw; mnu qnu rMig BInw rwm]",
    "transliteration": "Gur Har Prabh Agam Dhrirraaeiaa Man Than Rang Bheenaa Raam ||",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਗੁਰੂ ਨੇ ਅਪਹੁੰਚ ਹਰੀ ਪ੍ਰਭੂ (ਦਾ ਨਾਮ) ਪੱਕਾ ਕਰ ਦਿੱਤਾ, ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ (ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-) ਰੰਗ ਵਿਚ ਭਿੱਜਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]