[
  {
    "shabad_id": 3156,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "iblwvlu mhlw 5 CMq",
    "transliteration": "Bilaaval Mehalaa 5 Shhantha",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3156,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "sKI Awau sKI, vis Awau sKI; AsI. ipr kw mMglu gwvh]",
    "transliteration": "Sakhee Aao Sakhee Vas Aao Sakhee Asee Pir Kaa Mangal Gaaveh ||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਆਓ (ਰਲ ਕੇ ਬੈਠੀਏ) ਹੇ ਸਹੇਲੀਏ! ਆਓ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰੀਏ, ਅਤੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਵੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "qij mwnu sKI. qij mwnu sKI; mqu Awpxy pRIqm Bwvh]",
    "transliteration": "J Maan Sakhee Thaj Maan Sakhee Math Aapanae Preetham Bhaaveh ||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਆਪਣੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਦੂਰ ਕਰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਦੂਰ ਕਰ, ਸ਼ਾਇਦ (ਇਸ ਤਰ੍ਹਾਂ) ਅਸੀਂ ਆਪਣੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਚੰਗੀਆਂ ਲੱਗ ਸਕੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "qij mwnu mohu ibkwru dUjw; syiv eyku inrMjno]",
    "transliteration": "Thaj Maan Mohu Bikaar Dhoojaa Saev Eaek Niranjano ||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਆਪਣੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਦੂਰ ਕਰ, ਮੋਹ ਦੂਰ ਕਰ, ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਾਲਾ ਵਿਕਾਰ ਦੂਰ ਕਰ, ਸਿਰਫ਼ ਨਿਰਲੇਪ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਈ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "lgu crx srx, dieAwl pRIqm; sgl durq, ibKMfno]",
    "transliteration": "Lag Charan Saran Dhaeiaal Preetham Sagal Dhurath Bikhanddano ||",
    "punjabi": "ਸਾਰੇ ਪਾਪਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ ਦਇਆ ਦੇ ਸੋਮੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਦੀ ਓਟ ਪਕੜੀ ਰੱਖ।",
    "pronunciation": "(durq)pwp[(ib-KMfn)oivSyS krky k`txw",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "hoie dws dwsI. qij audwsI; bhuiV ibDI. n Dwvw]",
    "transliteration": "Hoe Dhaas Dhaasee Thaj Oudhaasee Bahurr Bidhhee N Dhhaavaa ||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਮੇਰੇ ਉੱਤੇ ਭੀ) ਮਿਹਰ ਕਰ, ਮੈਂ (ਪ੍ਰਭੂ ਦੇ) ਦਾਸਾਂ ਦੀ ਦਾਸੀ ਬਣ ਕੇ (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਲੋਂ) ਉਪਰਾਮਤਾ ਛੱਡ ਕੇ ਮੁੜ ਹੋਰ ਹੋਰ ਪਾਸੇ ਨਾਹ ਭਟਕਦਾ ਫਿਰਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "nwnku pieAMpY krhu ikrpw; qwim mMglu gwvw]1]",
    "transliteration": "Naanak Paeianpai Karahu Kirapaa Thaam Mangal Gaavaa ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ- (ਤੂੰ ਮਿਹਰ ਕਰੇਂ), ਤਦੋਂ ਹੀ ਮੈਂ (ਭੀ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾ ਸਕਾਂਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "AMimRqu ipRA kw nwmu; mY AMDuly tohnI]",
    "transliteration": "Anmrith Pria Kaa Naam Mai Andhhulae Ttohanee ||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਮੇਰੇ ਜੀਵਨ ਵਾਸਤੇ ਸਹਾਰਾ ਹੈ ਜਿਵੇਂ ਅੰਨ੍ਹੇ ਨੂੰ ਡੰਗੋਰੀ ਦਾ ਸਹਾਰਾ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "Eh johY bhu prkwr; suMdir mohnI]",
    "transliteration": "Ouh Johai Bahu Parakaar Sundhar Mohanee ||",
    "punjabi": "(ਕਿਉਂਕਿ) ਉਹ ਮਨ ਨੂੰ ਫਸਾਣ ਵਾਲੀ ਸੁੰਦਰੀ ਮਾਇਆ ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ (ਜੀਵਾਂ ਨੂੰ) ਤਾੜਦੀ ਰਹਿੰਦੀ ਹੈ (ਤੇ ਆਪਣੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਕਰ ਲੈਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "mohnI mhw biciqR cMcil; Aink Bwv idKwvey]",
    "transliteration": "Mohanee Mehaa Bachithr Chanchal Anik Bhaav Dhikhaaveae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਕਈ ਰੰਗਾਂ ਵਾਲੀ ਅਤੇ ਮਨ ਨੂੰ ਮੋਹਣ ਵਾਲੀ ਚੰਚਲ ਮਾਇਆ (ਜੀਵਾਂ ਨੂੰ) ਅਨੇਕਾਂ ਨਖ਼ਰੇ ਵਿਖਾਂਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "hoie FIT mITI mnih lwgY; nwmu lYx. n Awvey]",
    "transliteration": "Hoe Dteeth Meethee Manehi Laagai Naam Lain N Aaveae ||",
    "punjabi": "ਢੀਠ ਬਣ ਕੇ (ਭਾਵ, ਮੁੜ ਮੁੜ ਆਪਣੇ ਹਾਵ-ਭਾਵ ਵਿਖਾ ਕੇ, ਆਖ਼ਰ ਜੀਵਾਂ ਦੇ) ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ, (ਇਸ ਮੋਹਣੀ ਮਾਇਆ ਦੇ ਅਸਰ ਹੇਠ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਜਪਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "igRh bnih qIrY brq pUjw; bwt GwtY johnI]",
    "transliteration": "Grih Banehi Theerai Barath Poojaa Baatt Ghaattai Johanee ||",
    "punjabi": "ਹੇ ਭਾਈ! ਗ੍ਰਿਹਸਤ ਵਿਚ (ਗ੍ਰਿਹਸਤੀਆਂ ਨੂੰ) ਜੰਗਲਾਂ ਵਿਚ (ਤਿਆਗੀਆਂ ਨੂੰ), ਤੀਰਥਾਂ ਦੇ ਕੰਢੇ (ਤੀਰਥ-ਇਸ਼ਨਾਨੀਆਂ ਨੂੰ), ਵਰਤ (ਰੱਖਣ ਵਾਲਿਆਂ ਨੂੰ) ਦੇਵ-ਪੂਜਾ (ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ), ਰਾਹਾਂ ਵਿਚ, ਪੱਤਣਾਂ ਤੇ (ਹਰ ਥਾਂ ਇਹ ਮਾਇਆ ਆਪਣੀ) ਤਾੜ ਵਿਚ ਰੱਖਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "nwnku pieAMpY, dieAw Dwrhu; mY. nwmu AMDuly tohnI]2]",
    "transliteration": "Naanak Paeianpai Dhaeiaa Dhhaarahu Mai Naam Andhhulae Ttohanee ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-(ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਉੱਤੇ) ਮਿਹਰ ਕਰ (ਇਸ ਮਾਇਆ ਦੀ ਤੱਕ ਤੋਂ ਬਚਣ ਲਈ) ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ (ਦਾ ਸਹਾਰਾ ਦੇਈ ਰੱਖ, ਜਿਵੇਂ) ਅੰਨ੍ਹੇ ਨੂੰ ਡੰਗੋਰੀ ਦਾ ਸਹਾਰਾ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(tohnI)sotI[ pie-AMpY",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "moih AnwQ. ipRA nwQ; ijau jwnhu iqau rKhu]",
    "transliteration": "Mohi Anaathh Pria Naathh Jio Jaanahu Thio Rakhahu ||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਖਸਮ-ਪ੍ਰਭੂ! ਜਿਵੇਂ ਹੋ ਸਕੇ, (ਇਸ ਮੋਹਣੀ ਮਾਇਆ ਦੇ ਪੰਜੇ ਤੋਂ) ਮੈਨੂੰ ਨਿਮਾਣੇ ਨੂੰ (ਬਚਾ ਕੇ) ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "cqurweI moih nwih; rIJwvau kih muKhu]",
    "transliteration": "Chathuraaee Mohi Naahi Reejhaavo Kehi Mukhahu ||",
    "punjabi": "ਮੇਰੇ ਅੰਦਰ ਕੋਈ ਸਿਆਣਪ ਨਹੀਂ ਕਿ ਮੈਂ (ਕੁਝ) ਮੂੰਹੋਂ ਆਖ ਕੇ ਤੈਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਸਕਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "nh cquir suGir sujwn byqI; moih inrguin. gunu nhI]",
    "transliteration": "Neh Chathur Sughar Sujaan Baethee Mohi Niragun Gun Nehee ||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਨਾਥ! ਮੈਂ ਚਤੁਰ ਨਹੀਂ, ਮੈਂ ਚੰਗੀ ਮਾਨਸਕ ਘਾੜਤ ਵਾਲੀ ਨਹੀਂ, ਮੈਂ ਸਿਆਣੀ ਨਹੀਂ, ਮੈਂ ਚੰਗੀ ਸੂਝ ਵਾਲੀ ਨਹੀਂ, ਮੈਂ ਗੁਣ-ਹੀਨ ਵਿਚ (ਕੋਈ ਭੀ) ਗੁਣ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "nh rUp. DUp n nYx bMky; jh BwvY qh rKu quhI]",
    "transliteration": "Neh Roop Dhhoop N Nain Bankae Jeh Bhaavai Theh Rakh Thuhee ||",
    "punjabi": "ਨਾਹ ਮੇਰਾ ਸੋਹਣਾ ਰੂਪ ਹੈ, ਨਾਹ (ਮੇਰੇ ਅੰਦਰ ਚੰਗੇ ਗੁਣਾਂ ਵਾਲੀ) ਸੁਗੰਧੀ ਹੈ ਨਾਹ ਮੇਰੇ ਬਾਂਕੇ ਨੈਣ ਹਨ-ਜਿੱਥੇ ਤੇਰੀ ਰਜ਼ਾ ਹੈ ਉਥੇ ਹੀ ਮੈਨੂੰ (ਇਸ ਮੋਹਣੀ ਮਾਇਆ ਤੋਂ) ਬਚਾ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "jY jY jieAMpih, sgl jw kau; kruxwpiq. giq ik in lKhu]",
    "transliteration": "Jai Jai Jaeianpehi Sagal Jaa Ko Karunaapath Gath Kin Lakhahu ||",
    "punjabi": "ਹੇ ਤਰਸ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ! (ਤੂੰ ਐਸਾ ਹੈਂ) ਜਿਸ ਦੀ ਸਾਰੇ ਜੀਵ ਜੈ ਜੈਕਾਰ ਉਚਾਰਦੇ ਹਨ। ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ-ਕਿਸੇ ਨੇ ਭੀ ਇਹ ਭੇਤ ਨਹੀਂ ਸਮਝਿਆ।",
    "pronunciation": "(jie-Ampih)jpxw,rwmjI dI ausqqI kridAW,im`TI im`TI Duin c. Sbd aucwrxw[ikikauN innhIN[ kruxw-piq[lKhu:polw bolo[(dUjw pwT: ikin)",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "nwnku pieAMpY syv syvku; ijau jwnhu iqau moih rKhu]3]",
    "transliteration": "Naanak Paeianpai Saev Saevak Jio Jaanahu Thio Mohi Rakhahu ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ! (ਮੈਂ ਤੇਰਾ) ਸੇਵਕ ਹਾਂ (ਮੈਨੂੰ ਆਪਣੀ) ਸੇਵਾ-ਭਗਤੀ (ਬਖ਼ਸ਼) ਜਿਵੇਂ ਹੋ ਸਕੇ, ਤਿਵੇਂ ਮੈਨੂੰ (ਇਸ ਮੋਹਣੀ ਮਾਇਆ ਤੋਂ) ਬਚਾਈ ਰੱਖ ॥੩॥",
    "pronunciation": "pie-AMpY",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "moih mCulI. qum nIr; quJ ibnu ikau srY]",
    "transliteration": "Mohi Mashhulee Thum Neer Thujh Bin Kio Sarai ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਮੱਛੀ (ਵਾਸਤੇ) ਤੂੰ (ਤੇਰਾ ਨਾਮ) ਪਾਣੀ ਹੈ, ਤੈਥੋਂ ਬਿਨਾ (ਤੇਰੀ ਯਾਦ ਤੋਂ ਬਿਨਾ) ਮੇਰਾ ਜੀਊਣ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "moih cwiqRk. qum@ bUMd; iqRpqau muiK prY]",
    "transliteration": "Mohi Chaathrik Thumh Boondh Thripatho Mukh Parai ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਪਪੀਹੇ (ਵਾਸਤੇ) ਤੂੰ (ਤੇਰਾ ਨਾਮ) ਵਰਖਾ ਦੀ ਬੂੰਦ ਹੈ, ਮੈਨੂੰ (ਤਦੋਂ) ਸ਼ਾਂਤੀ ਆਉਂਦੀ ਹੈ (ਜਦੋਂ ਨਾਮ-ਬੂੰਦ ਮੇਰੇ) ਮੂੰਹ ਵਿਚ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "muiK prY. hrY ipAws myrI; jIA hIAw pRwnpqy]",
    "transliteration": "Mukh Parai Harai Piaas Maeree Jeea Heeaa Praanapathae ||",
    "punjabi": "(ਜਿਵੇਂ ਵਰਖਾ ਦੀ ਬੂੰਦ ਪਪੀਹੇ ਦੇ ਮੂੰਹ ਵਿਚ ਪੈਂਦੀ ਹੈ ਤਾਂ ਉਹ ਬੂੰਦ ਉਸ ਦੀ ਪਿਆਸ ਦੂਰ ਕਰ ਦੇਂਦੀ ਹੈ, ਤਿਵੇਂ ਜਦੋਂ ਤੇਰਾ ਨਾਮ-ਬੂੰਦ ਮੇਰੇ) ਮੂੰਹ ਵਿਚ ਪੈਂਦੀ ਹੈ ਤਾਂ ਉਹ (ਮੇਰੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਕਰ ਦੇਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "lwifly. lwf lfwie sB mih; imlu hmwrI hoie gqy]",
    "transliteration": "Laaddilae Laadd Laddaae Sabh Mehi Mil Hamaaree Hoe Gathae ||",
    "punjabi": "ਹੇ ਮੇਰੀ ਜਿੰਦ ਦੇ ਮਾਲਕ! ਹੇ ਮੇਰੇ ਹਿਰਦੇ ਦੇ ਸਾਈਂ! ਹੇ ਮੇਰੇ ਪ੍ਰਾਣਾਂ ਦੇ ਨਾਥ! ਹੇ ਪਿਆਰੇ! ਪਿਆਰ-ਭਰੇ ਕੌਤਕ ਕਰ ਕੇ ਤੂੰ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ (ਵੱਸ ਰਿਹਾ ਹੈਂ। ਹੇ ਪਿਆਰੇ! ਮੈਨੂੰ) ਮਿਲ, (ਤਾਕਿ) ਮੇਰੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਬਣ ਸਕੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "cIiq icqvau imtu AMDwry; ijau Aws ckvI idnu crY]",
    "transliteration": "Cheeth Chithavo Mitt Andhhaarae Jio Aas Chakavee Dhin Charai ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਵੇਂ ਚਕਵੀ ਆਸ ਬਣਾਈ ਰੱਖਦੀ ਹੈ ਕਿ ਦਿਨ ਚੜ੍ਹ ਰਿਹਾ ਹੈ, ਤਿਵੇਂ ਮੈਂ ਭੀ (ਤੇਰਾ ਮਿਲਾਪ ਹੀ) ਚਿਤਾਰਦੀ ਰਹਿੰਦੀ ਹਾਂ (ਤੇ, ਆਖਦੀ ਰਹਿੰਦੀ ਹਾਂ-) ਹੇ ਹਨੇਰੇ! (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਹਨੇਰੇ! ਮੇਰੇ ਅੰਦਰੋਂ) ਦੂਰ ਹੋ ਜਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "nwnku pieAMpY ipRA sMig mylI; mCulI nIru. n vIsrY]4]",
    "transliteration": "Naanak Paeianpai Pria Sang Maelee Mashhulee Neer N Veesarai ||4||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਪਿਆਰੇ (ਮੈਨੂੰ ਆਪਣੇ) ਨਾਲ ਮਿਲਾ ਲੈ, (ਮੈਂ) ਮੱਛੀ ਨੂੰ (ਤੇਰਾ ਨਾਮ-) ਪਾਣੀ ਭੁੱਲ ਨਹੀਂ ਸਕਦਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "Din DMin hmwry Bwg; Gir AwieAw ipru myrw ]",
    "transliteration": "Dhhan Dhhann Hamaarae Bhaag Ghar Aaeiaa Pir Maeraa ||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਮੇਰੇ ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਮੇਰਾ (ਪ੍ਰਭੂ) ਪਤੀ ਆ ਵੱਸਿਆ ਹੈ, ਮੇਰੇ ਭਾਗ ਜਾਗ ਪਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "sohy bMk duAwr; sglw bnu hrw]",
    "transliteration": "Sohae Bank Dhuaar Sagalaa Ban Haraa ||",
    "punjabi": "(ਮੇਰੇ ਇਸ ਸਰੀਰ-ਘਰ ਦੇ) ਦਰਵਾਜ਼ੇ (ਸਾਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ) ਸੋਹਣੇ ਬਣ ਗਏ ਹਨ (ਭਾਵ, ਹੁਣ ਇਹ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਵਿਕਾਰਾਂ ਵਲ ਖਿੱਚ ਨਹੀਂ ਪਾਂਦੇ, ਮੇਰਾ) ਸਾਰਾ ਹਿਰਦੇ-ਜੂਹ ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "hr hrw suAwmI suKhgwmI; And mMgl rsu Gxw]",
    "transliteration": "Har Haraa Suaamee Sukheh Gaamee Anadh Mangal Ras Ghanaa ||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਆਤਮਕ ਜੀਵਨ ਨਾਲ ਭਰਪੂਰ ਅਤੇ ਸੁਖਾਂ ਦੀ ਦਾਤ ਦੇਣ ਵਾਲਾ ਮਾਲਕ-ਪ੍ਰਭੂ (ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ, ਜਿਸ ਦਾ ਸਦਕਾ ਮੇਰੇ ਅੰਦਰ) ਆਨੰਦ ਬਣ ਗਏ ਹਨ, ਖ਼ੁਸ਼ੀਆਂ ਹੋ ਗਈਆਂ ਹਨ, ਬਹੁਤ ਸੁਆਦ ਬਣ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "nvl nvqn nwhu bwlw; kvn rsnw gun Bxw]",
    "transliteration": "Naval Navathan Naahu Baalaa Kavan Rasanaa Gun Bhanaa ||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਮੇਰਾ ਖਸਮ-ਪ੍ਰਭੂ ਹਰ ਵੇਲੇ ਨਵਾਂ ਹੈ ਜੁਆਨ ਹੈ (ਭਾਵ, ਉਸ ਦਾ ਪਿਆਰ ਕਦੇ ਕਮਜ਼ੋਰ ਨਹੀਂ ਪੈਂਦਾ)। ਮੈਂ (ਆਪਣੀ) ਜੀਭ ਨਾਲ (ਉਸ ਦੇ) ਕਿਹੜੇ ਕਿਹੜੇ ਗੁਣ ਦੱਸਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "myrI syj sohI dyiK mohI; sgl shsw duKu hrw]",
    "transliteration": "Maeree Saej Sohee Dhaekh Mohee Sagal Sehasaa Dhukh Haraa ||",
    "punjabi": "(ਹੇ ਸਹੇਲੀਏ! ਖਸਮ-ਪ੍ਰਭੂ ਦੇ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਣ ਨਾਲ) ਮੇਰੀ ਹਿਰਦਾ-ਸੇਜ ਸਜ ਗਈ ਹੈ, (ਉਸ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ) ਦਰਸਨ ਕਰ ਕੇ ਮੈਂ ਮਸਤ ਹੋ ਰਹੀ ਹਾਂ (ਉਸ ਨੇ ਮੇਰੇ ਅੰਦਰੋਂ) ਹਰੇਕ ਸਹਿਮ ਤੇ ਦੁੱਖ ਦੂਰ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3156,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "nwnku pieAMpY myrI Aws pUrI; imly suAwmI AprMprw]5]1]3]",
    "transliteration": "Naanak Paeianpai Maeree Aas Pooree Milae Suaamee Aparanparaa ||5||1||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਮੈਨੂੰ ਬੇਅੰਤ ਮਾਲਕ-ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ਹੈ, ਮੇਰੀ ਹਰੇਕ ਆਸ ਪੂਰੀ ਹੋ ਗਈ ਹੈ ॥੫॥੧॥੩॥",
    "pronunciation": "Ap-rMprw",
    "type_id": 3
  },
  {
    "shabad_id": 3157,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "iblwvlu mhlw 5 CMq mMgl",
    "transliteration": "Bilaaval Mehalaa 5 Shhanth Mangala",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ-ਮੰਗਲ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3157,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3157,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "sloku]",
    "transliteration": "Salok ||",
    "punjabi": "ਸਲੋਕ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3157,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "suMdr sWiq dieAwl pRB; srb suKw iniD pIau]",
    "transliteration": "Sundhar Saanth Dhaeiaal Prabh Sarab Sukhaa Nidhh Peeo ||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ-ਪਤੀ ਸੋਹਣਾ ਹੈ ਸ਼ਾਂਤੀ-ਰੂਪ ਹੈ, ਦਇਆ ਦਾ ਸੋਮਾ ਹੈ ਅਤੇ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]