[
  {
    "shabad_id": 3157,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "suKswgr pRB ByitAY; nwnk. suKI hoq iehu jIau ]1]",
    "transliteration": "Sukh Saagar Prabh Bhaettiai Naanak Sukhee Hoth Eihu Jeeo ||1||",
    "translation": "Meeting with God, the Ocean of Peace, O Nanak, this soul becomes happy. ||1||",
    "punjabi": "ਜੇ ਉਹ ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਪ੍ਰਭੂ ਮਿਲ ਪਏ, ਤਾਂ ਇਹ ਜਿੰਦ ਸੁਖੀ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3158,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "CMq ]",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3158,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "suKswgr pRBu pweIAY; jb hovY Bwgo rwm ]",
    "transliteration": "Sukh Saagar Prabh Paaeeai Jab Hovai Bhaago Raam ||",
    "translation": "One finds God, the Ocean of Peace, when destiny is activated.",
    "punjabi": "ਹੇ ਮਾਣ ਮੱਤੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਜਦੋਂ (ਮੱਥੇ ਦਾ) ਭਾਗ ਜਾਗਦਾ ਹੈ ਤਦੋਂ ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3158,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "mwnin. mwnu v\\\\weIAY; hir crxI lwgo rwm ]",
    "transliteration": "Maanan Maan Vanjaaeeai Har Charanee Laago Raam ||",
    "translation": "Abandoning the distinctions of honor and dishonor, grasp the Feet of the Lord.",
    "punjabi": "(ਪਰ ਉਸ ਨੂੰ ਮਿਲਣ ਲਈ ਆਪਣੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ। ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀ! (ਮਾਣ ਤਿਆਗ ਕੇ) ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਰਹੁ।",
    "pronunciation": "(mwnin)mwx BrI iesqRI",
    "type_id": 3
  },
  {
    "shabad_id": 3158,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "Coif isAwnp cwqurI; durmiq buiD iqAwgo rwm ]",
    "transliteration": "Shhodd Siaanap Chaathuree Dhuramath Budhh Thiaago Raam ||",
    "translation": "Renounce cleverness and trickery, and forsake your evil-minded intellect.",
    "punjabi": "ਸਿਆਣਪ ਚਤੁਰਾਈ ਛੱਡ ਦੇਹ, ਖੋਟੀ ਮਤਿ-ਬੁਧਿ (ਆਪਣੇ ਅੰਦਰੋਂ) ਦੂਰ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3158,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwnk. pau srxweI rwmrwie; iQru hoie suhwgo rwm ]1]",
    "transliteration": "Naanak Po Saranaaee Raam Raae Thhir Hoe Suhaago Raam ||1||",
    "translation": "O Nanak, seek the Sanctuary of the Sovereign Lord, Your King, and your marriage will be permanent and stable. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀ!) ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦੀ ਸਰਨ ਪਈ ਰਹੁ, (ਤਾਂ ਹੀ ਤੇਰੇ ਸਿਰ ਉੱਤੇ ਤੇਰੇ ਸਿਰ ਦਾ) ਖਸਮ ਸਦਾ ਲਈ ਟਿਕਿਆ ਰਹੇਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3158,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "so pRBu qij. kq lwgIAY; ijsu ibnu mir jweIAY rwm ]",
    "transliteration": "So Prabh Thaj Kath Laageeai Jis Bin Mar Jaaeeai Raam ||",
    "translation": "Why forsake God, and attach yourself to another? Without the Lord, you cannot even live.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ) ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲਈਦੀ ਹੈ, ਉਸ ਨੂੰ ਭੁਲਾ ਕੇ ਕਿਸੇ ਭੀ ਹੋਰ ਥਾਂ ਪਰਚਣਾ ਨਹੀਂ ਚਾਹੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3158,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "lwj. n AwvY, AigAwn mqI; durjn ibrmweIAY rwm ]",
    "transliteration": "Laaj N Aavai Agiaan Mathee Dhurajan Biramaaeeai Raam ||",
    "translation": "The ignorant fool does not feel any shame; the evil man wanders around deluded.",
    "punjabi": "ਪਰ ਜਿਸ ਮਨੁੱਖ ਦੀ ਮਤਿ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਕੋਰੀ ਹੈ (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਭੁਲਾ ਕੇ) ਉਸ ਨੂੰ ਸ਼ਰਮ ਨਹੀਂ ਆਉਂਦੀ, ਉਹ ਮਨੁੱਖ ਭੈੜੇ ਬੰਦਿਆਂ ਵਿਚ ਪਰਚਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(durjn)Koty purKW nwl[(ibrmweIAY)prcdI hY",
    "type_id": 3
  },
  {
    "shabad_id": 3158,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "piqq. pwvn pRBu iqAwig kry; khu kq ThrweIAY rwm ]",
    "transliteration": "Pathith Paavan Prabh Thiaag Karae Kahu Kath Theharaaeeai Raam ||",
    "translation": "God is the Purifier of sinners; if he forsakes God, tell me, where he can find a place of rest?",
    "punjabi": "ਹੇ ਭਾਈ! ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾ ਕੇ ਹੋਰ ਕਿਥੇ ਸ਼ਾਂਤੀ ਆ ਸਕਦੀ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3158,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "nwnk. Bgiq Bwau kir dieAwl kI; jIvnpdu pweIAY rwm ]2]",
    "transliteration": "Naanak Bhagath Bhaao Kar Dhaeiaal Kee Jeevan Padh Paaeeai Raam ||2||",
    "translation": "O Nanak, by loving devotional worship of the Merciful Lord, he attains the state of eternal life. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਪਾਈ ਰੱਖ (ਇਸ ਤਰ੍ਹਾਂ) ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ (ਉੱਚਾ) ਦਰਜਾ ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3158,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "sRI gopwlu. n aucrih, bil geIey; duhcwrix rsnw rwm ]",
    "transliteration": "Sree Gopaal N Oucharehi Bal Geeeae Dhuhachaaran Rasanaa Raam ||",
    "translation": "May that vicious tongue that does not chant the Name of the Great Lord of the World, be burnt.",
    "punjabi": "ਹੇ (ਨਿੰਦਾ-ਈਰਖਾ ਦੀ ਅੱਗ ਵਿਚ) ਸੜ ਰਹੀਏ! (ਨਿੰਦਾ ਕਰਨ ਦੇ) ਮੰਦੇ ਕੰਮ ਵਿਚ ਰੁੱਝੀ ਹੋਈ ਹੇ ਜੀਭ! ਤੂੰ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ (ਦਾ ਨਾਮ) ਯਾਦ ਨਹੀਂ ਕਰਦੀ।",
    "pronunciation": "(duh-cwrix)Koty cwl clx vwlI[au~cr-ih",
    "type_id": 3
  },
  {
    "shabad_id": 3158,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "pRBu Bgiq vClu. nh syvhI; kwieAw kwk gRsnw rwm ]",
    "transliteration": "Prabh Bhagath Vashhal Neh Saevehee Kaaeiaa Kaak Grasanaa Raam ||",
    "translation": "One who does not serve God, the Lover of His devotees, shall have his body eaten by crows.",
    "punjabi": "ਹੇ ਜਿੰਦੇ! ਜਿਹੜਾ ਪ੍ਰਭੂ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਤੂੰ ਉਸ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਨਹੀਂ ਕਰਦੀ, (ਤੇਰੇ ਇਸ) ਸਰੀਰ ਨੂੰ (ਕਾਮਾਦਿਕ) ਕਾਂ (ਅੰਦਰੇ ਅੰਦਰ) ਖਾਈ ਜਾ ਰਹੇ ਹਨ।",
    "pronunciation": "kwl, kql,Aogux,ivkwr kwvW ny (gRsnw) kIqI",
    "type_id": 3
  },
  {
    "shabad_id": 3158,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "BRim mohI dUK. n jwxhI; koit jonI bsnw rwm ]",
    "transliteration": "Bhram Mohee Dhookh N Jaanehee Kott Jonee Basanaa Raam ||",
    "translation": "Enticed by doubt, he does not understand the pain it brings; he wanders through millions of incarnations.",
    "punjabi": "ਹੇ ਜਿੰਦੇ! ਭਟਕਣਾ ਦੇ ਕਾਰਨ ਤੂੰ (ਆਤਮਕ ਸਰਮਾਇਆ) ਲੁਟਾਈ ਜਾ ਰਹੀ ਹੈਂ, (ਨਾਮ ਭੁਲਾ ਕੇ) ਕ੍ਰੋੜਾਂ ਜੂਨਾਂ ਵਿਚ ਪੈਣਾ ਪੈਂਦਾ ਹੈ, ਤੂੰ ਇਹਨਾਂ ਦੁੱਖਾਂ ਨੂੰ ਨਹੀਂ ਸਮਝਦੀ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3158,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "nwnk. ibnu hir. Avru ij cwhnw; ibstw ikRm Bsmw rwm ]3]",
    "transliteration": "Naanak Bin Har Avar J Chaahanaa Bisattaa Kiram Bhasamaa Raam ||3||",
    "translation": "O Nanak, if you desire anything other than the Lord, you shall be consumed, like a maggot in manure. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਜਿੰਦੇ!) ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਜਿਹੜਾ ਕਿਸੇ ਹੋਰ ਨੂੰ ਪਿਆਰ ਕਰਦੇ ਰਹਿਣਾ ਹੈ, (ਇਸ ਤਰ੍ਹਾਂ) ਗੂੰਹ ਦੇ ਕੀੜੇ ਵਾਂਗ (ਵਿਕਾਰਾਂ ਦੇ ਗੰਦ ਵਿਚ ਪਏ ਰਹਿ ਕੇ) ਆਤਮਕ ਜੀਵਨ (ਸੜ ਕੇ) ਸੁਆਹ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3158,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "lwie ibrhu BgvMq sMgy; hoie imlu bYrwgin rwm ]",
    "transliteration": "Laae Birahu Bhagavanth Sangae Hoe Mil Bairaagan Raam ||",
    "translation": "Embrace love for the Lord God, and in detachment, unite with Him.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਭਗਵਾਨ ਨਾਲ ਪ੍ਰੀਤ ਬਣਾਈ ਰੱਖ। (ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਵਲੋਂ) ਵੈਰਾਗਣ ਹੋ ਕੇ (ਮੋਹ ਤੋੜ ਕੇ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਜੁੜੀ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3158,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "cMdn cIr sugMD rsw; haumY ibKu iqAwgin rwm ]",
    "transliteration": "Chandhan Cheer Sugandhh Rasaa Houmai Bikh Thiaagan Raam ||",
    "translation": "Give up your sandalwood oil, expensive clothes, perfumes, tasty flavors and the poison of egotism.",
    "punjabi": "(ਜਿਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ, ਉਹ) ਚੰਦਨ, ਸੋਹਣੇ ਕੱਪੜੇ, ਸੁਗੰਧੀਆਂ, ਸੁਆਦਲੇ ਭੋਜਨ (ਆਦਿਕ ਤੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲੀ) ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਹਉਮੈ ਜ਼ਹਿਰ ਨੂੰ ਤਿਆਗ ਦੇਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3158,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "eIq aUq. nh folIAY; hir syvw jwgin rwm ]",
    "transliteration": "Eeth Ooth Neh Ddoleeai Har Saevaa Jaagan Raam ||",
    "translation": "Do not waver this way or that, but remain wakeful in the service of the Lord.",
    "punjabi": "(ਹੇ ਸਹੇਲੀਏ! ਇਹਨਾਂ ਰਸਾਂ ਦੀ ਖ਼ਾਤਰ) ਇਧਰ ਉਧਰ ਡੋਲਣਾ ਨਹੀਂ ਚਾਹੀਦਾ ਹੈ, (ਪਰ ਇਹਨਾਂ ਵਲੋਂ) ਉਹੀ ਸੁਚੇਤ ਰਹਿੰਦੀਆਂ ਹਨ ਜਿਹੜੀਆਂ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3158,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "nwnk ijin pRBu pwieAw Awpxw; sw Atl suhwgin rwm ]4]1]4]",
    "transliteration": "Naanak Jin Prabh Paaeiaa Aapanaa Saa Attal Suhaagan Raam ||4||1||4||",
    "translation": "O Nanak, she who has obtained her God, is a happy soul-bride forever. ||4||1||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਨੇ ਆਪਣੇ ਪ੍ਰਭੂ (ਦਾ ਮਿਲਾਪ) ਹਾਸਲ ਕਰ ਲਿਆ, ਉਹ ਸਦਾ ਲਈ ਖਸਮ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ ॥੪॥੧॥੪॥",
    "pronunciation": "A-tl",
    "type_id": 3
  },
  {
    "shabad_id": 3159,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "iblwvlu mhlw 5 ]",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3159,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hir Kojhu vfBwgIho; imil swDUsMgy rwm ]",
    "transliteration": "Har Khojahu Vaddabhaageeho Mil Saadhhoo Sangae Raam ||",
    "translation": "Seek the Lord, O fortunate ones, and join the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਹੇ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਿਓ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਭਾਲ ਕਰਦੇ ਰਹੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3159,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "gun goivd sd gweIAih; pwrbRhm kY rMgy rwm ]",
    "transliteration": "Gun Govidh Sadh Gaaeeahi Paarabreham Kai Rangae Raam ||",
    "translation": "Sing the Glorious Praises of the Lord of the Universe forever, imbued with the Love of the Supreme Lord God.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ (ਟਿਕ ਕੇ) ਉਸ ਦੇ ਗੁਣ ਗਾਏ ਜਾਣੇ ਚਾਹੀਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3159,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "so pRBu sd hI syvIAY; pweIAih Pl mMgy rwm ]",
    "transliteration": "So Prabh Sadh Hee Saeveeai Paaeeahi Fal Mangae Raam ||",
    "translation": "Serving God forever, you shall obtain the fruitful rewards you desire.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ ਹੀ ਉਸ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ (ਉਸ ਦੀ ਭਗਤੀ ਦੀ ਬਰਕਤ ਨਾਲ) ਮੂੰਹ-ਮੰਗੇ ਫਲ ਮਿਲ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3159,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "nwnk pRB srxwgqI; jip Anq qrMgy rwm ]1]",
    "transliteration": "Naanak Prabh Saranaagathee Jap Anath Tharangae Raam ||1||",
    "translation": "O Nanak, seek the Sanctuary of God; meditate on the Lord, and ride the many waves of the mind. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਸਦਾ) ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ, ਉਸ ਅਨੇਕਾਂ ਲਹਿਰਾਂ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ ॥੧॥",
    "pronunciation": "sr-xwgqI",
    "type_id": 3
  },
  {
    "shabad_id": 3159,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ieku iqlu pRBU. n vIsrY; ijin sBu ikCu dInw rwm ]",
    "transliteration": "Eik Thil Prabhoo N Veesarai Jin Sabh Kishh Dheenaa Raam ||",
    "translation": "I shall not forget God, even for an instant; He has blessed me with everything.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ (ਪ੍ਰਭੂ) ਨੇ ਹਰੇਕ ਪਦਾਰਥ ਦਿੱਤਾ ਹੈ, ਉਸ ਨੂੰ ਰਤਾ ਭਰ ਸਮੇ ਲਈ ਭੀ ਭੁੱਲਣਾ ਨਹੀਂ ਚਾਹੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3159,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "vfBwgI mylwvVw; gurmuiK ipru cIn@w rwm ]",
    "transliteration": "Vaddabhaagee Maelaavarraa Guramukh Pir Cheenhaa Raam ||",
    "translation": "By great good fortune, I have met Him; as Gurmukh, I contemplate my Husband Lord.",
    "punjabi": "(ਪਰ ਉਸ ਨਾਲ) ਮਿਲਾਪ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਹੀ ਹੁੰਦਾ ਹੈ। ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ ਉਸ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3159,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "bwh pkiV. qm qy kwiFAw; kir Apunw lInw rwm ]",
    "transliteration": "Baah Pakarr Tham Thae Kaadtiaa Kar Apunaa Leenaa Raam ||",
    "translation": "Holding me by the arm, He has lifted me up and pulled me out of the darkness, and made me His own.",
    "punjabi": "(ਸਾਂਝ ਪਾਣ ਵਾਲੇ ਦੀ) ਬਾਂਹ ਫੜ ਕੇ (ਉਸ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਹਨੇਰੇ ਵਿਚੋਂ ਕੱਢ ਲੈਂਦਾ ਹੈ, ਅਤੇ ਉਸ ਨੂੰ ਆਪਣਾ ਬਣਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3159,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "nwmu jpq nwnk jIvY; sIqlu mnu sInw rwm ]2]",
    "transliteration": "Naam Japath Naanak Jeevai Seethal Man Seenaa Raam ||2||",
    "translation": "Chanting the Naam, the Name of the Lord, Nanak lives; his mind and heart are cooled and soothed. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਜਪਦਿਆਂ (ਮਨੁੱਖ) ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, (ਨਾਮ ਜਪਣ ਵਾਲੇ ਦਾ) ਮਨ ਹਿਰਦਾ ਠੰਢਾ-ਠਾਰ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3159,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ikAw gux qyry kih skau; pRB AMqrjwmI rwm ]",
    "transliteration": "Kiaa Gun Thaerae Kehi Sako Prabh Antharajaamee Raam ||",
    "translation": "What virtues of Yours can I speak, O God, O Searcher of hearts?",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ। ਮੈਂ ਤੇਰੇ ਕਿਹੜੇ ਕਿਹੜੇ ਗੁਣ ਦੱਸ ਸਕਦਾ ਹਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3159,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ismir ismir nwrwiexY; Bey pwrgrwmI rwm ]",
    "transliteration": "Simar Simar Naaraaeinai Bheae Paaragaraamee Raam ||",
    "translation": "Meditating, meditating in remembrance on the Lord, I have crossed over to the other shore.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਜੀਵ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ-ਜੋਗੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "pwr-grwmI",
    "type_id": 3
  },
  {
    "shabad_id": 3159,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "gun gwvq goivMd ky; sB ieC pujwmI rwm ]",
    "transliteration": "Gun Gaavath Govindh Kae Sabh Eishh Pujaamee Raam ||",
    "translation": "Singing the Glorious Praises of the Lord of the Universe, all my desires are fulfilled.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਿਆਂ ਸਾਰੀਆਂ ਇੱਛਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3159,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "nwnk. auDry jip hry; sBhU kw suAwmI rwm ]3]",
    "transliteration": "Naanak Oudhharae Jap Harae Sabhehoo Kaa Suaamee Raam ||3||",
    "translation": "Nanak is saved, meditating on the Lord, the Lord and Master of all. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਉਸ ਦਾ ਨਾਮ ਜਪ ਕੇ ਜੀਵ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3159,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "rs iBMinAVy Apuny rwm sMgy; sy loiex nIky rwm ]",
    "transliteration": "Ras Bhinniarrae Apunae Raam Sangae Sae Loein Neekae Raam ||",
    "translation": "Sublime are those eyes, which are drenched with the Love of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਅੱਖਾਂ ਹੀ ਸੋਹਣੀਆਂ ਹਨ, ਜਿਹੜੀਆਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਨਾਲ ਭਿੱਜੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3159,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "pRB pyKq ieCw puMnIAw; imil swjn jI ky rwm ]",
    "transliteration": "Prabh Paekhath Eishhaa Punneeaa Mil Saajan Jee Kae Raam ||",
    "translation": "Gazing upon God, my desires are fulfilled; I have met the Lord, the Friend of my soul.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿੰਦ ਦੇ ਸੱਜਣ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰਦਿਆਂ ਹਰੇਕ ਇੱਛਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3159,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "AMimRq rsu hir pwieAw; ibiKAw rs PIky rwm ]",
    "transliteration": "Anmrith Ras Har Paaeiaa Bikhiaa Ras Feekae Raam ||",
    "translation": "I have obtained the Ambrosial Nectar of the Lord's Love, and now the taste of corruption is insipid and tasteless to me.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਉਸ ਨੂੰ ਮਾਇਆ ਦੇ ਸਾਰੇ ਸੁਆਦ ਫਿੱਕੇ ਜਾਪਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3159,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "nwnk. jlu jlih smwieAw; joqI joiq mIky rwm ]4]2]5]9]",
    "transliteration": "Naanak Jal Jalehi Samaaeiaa Jothee Joth Meekae Raam ||4||2||5||9||",
    "translation": "O Nanak, as water mingles with water, my light has merged into the Light. ||4||2||5||9||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਨਾਮ-ਰਸ ਪ੍ਰਾਪਤ ਕਰ ਲੈਣ ਵਾਲੇ ਦੀ) ਜਿੰਦ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ (ਇਉਂ) ਇਕ-ਮਿਕ ਹੋ ਜਾਂਦੀ ਹੈ, (ਜਿਵੇਂ) ਪਾਣੀ ਪਾਣੀ ਵਿਚ ਰਲ ਜਾਂਦਾ ਹੈ ॥੪॥੨॥੫॥੯॥",
    "pronunciation": "",
    "type_id": 3
  }
]