[
  {
    "shabad_id": 3166,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "sloku mÚ 3]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3166,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "bRhmu ibMdih qy bRwhmxw; jy clih siqgur Bwie]",
    "transliteration": "Breham Bindhehi Thae Braahamanaa Jae Chalehi Sathigur Bhaae ||",
    "translation": "He alone knows God, and he alone is a Brahmin, who walks in harmony with the Will of the True Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਹਨ (ਅਸਲ) ਬ੍ਰਾਹਮਣ, ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦੇ ਹਨ, ਸਤਿਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਜੀਵਨ ਬਤੀਤ ਕਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3166,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ijn kY ihrdY hir vsY; haumY rogu gvwie]",
    "transliteration": "Jin Kai Hiradhai Har Vasai Houmai Rog Gavaae ||",
    "translation": "One whose heart is filled with the Lord, is freed of egotism and disease.",
    "punjabi": "(ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ (ਦਾ) ਰੋਗ ਦੂਰ ਕਰਦੇ ਹਨ ਅਤੇ ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਪਰਮਾਤਮਾ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3166,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "gux rvih. gux sMgRhih; joqI joiq imlwie]",
    "transliteration": "Gun Ravehi Gun Sangrehehi Jothee Joth Milaae ||",
    "translation": "He chants the Lord's Praises, gathers virtue, and his light merges into the Light.",
    "punjabi": "(ਉਹ ਬ੍ਰਾਹਮਣ) ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ (ਆਪਣੀ) ਸੁਰਤਿ-ਜੋੜ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਯਾਦ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ (ਆਪਣੇ ਅੰਦਰੋਂ) ਇਕੱਠੇ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "sMgR-hih",
    "type_id": 3
  },
  {
    "shabad_id": 3166,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "iesu jug mih ivrly bRwhmx; bRhmu ibMdih icqu lwie]",
    "transliteration": "Eis Jug Mehi Viralae Braahaman Breham Bindhehi Chith Laae ||",
    "translation": "How rare are those Brahmins who, in this age, come to know God, by lovingly focusing their consciousness on Him.",
    "punjabi": "ਪਰ ਹੇ ਭਾਈ! ਇਸ ਮਨੁੱਖਾ ਜੀਵਨ ਵਿਚ (ਇਹੋ ਜਿਹੇ) ਬ੍ਰਾਹਮਣ ਵਿਰਲੇ ਹੀ ਹੁੰਦੇ ਹਨ ਜੋ ਮਨ ਲਾ ਕੇ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3166,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwnk. ijn@ kau ndir kry hir scw; sy nwim rhy ilv lwie]1]",
    "transliteration": "Naanak Jinh Ko Nadhar Karae Har Sachaa Sae Naam Rehae Liv Laae ||1||",
    "translation": "O Nanak, those who are blessed by the Lord's Glance of Grace, remain lovingly attuned to the Name of the True Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ (ਇਹੋ ਜਿਹੇ ਬ੍ਰਾਹਮਣਾਂ) ਉਤੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3167,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "mÚ 3]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3167,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "siqgur kI syv. n kIqIAw; sbid. n lgo Bwau]",
    "transliteration": "Sathigur Kee Saev N Keetheeaa Sabadh N Lago Bhaao ||",
    "translation": "One who does not serve the True Guru, and who does not love the Word of the Shabad,",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ-ਕਮਾਈ ਨਾਹ ਕੀਤੀ, ਜਿਸ ਦਾ ਪਿਆਰ (ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਵਿਚ ਨਾਹ ਬਣਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3167,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "haumY rogu kmwvxw; Aiq dIrGu bhu suAwau]",
    "transliteration": "Houmai Rog Kamaavanaa Ath Dheeragh Bahu Suaao ||",
    "translation": "Earns the very painful disease of egotism; he is so very selfish.",
    "punjabi": "(ਆਪਣੇ ਹੀ ਮਨ ਦਾ ਮੁਰੀਦ ਰਹਿ ਕੇ ਉਸ ਨੇ) ਅਨੇਕਾਂ ਚਸਕਿਆਂ ਵਲ ਪ੍ਰੇਰਨ ਵਾਲਾ ਬਹੁਤ ਲੰਮਾ ਹਉਮੈ ਦਾ ਰੋਗ ਹੀ ਖੱਟਿਆ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3167,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mn hiT krm kmwvxy; iPir iPir jonI pwie]",
    "transliteration": "Manehath Karam Kamaavanae Fir Fir Jonee Paae ||",
    "translation": "Acting stubborn-mindedly, he is reincarnated over and over again.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਹਠ ਦੇ ਆਸਰੇ (ਹੋਰ ਹੋਰ) ਕਰਮ ਕਰਦੇ ਰਹਿਣ ਕਰਕੇ ਉਹ ਮਨੁੱਖ ਮੁੜ ਮੁੜ ਜੂਨਾਂ (ਦੇ ਗੇੜ) ਵਿਚ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3167,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "gurmuiK jnmu sPlu hY; ijs no Awpy ley imlwie]",
    "transliteration": "Guramukh Janam Safal Hai Jis No Aapae Leae Milaae ||",
    "translation": "The birth of the Gurmukh is fruitful and auspicious. The Lord unites him with Himself.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਦਾ ਜੀਵਨ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ (ਪਰ ਉਹੀ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ) ਜਿਸ ਨੂੰ (ਪਰਮਾਤਮਾ) ਆਪ ਹੀ (ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3167,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "nwnk. ndrI ndir kry; qw nwm Dnu plY pwie]2]",
    "transliteration": "Naanak Nadharee Nadhar Karae Thaa Naam Dhhan Palai Paae ||2||",
    "translation": "O Nanak, when the Merciful Lord grants His Mercy, one obtains the wealth of the Naam, the Name of the Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਨ ਵਾਲਾ ਪ੍ਰਭੂ (ਕਿਸੇ ਮਨੁੱਖ ਉਤੇ ਮਿਹਰ ਦੀ) ਨਿਗਾਹ ਕਰਦਾ ਹੈ ਤਦੋਂ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3168,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3168,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sB vifAweIAw hir nwm ivic; hir gurmuiK iDAweIAY]",
    "transliteration": "Sabh Vaddiaaeeaa Har Naam Vich Har Guramukh Dhhiaaeeai ||",
    "translation": "All glorious greatness is in the Name of the Lord; as Gurmukh, meditate on the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਸਿਮਰਨ ਵਿਚ ਸਾਰੇ ਗੁਣ ਹਨ (ਜੇ ਮਨੁੱਖ ਨਾਮ ਸਿਮਰੇ ਤਾਂ ਉਸ ਦੇ ਅੰਦਰ ਸਾਰੇ ਆਤਮਕ ਗੁਣ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ, ਪਰ) ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3168,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ij vsqu mMgIAY. sweI pweIAY; jy nwim icqu lweIAY]",
    "transliteration": "J Vasath Mangeeai Saaee Paaeeai Jae Naam Chith Laaeeai ||",
    "translation": "One obtains all that he asks for, if he keeps his consciousness focused on the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਚਿੱਤ ਜੋੜੀ ਰੱਖੀਏ ਤਾਂ (ਉਸ ਦੇ ਦਰ ਤੋਂ) ਜਿਹੜੀ ਭੀ ਚੀਜ਼ ਮੰਗੀ ਜਾਂਦੀ ਹੈ ਉਹੀ ਮਿਲ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3168,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "guhj gl jIA kI. kIcY siqgurU pwis; qw srb suKu pweIAY]",
    "transliteration": "Guhaj Gal Jeea Kee Keechai Sathiguroo Paas Thaa Sarab Sukh Paaeeai ||",
    "translation": "If he tells the secrets of his soul to the True Guru, then he finds absolute peace.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਦਿਲ ਦੀ ਘੁੰਡੀ ਸਤਿਗੁਰੂ ਦੇ ਅੱਗੇ ਖੋਹਲੀ ਜਾਂਦੀ ਹੈ ਤਦੋਂ ਹਰੇਕ ਕਿਸਮ ਦਾ ਸੁਖ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3168,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "guru pUrw hir aupdysu dyie; sB BuK lih jweIAY]",
    "transliteration": "Gur Pooraa Har Oupadhaes Dhaee Sabh Bhukh Lehi Jaaeeai ||",
    "translation": "When the Perfect Guru bestows the Lord's Teachings, then all hunger departs.",
    "punjabi": "ਪੂਰਾ ਸਤਿਗੁਰੂ ਪਰਮਾਤਮਾ (ਦੇ ਸਿਮਰਨ) ਦਾ ਉਪਦੇਸ਼ ਦੇਂਦਾ ਹੈ (ਅਤੇ ਸਿਮਰਨ ਦੀ ਬਰਕਤ ਨਾਲ) ਸਾਰੀ ਤ੍ਰਿਸ਼ਨਾ ਮਿਟ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3168,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ijsu pUrib hovY iliKAw; so hir gux gweIAY]3]",
    "transliteration": "Jis Poorab Hovai Likhiaa So Har Gun Gaaeeai ||3||",
    "translation": "One who is blessed with such pre-ordained destiny, sings the Glorious Praises of the Lord. ||3||",
    "punjabi": "ਪਰ ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਮੁੱਢ ਤੋਂ {ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ} ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ ਉਹ ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ (ਬਾਕੀ ਸਾਰੀ ਲੁਕਾਈ ਤਾਂ ਮਾਇਆ ਦੇ ਢਹੇ ਚੜ੍ਹੀ ਰਹਿੰਦੀ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3169,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "slok mÚ 3]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3169,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "siqgur qy KwlI. ko nhI; myrY pRiB myil imlwey]",
    "transliteration": "Sathigur Thae Khaalee Ko Nehee Maerai Prabh Mael Milaaeae ||",
    "translation": "No one goes away empty-handed from the True Guru; He unites me in Union with my God.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਦਰ ਤੋਂ (ਕਦੇ) ਕੋਈ ਖ਼ਾਲੀ (ਨਿਰਾਸ) ਨਹੀਂ ਗਿਆ, (ਦਰ ਤੇ ਆਏ ਸਾਰਿਆਂ ਨੂੰ) ਪਿਆਰੇ ਪ੍ਰਭੂ ਵਿਚ ਪੂਰਨ ਤੌਰ ਤੇ ਮਿਲਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3169,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "siqgur kw drsnu sPlu hY; jyhw ko ieCy. qyhw Plu pwey]",
    "transliteration": "Sathigur Kaa Dharasan Safal Hai Jaehaa Ko Eishhae Thaehaa Fal Paaeae ||",
    "translation": "Fruitful is the Blessed Vision of the Darshan of the True Guru; through it, one obtains whatever fruitful rewards he desires.",
    "punjabi": "ਗੁਰੂ ਦਾ ਦੀਦਾਰ ਭੀ ਫਲ ਦੇਣ ਵਾਲਾ ਹੈ, ਜਿਹੋ ਜਿਹੀ ਕਿਸੇ ਦੀ ਭਾਵਨਾ ਹੁੰਦੀ ਹੈ ਉਹੋ ਜਿਹਾ ਉਸ ਨੂੰ ਫਲ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3169,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "gur kw sbdu AMimRqu hY; sB iqRsnw BuK gvwey]",
    "transliteration": "Gur Kaa Sabadh Anmrith Hai Sabh Thrisanaa Bhukh Gavaaeae ||",
    "translation": "The Word of the Guru's Shabad is Ambrosial Nectar. It banishes all hunger and thirst.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ (ਮਾਨੋ) ਜਲ ਹੈ (ਜਿਵੇਂ ਜਲ ਪੀ ਕੇ ਤ੍ਰੇਹ ਮਿਟਾ ਲਈਦੀ ਹੈ, ਤਿਵੇਂ ਸ਼ਬਦ-ਜਲ ਦੀ ਬਰਕਤ ਨਾਲ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ) ਤ੍ਰੇਹ ਭੁੱਖ ਸਾਰੀ ਮਿਟ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3169,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hir rsu pI sMqoKu hoAw; scu visAw min Awey]",
    "transliteration": "Har Ras Pee Santhokh Hoaa Sach Vasiaa Man Aaeae ||",
    "translation": "Drinking in the sublime essence of the Lord brings contentment; the True Lord comes to dwell in the mind.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਪੀ ਕੇ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਸੰਤੋਖ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਅਤੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਉਸ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3169,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "scu iDAwie Amrwpdu pwieAw; Anhd sbd vjwey]",
    "transliteration": "Sach Dhhiaae Amaraa Padh Paaeiaa Anehadh Sabadh Vajaaeae ||",
    "translation": "Meditating on the True Lord, the status of immortality is obtained; the Unstruck Word of the Shabad vibrates and resounds.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ ਕੇ ਉਸ ਨੂੰ ਐਸਾ ਆਤਮਕ ਦਰਜਾ ਮਿਲ ਜਾਂਦਾ ਹੈ ਜੋ ਕਦੇ ਨਾਸ ਨਹੀਂ ਹੁੰਦਾ, ਉਹ (ਆਪਣੇ ਅੰਦਰ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ) ਇਕ-ਰਸ ਵਾਜੇ ਵਜਾਂਦਾ ਹੈ (ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਅਵਸਥਾ ਉਸ ਦੇ ਅੰਦਰ ਸਦਾ ਪ੍ਰਬਲ ਰਹਿੰਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3169,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "sco dh idis psirAw; gur kY shij suBwey]",
    "transliteration": "Sacho Dheh Dhis Pasariaa Gur Kai Sehaj Subhaaeae ||",
    "translation": "The True Lord is pervading in the ten directions; through the Guru, this is intuitively known.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਪਿਆਰ-ਅਵਸਥਾ ਵਿਚ ਅੱਪੜਦਾ ਹੈ ਉਸ ਨੂੰ ਦਸੀਂ ਹੀ ਪਾਸੀਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3169,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "nwnk. ijn@ AMdir scu hY; sy jn Cpih n. iksY dy Cpwey]1]",
    "transliteration": "Naanak Jin Andhar Sach Hai Sae Jan Shhapehi N Kisai Dhae Shhapaaeae ||1||",
    "translation": "O Nanak, those humble beings who have the Truth deep within, are never hidden, even if others try to hide them. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਕਿਸੇ ਦੇ ਲੁਕਾਏ ਨਹੀਂ ਲੁਕਦੇ (ਕੋਈ ਮਨੁੱਖ ਉਹਨਾਂ ਦੀ ਸੋਭਾ ਨੂੰ ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3170,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "mÚ 3]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3170,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "gur syvw qy hir pweIAY; jw kau ndir kryie]",
    "transliteration": "Gur Saevaa Thae Har Paaeeai Jaa Ko Nadhar Karaee ||",
    "translation": "Serving the Guru, one finds the Lord, when the Lord blesses him with His Glance of Grace.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਕੀਤਿਆਂ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ (ਪਰ ਮਿਲਦਾ ਉਸ ਨੂੰ ਹੈ) ਜਿਸ ਉਤੇ (ਪਰਮਾਤਮਾ) ਮਿਹਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3170,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mwns qy dyvqy Bey; scI Bgiq ijsu dyie]",
    "transliteration": "Maanas Thae Dhaevathae Bheae Sachee Bhagath Jis Dhaee ||",
    "translation": "Human beings become angels, when the Lord blesses them with true devotional worship.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਕੀਤਿਆਂ) ਮਨੁੱਖਾਂ ਤੋਂ ਦੇਵਤੇ ਬਣ ਜਾਂਦੇ ਹਨ (ਪਰ ਉਹ ਮਨੁੱਖ ਦੇਵਤਾ ਬਣਦਾ ਹੈ) ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਭਗਤੀ (ਦੀ ਦਾਤਿ) ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3170,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "haumY mwir imlwieAnu; gur kY sbid sucyie]",
    "transliteration": "Houmai Maar Milaaeian Gur Kai Sabadh Suchaee ||",
    "translation": "Conquering egotism, they are blended with the Lord; through the Word of the Guru's Shabad, they are purified.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਜਿਹੜੇ ਮਨੁੱਖ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਬਣ ਗਏ, ਪਰਮਾਤਮਾ ਨੇ (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਮੁਕਾ ਕੇ (ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲ) ਮਿਲਾ ਲਿਆ।",
    "pronunciation": "s`ucy-ie",
    "type_id": 3
  },
  {
    "shabad_id": 3170,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nwnk. shjy imil rhy; nwmu vifAweI dyie]2]",
    "transliteration": "Naanak Sehajae Mil Rehae Naam Vaddiaaee Dhaee ||2||",
    "translation": "O Nanak, they remain merged with the Lord; they are blessed with the glorious greatness of the Naam. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ) ਨਾਮ (ਜਪਣ ਦਾ) ਗੁਣ ਬਖ਼ਸ਼ਦਾ ਹੈ (ਉਹ ਮਨੁੱਖ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3171,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3171,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "gur siqgur ivic nwvY kI vfI vifAweI; hir krqY Awip vDweI]",
    "transliteration": "Gur Sathigur Vich Naavai Kee Vaddee Vaddiaaee Har Karathai Aap Vadhhaaee ||",
    "translation": "Within the Guru, the True Guru, is the glorious greatness of the Name. The Creator Lord Himself has magnified it.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਅੰਦਰ (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ (ਜਪਣ ਜਪਾਣ) ਦਾ ਵੱਡਾ ਗੁਣ ਹੈ, ਪਰਮਾਤਮਾ ਨੇ ਆਪ (ਇਹ ਗੁਣ ਗੁਰੂ ਵਿਚ) ਵਧਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3171,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "syvk isK siB vyiK vyiK jIvin@; En@w AMdir ihrdY BweI]",
    "transliteration": "Saevak Sikh Sabh Vaekh Vaekh Jeevanih Ounhaa Andhar Hiradhai Bhaaee ||",
    "translation": "All His servants and Sikhs live by gazing, gazing upon it. It is pleasing to their hearts deep within.",
    "punjabi": "(ਸਤਿਗੁਰੂ ਦੇ) ਸਾਰੇ ਸਿੱਖ ਸੇਵਕ (ਗੁਰੂ ਦੇ) ਇਸ ਗੁਣ ਨੂੰ ਵੇਖ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ (ਗੁਰੂ ਦਾ ਇਹ ਗੁਣ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3171,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "inMdk dust vifAweI vyiK. n skin; En@w prwieAw Blw. n suKweI]",
    "transliteration": "Nindhak Dhusatt Vaddiaaee Vaekh N Sakan Ounhaa Paraaeiaa Bhalaa N Sukhaaee ||",
    "translation": "The slanderers and evil-doers cannot see this glorious greatness; they do not appreciate the goodness of others.",
    "punjabi": "(ਗੁਰੂ ਦੀ) ਨਿੰਦਾ ਕਰਨ ਵਾਲੇ ਅਤੇ ਭੈੜੇ ਬੰਦੇ (ਸਤਿਗੁਰੂ ਦੀ) ਵਡਿਆਈ ਵੇਖ ਕੇ ਸਹਾਰ ਨਹੀਂ ਸਕਦੇ, ਉਹਨਾਂ ਨੂੰ ਕਿਸੇ ਹੋਰ ਦੀ ਭਲਾਈ ਚੰਗੀ ਨਹੀਂ ਲੱਗਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3171,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ikAw hovY iks hI kI JK mwrI; jw scy isau bix AweI]",
    "transliteration": "Kiaa Hovai Kis Hee Kee Jhakh Maaree Jaa Sachae Sio Ban Aaee ||",
    "translation": "What can be achieved by anyone babbling? The Guru is in love with the True Lord.",
    "punjabi": "ਪਰ ਜਦੋਂ ਗੁਰੂ ਦਾ ਪਿਆਰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਬਣਿਆ ਹੋਇਆ ਹੈ, ਤਾਂ ਕਿਸੇ (ਨਿੰਦਕ ਦੁਸ਼ਟ) ਦੇ ਝਖ ਮਾਰਿਆਂ ਗੁਰੂ ਦਾ ਕੁਝ ਵਿਗੜ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3171,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ij gl krqy BwvY. sw inq inq cVY svweI; sB JiK JiK mrY lokweI]4]",
    "transliteration": "J Gal Karathae Bhaavai Saa Nith Nith Charrai Savaaee Sabh Jhakh Jhakh Marai Lokaaee ||4||",
    "translation": "That which is pleasing to the Creator Lord, increases day by day, while all the people babble uselessly. ||4||",
    "punjabi": "ਜਿਹੜੀ ਗੱਲ ਕਰਤਾਰ ਨੂੰ ਚੰਗੀ ਲੱਗਦੀ ਹੈ ਉਹ ਦਿਨੋਂ ਦਿਨ ਵਧਦੀ ਹੈ (ਤੇ ਨਿੰਦਾ ਕਰਨ ਵਾਲੀ) ਸਾਰੀ ਲੁਕਾਈ ਖਿੱਝ ਖਿੱਝ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦੀ ਹੈ ॥੪॥",
    "pronunciation": "cVY@, JiK JiK:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3172,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "slok mÚ 3]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3172,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "iDRgu eyh Awsw dUjy Bwv kI; jo moih mwieAw icqu lwey]",
    "transliteration": "Dhhrig Eaeh Aasaa Dhoojae Bhaav Kee Jo Mohi Maaeiaa Chith Laaeae ||",
    "translation": "Cursed are the hopes in the love of duality; they tie the consciousness to love and attachment to Maya.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਆਪਣਾ) ਚਿੱਤ ਜੋੜਦਾ ਹੈ ਉਸ ਦੀ ਇਹ ਮਾਇਆ ਨਾਲ ਪਿਆਰ ਵਧਾਣ ਵਾਲੀ ਆਸ (ਉਸ ਦੇ ਵਾਸਤੇ) ਫਿਟਕਾਰ ਹੀ ਖੱਟਣ ਵਾਲੀ ਹੁੰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3172,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "hir suKu pl@ir iqAwigAw; nwmu ivswir. duKu pwey]",
    "transliteration": "Har Sukh Palhar Thiaagiaa Naam Visaar Dhukh Paaeae ||",
    "translation": "One who forsakes the peace of the Lord in exchange for straw, and forgets the Naam, suffers in pain.",
    "punjabi": "(ਕਿਉਂਕਿ ਉਹ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਪਰਾਲੀ ਦੇ ਵੱਟੇ ਤਿਆਗਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਕੇ ਉਹ ਦੁੱਖ (ਹੀ) ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "p`l@ir",
    "type_id": 3
  }
]