[
  {
    "shabad_id": 3172,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mnmuK AigAwnI AMDuly; jnim mrih iPir AwvY jwey]",
    "transliteration": "Manamukh Agiaanee Andhhulae Janam Marehi Fir Aavai Jaaeae ||",
    "translation": "The ignorant self-willed manmukhs are blind. They are born, only to die again, and continue coming and going.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਤੋਂ ਸੱਖਣੇ ਰਹਿੰਦੇ ਹਨ, ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ ਉਹਨਾਂ ਨੂੰ ਨਹੀਂ ਦਿੱਸਦਾ (ਇਸ ਵਾਸਤੇ ਉਹ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ। ਮਨਮੁਖ ਬੰਦਾ ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3172,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "kwrj isiD. n hovn@I; AMiq gieAw pCuqwey]",
    "transliteration": "Kaaraj Sidhh N Hovanee Anth Gaeiaa Pashhuthaaeae ||",
    "translation": "Their affairs are not resolved, and in the end, they depart, regretting and repenting.",
    "punjabi": "(ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰ ਕੇ ਮਨਮੁਖ ਨੇ ਹੋਰ ਹੋਰ ਕਈ ਧੰਧੇ ਸਹੇੜੇ ਹੁੰਦੇ ਹਨ, ਉਹਨਾਂ) ਕੰਮਾਂ ਵਿਚ (ਉਸ ਨੂੰ) ਕਾਮਯਾਬੀਆਂ ਨਹੀਂ ਹੁੰਦੀਆਂ, ਆਖ਼ਰ ਇਥੋਂ ਹਾਹੁਕੇ ਲੈਂਦਾ ਹੀ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3172,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ijsu krmu hovY. iqsu siqguru imlY; so hir hir nwmu iDAwey]",
    "transliteration": "Jis Karam Hovai This Sathigur Milai So Har Har Naam Dhhiaaeae ||",
    "translation": "One who is blessed with the Lord's Grace, meets the True Guru; he alone meditates on the Name of the Lord, Har, Har.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਹੁੰਦੀ ਹੈ ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3172,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwim rqy jn. sdw suKu pwiein@; jn nwnk. iqn bil jwey]1]",
    "transliteration": "Naam Rathae Jan Sadhaa Sukh Paaeinih Jan Naanak Thin Bal Jaaeae ||1||",
    "translation": "Imbued with the Naam, the humble servants of the Lord find a lasting peace; servant Nanak is a sacrifice to them. ||1||",
    "punjabi": "ਨਾਮ ਵਿਚ ਰੰਗੇ ਹੋਏ ਮਨੁੱਖ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ। ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3173,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mÚ 3]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3173,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Awsw mnsw jig mohxI; ijin moihAw sMswru]",
    "transliteration": "Aasaa Manasaa Jag Mohanee Jin Mohiaa Sansaar ||",
    "translation": "Hope and desire entice the world; they entice the whole universe.",
    "punjabi": "ਹੇ ਭਾਈ! (ਹਰ ਵੇਲੇ ਮਾਇਆ ਦੀ) ਆਸ (ਹਰ ਵੇਲੇ ਮਾਇਆ ਦੀ ਹੀ) ਚਿਤਵਨੀ ਜਗਤ ਵਿਚ (ਜੀਵਾਂ ਨੂੰ) ਮੋਹ ਰਹੀ ਹੈ, ਇਸ ਨੇ ਸਾਰੇ ਜਗਤ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3173,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "sBu ko jm ky cIry ivic hY; jyqw sBu Awkwru]",
    "transliteration": "Sabh Ko Jam Kae Cheerae Vich Hai Jaethaa Sabh Aakaar ||",
    "translation": "Everyone, and all that has been created, is under the domination of Death.",
    "punjabi": "ਜਿਤਨਾ ਭੀ ਜਗਤ ਦਿੱਸ ਰਿਹਾ ਹੈ (ਇਸ ਆਸਾ ਮਨਸਾ ਦੇ ਕਾਰਨ ਜਗਤ ਦਾ) ਹਰੇਕ ਜੀਵ ਆਤਮਕ ਮੌਤ ਦੇ ਪੰਜੇ ਵਿਚ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3173,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hukmI hI jmu lgdw; so aubrY ijsu bKsY krqwru]",
    "transliteration": "Hukamee Hee Jam Lagadhaa So Oubarai Jis Bakhasai Karathaar ||",
    "translation": "By the Hukam of the Lord's Command, Death seizes the mortal; he alone is saved, whom the Creator Lord forgives.",
    "punjabi": "(ਪਰ) ਇਹ ਆਤਮਕ ਮੌਤ (ਪਰਮਾਤਮਾ ਦੇ) ਹੁਕਮ ਵਿਚ ਹੀ ਵਿਆਪਦੀ ਹੈ (ਇਸ ਵਾਸਤੇ ਇਸ ਤੋਂ) ਉਹੀ ਬਚਦਾ ਹੈ ਜਿਸ ਉਤੇ ਕਰਤਾਰ ਮਿਹਰ ਕਰਦਾ ਹੈ (ਤੇ, ਪਰਮਾਤਮਾ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ ਗੁਰੂ ਦੀ ਰਾਹੀਂ)।",
    "pronunciation": "l`gdw",
    "type_id": 3
  },
  {
    "shabad_id": 3173,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "nwnk. gur prswdI eyhu mnu qW qrY; jw CofY AhMkwru]",
    "transliteration": "Naanak Gur Parasaadhee Eaehu Man Thaan Tharai Jaa Shhoddai Ahankaar ||",
    "translation": "O Nanak, by Guru's Grace, this mortal swims across, if he abandons his ego.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਨੁੱਖ (ਆਪਣੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਦੂਰ ਕਰਦਾ ਹੈ, ਜਦੋਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹੈ, ਤਦੋਂ ਮਨੁੱਖ ਦਾ ਮਨ (ਆਸਾ ਮਨਸਾ ਦੀ ਘੁੰਮਣ-ਘੇਰੀ ਵਿਚੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "AhM-kwru",
    "type_id": 3
  },
  {
    "shabad_id": 3173,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "Awsw mnsw mwry. inrwsu hoie; gur sbdI vIcwru]2]",
    "transliteration": "Aasaa Manasaa Maarae Niraas Hoe Gur Sabadhee Veechaar ||2||",
    "translation": "Conquer hope and desire, and remain unattached; contemplate the Word of the Guru's Shabad. ||2||",
    "punjabi": "ਆਸਾ ਮਨਸਾ ਨੂੰ ਮੁਕਾ ਲੈਂਦਾ ਹੈ (ਦੁਨੀਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰਦਾ ਹੋਇਆ ਹੀ) ਆਸਾਂ ਤੋਂ ਉਤਾਂਹ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3174,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "sweIN",
    "type_id": 3
  },
  {
    "shabad_id": 3174,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ijQY jweIAY jgq mih; iqQY hir sweI]",
    "transliteration": "Jithhai Jaaeeai Jagath Mehi Thithhai Har Saaee ||",
    "translation": "Wherever I go in this world, I see the Lord there.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਸਾਰ ਵਿਚ ਜਿਸ ਥਾਂ ਭੀ ਜਾਈਏ, ਉਥੇ ਹੀ ਮਾਲਕ-ਪ੍ਰਭੂ ਹਾਜ਼ਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3174,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "AgY sBu Awpy vrqdw; hir scw inAweI]",
    "transliteration": "Agai Sabh Aapae Varathadhaa Har Sachaa Niaaee ||",
    "translation": "In the world hereafter as well, the Lord, the True Judge Himself, is pervading and permeating everywhere.",
    "punjabi": "ਪਰਲੋਕ ਵਿਚ ਭੀ ਹਰ ਥਾਂ ਸੱਚਾ ਨਿਆਂ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਕਾਰ ਚਲਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3174,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "kUiVAwrw ky muh iPtkIAih; scu Bgiq vifAweI]",
    "transliteration": "Koorriaaraa Kae Muh Fittakeeahi Sach Bhagath Vaddiaaee ||",
    "translation": "The faces of the false are cursed, while the true devotees are blessed with glorious greatness.",
    "punjabi": "(ਉਸ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਮਾਇਆ-ਗ੍ਰਸੇ ਜੀਵਾਂ ਨੂੰ ਫਿਟਕਾਰਾਂ ਪੈਂਦੀਆਂ ਹਨ। (ਪਰ ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵੱਸਦਾ ਹੈ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਟਿਕੀ ਹੋਈ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "kUiVAwrW",
    "type_id": 3
  },
  {
    "shabad_id": 3174,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "scu swihbu scw inAwau hY; isir inMdk CweI]",
    "transliteration": "Sach Saahib Sachaa Niaao Hai Sir Nindhak Shhaaee ||",
    "translation": "True is the Lord and Master, and true is His justice. The heads of the slanderers are covered with ashes.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਲਕ-ਪ੍ਰਭੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ਉਸ ਦਾ ਇਨਸਾਫ਼ ਭੀ ਅਟੱਲ ਹੈ। (ਉਸ ਦੇ ਨਿਆਂ ਅਨੁਸਾਰ ਹੀ ਗੁਰਮੁਖਾਂ ਦੀ) ਨਿੰਦਾ ਕਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਦੇ ਸਿਰ ਸੁਆਹ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3174,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "jn nwnk. scu ArwiDAw; gurmuiK suKu pweI]5]",
    "transliteration": "Jan Naanak Sach Araadhhiaa Guramukh Sukh Paaee ||5||",
    "translation": "Servant Nanak worships the True Lord in adoration; as Gurmukh, he finds peace. ||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਮਿਲਿਆ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3175,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "slok mÚ 3]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3175,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "pUrY Bwig siqguru pweIAY; jy hir pRBu bKs kryie]",
    "transliteration": "Poorai Bhaag Sathigur Paaeeai Jae Har Prabh Bakhas Karaee ||",
    "translation": "By perfect destiny, one finds the True Guru, if the Lord God grants forgiveness.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਕਰੇ ਤਾਂ (ਮਨੁੱਖ ਨੂੰ) ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3175,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Epwvw isir Epwau hY; nwau prwpiq hoie]",
    "transliteration": "Oupaavaa Sir Oupaao Hai Naao Paraapath Hoe ||",
    "translation": "Of all efforts, the best effort is to attain the Lord's Name.",
    "punjabi": "(ਗੁਰੂ ਦਾ ਮਿਲਣਾ ਹੀ) ਸਾਰੇ ਵਸੀਲਿਆਂ ਨਾਲੋਂ ਵਧੀਆ ਵਸੀਲਾ ਹੈ (ਜਿਸ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਹਾਸਲ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3175,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "AMdru sIqlu sWiq hY; ihrdY sdw suKu hoie]",
    "transliteration": "Andhar Seethal Saanth Hai Hiradhai Sadhaa Sukh Hoe ||",
    "translation": "It brings a cooling, soothing tranquility deep within the heart, and eternal peace.",
    "punjabi": "(ਨਾਮ ਦੀ ਬਰਕਤ ਨਾਲ ਮਨੁੱਖ ਦਾ) ਮਨ ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ (ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3175,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "AMimRqu Kwxw pYn@xw; nwnk. nwie vifAweI hoie]1]",
    "transliteration": "Anmrith Khaanaa Painhanaa Naanak Naae Vaddiaaee Hoe ||1||",
    "translation": "Then, one eats and wears the Ambrosial Nectar; O Nanak, through the Name, comes glorious greatness. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਸਤਿਗੁਰੂ ਦੇ ਮਿਲਣ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦੀ) ਖ਼ੁਰਾਕ ਤੇ ਪੁਸ਼ਾਕ (ਭਾਵ, ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਬਣ ਜਾਂਦਾ ਹੈ ਉਸ ਨੂੰ ਨਾਮ ਦੀ ਰਾਹੀਂ (ਹਰ ਥਾਂ) ਆਦਰ ਮਿਲਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3176,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mÚ 3]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "is`K",
    "type_id": 3
  },
  {
    "shabad_id": 3176,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ey mn gur kI isK suix; pwieih guxI inDwnu]",
    "transliteration": "Eae Man Gur Kee Sikh Sun Paaeihi Gunee Nidhhaan ||",
    "translation": "O mind,listening to the Guru's Teachings,you shall obtain the treasure of virtue.",
    "punjabi": "ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਆਪਣੇ ਅੰਦਰ ਵਸਾ (ਇਸ ਤਰ੍ਹਾਂ) ਤੂੰ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲਏਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3176,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "suKdwqw qyrY min vsY; haumY jwie AiBmwnu]",
    "transliteration": "Sukhadhaathaa Thaerai Man Vasai Houmai Jaae Abhimaan ||",
    "translation": "The Giver of peace shall dwell in your mind; you shall be rid of egotism and pride.",
    "punjabi": "(ਸਾਰੇ) ਸੁਖ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਤੈਨੂੰ ਤੇਰੇ ਆਪਣੇ ਅੰਦਰ ਵੱਸਦਾ ਦਿੱਸ ਪਏਗਾ (ਤੇਰੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3176,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "nwnk. ndrI pweIAY; AMimRqu guxI inDwnu]2]",
    "transliteration": "Naanak Nadharee Paaeeai Anmrith Gunee Nidhhaan ||2||",
    "translation": "O Nanak, by His Grace, one is blessed with the Ambrosial Nectar of the treasure of virtue. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਤੇ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪਰਮਾਤਮਾ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਪਣੀ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ (ਹੀ) ਮਿਲਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3177,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3177,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ijqny pwiqswh swh, rwjy Kwn aumrwv iskdwr hih; iqqny siB hir ky kIey]",
    "transliteration": "Jithanae Paathisaah Saah Raajae Khaan Oumaraav Sikadhaar Hehi Thithanae Sabh Har Kae Keeeae ||",
    "translation": "The kings, emperors, rulers, lords, nobles and chiefs, are all created by the Lord.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਗਤ ਵਿਚ) ਜਿਤਨੇ ਭੀ ਸ਼ਾਹ, ਪਾਤਿਸ਼ਾਹ, ਰਾਜੇ, ਖ਼ਾਨ, ਅਮੀਰ ਤੇ ਸਰਦਾਰ ਹਨ, ਉਹ ਸਾਰੇ ਪਰਮਾਤਮਾ ਦੇ (ਹੀ) ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ।",
    "pronunciation": "(iskdwr)Qwxydwr, srdwr",
    "type_id": 3
  },
  {
    "shabad_id": 3177,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "jo ikCu hir krwvY, su Eie krih; siB hir ky ArQIey]",
    "transliteration": "Jo Kishh Har Karaavai S Oue Karehi Sabh Har Kae Arathheeeae ||",
    "translation": "Whatever the Lord causes them to do, they do; they are all beggars, dependent on the Lord.",
    "punjabi": "ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ (ਉਹਨਾਂ ਪਾਸੋਂ) ਕਰਾਂਦਾ ਹੈ ਉਹੀ ਉਹ ਕਰਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਪਰਮਾਤਮਾ ਦੇ (ਦਰ ਦੇ ਹੀ) ਮੰਗਤੇ ਹਨ।",
    "pronunciation": "(ArQI-ey)mMgqy",
    "type_id": 3
  },
  {
    "shabad_id": 3177,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "so AYsw hir sBnw kw pRBu, siqgur kY vil hY; iqin siB vrn cwry KwxI, sB isRsit goly kir; siqgur AgY kwr kmwvx kau dIey]",
    "transliteration": "So Aisaa Har Sabhanaa Kaa Prabh Sathigur Kai Val Hai Thin Sabh Varan Chaarae Khaanee Sabh Srisatt Golae Kar Sathigur Agai Kaar Kamaavan Ko Dheeeae ||",
    "translation": "Such is God, the Lord of all; He is on the True Guru's side. All castes and social classes, the four sources of creation, and the whole universe are slaves of the True Guru; God makes them work for Him.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹੋ ਜਿਹੀ ਸਮਰਥਾ ਵਾਲਾ ਸਭਨਾਂ ਜੀਵਾਂ ਦਾ ਮਾਲਕ ਉਹ ਪਰਮਾਤਮਾ (ਸਦਾ) ਸਤਿਗੁਰੂ ਦੇ ਪੱਖ ਤੇ ਰਹਿੰਦਾ ਹੈ। ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਚਹੁੰਆਂ ਵਰਨਾਂ ਚਹੁੰਆਂ ਖਾਣੀਆਂ ਦੇ ਸਾਰੇ ਜੀਵ ਸਾਰੀ ਹੀ ਸ੍ਰਿਸ਼ਟੀ (ਦੇ ਜੀਵ) (ਗੁਰੂ ਦੇ) ਸੇਵਕ ਬਣਾ ਕੇ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਸੇਵਾ ਕਰਨ ਲਈ ਖੜੇ ਕੀਤੇ ਹੋਏ ਹਨ।",
    "pronunciation": "v`il",
    "type_id": 3
  },
  {
    "shabad_id": 3177,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "hir syvy kI AYsI vifAweI dyKhu hir sMqhu; ijin ivchu kwieAw ngrI. dusmn dUq siB mwir kFIey]",
    "transliteration": "Har Saevae Kee Aisee Vaddiaaee Dhaekhahu Har Santhahu Jin Vichahu Kaaeiaa Nagaree Dhusaman Dhooth Sabh Maar Kadteeeae ||",
    "translation": "See the glorious greatness of serving the Lord, O Saints of the Lord; He has conquered and driven all the enemies and evil-doers out of the body-village.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਵੇਖੋ, ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਦਾ ਇਹ ਗੁਣ ਹੈ ਕਿ ਉਸ (ਪਰਮਾਤਮਾ) ਨੇ (ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਆਪਣੇ ਸੇਵਕ ਦੇ) ਸਰੀਰ-ਨਗਰ ਵਿਚੋਂ (ਕਾਮਾਦਿਕ) ਸਾਰੇ ਵੈਰੀ ਦੁਸ਼ਮਨ ਮਾਰ ਕੇ (ਬਾਹਰ) ਕੱਢ ਦਿੱਤੇ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "n`grI k`FIey",
    "type_id": 3
  },
  {
    "shabad_id": 3177,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "hir hir ikrpwlu hoAw Bgq jnw aupir; hir AwpxI ikrpw kir. hir Awip riK lIey]6]",
    "transliteration": "Har Har Kirapaal Hoaa Bhagath Janaa Oupar Har Aapanee Kirapaa Kar Har Aap Rakh Leeeae ||6||",
    "translation": "The Lord, Har, Har, is Merciful to His humble devotees; granting His Grace, the Lord Himself protects and preserves them. ||6||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਆਪਣੇ ਭਗਤਾਂ ਉਤੇ (ਸਦਾ) ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਮਿਹਰ ਕਰ ਕੇ (ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਤੋਂ) ਆਪ ਬਚਾਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3178,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "slok mÚ 3]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3178,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "AMdir kptu sdw duKu hY; mnmuK iDAwnu. n lwgY]",
    "transliteration": "Andhar Kapatt Sadhaa Dhukh Hai Manamukh Dhhiaan N Laagai ||",
    "translation": "Fraud and hypocrisy within bring constant pain; the self-willed manmukh does not practice meditation.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਖੋਟ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ (ਇਸ ਵਾਸਤੇ ਉਸ ਨੂੰ) ਸਦਾ (ਆਤਮਕ) ਕਲੇਸ਼ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੀ ਸੁਰਤ (ਪਰਮਾਤਮਾ ਵਿਚ) ਨਹੀਂ ਜੁੜਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3178,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "duK ivic kwr kmwvxI; duKu vrqY duKu AwgY]",
    "transliteration": "Dhukh Vich Kaar Kamaavanee Dhukh Varathai Dhukh Aagai ||",
    "translation": "Suffering in pain, he does his deeds; he is immersed in pain, and he shall suffer in pain hereafter.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੀ ਸਾਰੀ ਕਿਰਤ-ਕਾਰ ਦੁੱਖ-ਕਲੇਸ਼ ਵਿਚ ਹੀ ਹੁੰਦੀ ਹੈ (ਹਰ ਵੇਲੇ ਉਸ ਨੂੰ) ਕਲੇਸ਼ ਹੀ ਵਾਪਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਪਰਲੋਕ ਵਿਚ ਭੀ ਉਸ ਦੇ ਵਾਸਤੇ ਕਲੇਸ਼ ਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3178,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "krmI siqguru BytIAY; qw sic nwim ilv lwgY]",
    "transliteration": "Karamee Sathigur Bhaetteeai Thaa Sach Naam Liv Laagai ||",
    "translation": "By his karma, he meets the True Guru, and then, he is lovingly attuned to the True Name.",
    "punjabi": "(ਜਦੋਂ ਪਰਮਾਤਮਾ ਦੀ) ਮਿਹਰ ਨਾਲ (ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਤਦੋਂ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਉਸ ਦੀ ਲਗਨ ਲੱਗ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3178,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "nwnk. shjy suKu hoie; AMdrhu BRmu Bau BwgY]1]",
    "transliteration": "Naanak Sehajae Sukh Hoe Andharahu Bhram Bho Bhaagai ||1||",
    "translation": "O Nanak, he is naturally at peace; doubt and fear run away and leave him. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿਕਣ ਕਰਕੇ ਉਸ ਨੂੰ ਆਤਮਕ) ਆਨੰਦ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ ਤੇ ਉਸ ਦੇ ਮਨ ਵਿਚੋਂ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ਸਹਿਮ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3179,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "mÚ 3]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3179,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "gurmuiK sdw hir rMgu hY; hir kw nwau min BwieAw]",
    "transliteration": "Guramukh Sadhaa Har Rang Hai Har Kaa Naao Man Bhaaeiaa ||",
    "translation": "The Gurmukh is in love with the Lord forever. The Name of the Lord is pleasing to his mind.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ) ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਰੰਗਣ ਚੜ੍ਹੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਪਣੇ) ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]