[
  {
    "shabad_id": 3190,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "jn nwnk kY vil hoAw myrw suAwmI; hir sjx purKu sujwnu ]",
    "transliteration": "Jan Naanak Kai Val Hoaa Maeraa Suaamee Har Sajan Purakh Sujaan ||",
    "translation": "My Lord and Master is on the side of servant Nanak. The All-powerful and All-knowing Lord God is my Best Friend.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਸਭ ਦਾ ਮਿੱਤਰ ਸਭ ਵਿਚ ਵਿਆਪਕ ਪ੍ਰਭੂ ਆਪਣੇ ਸੇਵਕ ਦੇ ਪੱਖ ਤੇ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3190,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "paudI iBiq dyiK kY. siB Awie pey siqgur kI pYrI; lwihEnu. sBnw ikAhu mnhu gumwnu ]10]",
    "transliteration": "Poudhee Bhith Dhaekh Kai Sabh Aae Peae Sathigur Kee Pairee Laahioun Sabhanaa Kiahu Manahu Gumaan ||10||",
    "translation": "Seeing the food being distributed, everyone came and fell at the feet of the True Guru, who cleansed the minds of all of their egotistical pride. ||10||",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੇ ਦਰ ਤੋਂ) ਆਤਮਕ ਖ਼ੁਰਾਕ ਮਿਲਦੀ ਵੇਖ ਕੇ ਸਾਰੇ ਲੋਕ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਆ ਲੱਗੇ। ਗੁਰੂ ਨੇ ਸਭਨਾਂ ਦੇ ਮਨ ਤੋਂ ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਦਿੱਤਾ ॥੧੦॥",
    "pronunciation": "(iBiq)cogw, cMgy pdwrQ[ iBiq:polw bolo[pYrIN",
    "type_id": 3
  },
  {
    "shabad_id": 3191,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "slok mÚ 1 ]",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3191,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "koeI vwhy ko luxY; ko pwey Kilhwin ]",
    "transliteration": "Koee Vaahae Ko Lunai Ko Paaeae Khalihaan ||",
    "translation": "One plants the seed, another harvests the crop, and still another beats the grain from the chaff.",
    "punjabi": "ਕੋਈ ਮਨੁੱਖ ਹਲ ਵਾਂਹਦਾ ਹੈ, ਕੋਈ (ਹੋਰ) ਮਨੁੱਖ (ਪੱਕਾ ਹੋਇਆ ਫ਼ਸਲ) ਵੱਢਦਾ ਹੈ, ਕੋਈ (ਹੋਰ) ਮਨੁੱਖ (ਉਸ ਵੱਢੇ ਹੋਏ ਫ਼ਸਲ ਨੂੰ) ਖਲਵਾੜੇ ਵਿਚ ਪਾਂਦਾ ਹੈ;",
    "pronunciation": "dwxy k`Fx leI, kxk lwx iek`Tw r`Kx dI QW(Kilhwin)ipV",
    "type_id": 3
  },
  {
    "shabad_id": 3191,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwnk. eyv, n jwpeI; koeI Kwie indwin ]1]",
    "transliteration": "Naanak Eaev N Jaapee Koee Khaae Nidhaan ||1||",
    "translation": "O Nanak, it is not known, who will ultimately eat the grain. ||1||",
    "punjabi": "ਪਰ ਹੇ ਨਾਨਕ! ਅੰਤ ਨੂੰ (ਉਸ ਅੰਨ ਨੂੰ) ਖਾਂਦਾ ਕੋਈ ਹੋਰ ਹੈ। ਸੋ, ਇਸ ਤਰ੍ਹਾਂ (ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਨੂੰ) ਸਮਝਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਕਿ ਕਦੋਂ ਕੀਹ ਕੁਝ ਵਾਪਰੇਗਾ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3192,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mÚ 1 ]",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3192,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ijsu min visAw, qirAw soie ]",
    "transliteration": "Jis Man Vasiaa Thariaa Soe ||",
    "translation": "He alone is carried across, within whose mind the Lord abides.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3192,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "nwnk. jo BwvY so hoie ]2]",
    "transliteration": "Naanak Jo Bhaavai So Hoe ||2||",
    "translation": "O Nanak, that alone happens, which is pleasing to His Will. ||2||",
    "punjabi": "(ਉਸ ਨੂੰ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ ਜਗਤ ਵਿਚ) ਉਹੀ ਕੁਝ ਹੁੰਦਾ ਹੈ ਜੋ (ਪਰਮਾਤਮਾ ਨੂੰ) ਚੰਗਾ ਲੱਗਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3193,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3193,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "pwrbRhim dieAwil; swgru qwirAw ]",
    "transliteration": "Paarabreham Dhaeiaal Saagar Thaariaa ||",
    "translation": "The Merciful Supreme Lord God has carried me across the world-ocean.",
    "punjabi": "ਹੇ ਭਾਈ! ਦਿਆਲ ਪਾਰਬ੍ਰਹਮ ਨੇ ਉਸ ਮਨੁੱਖ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3193,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "guir pUrY imhrvwin; Brmu Bau mwirAw ]",
    "transliteration": "Gur Poorai Miharavaan Bharam Bho Maariaa ||",
    "translation": "The compassionate perfect Guru has eradicated my doubts and fears.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਦੀ) ਭਟਕਣਾ ਤੇ ਸਹਿਮ ਪੂਰੇ ਮਿਹਰਵਾਨ ਗੁਰੂ ਨੇ ਮੁਕਾ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3193,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "kwm kRoDu ibkrwlu; dUq siB hwirAw ]",
    "transliteration": "Kaam Krodhh Bikaraal Dhooth Sabh Haariaa ||",
    "translation": "Unsatisfied sexual desire and unresolved anger, the horrible demons, have been totally destroyed.",
    "punjabi": "ਭਿਆਨਕ ਕ੍ਰੋਧ ਅਤੇ ਕਾਮ (ਆਦਿਕ) ਸਾਰੇ (ਉਸ ਦੇ) ਵੈਰੀ (ਉਸ ਉਤੇ ਜ਼ੋਰ ਪਾਣੋਂ) ਹਾਰ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3193,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "AMimRq nwmu inDwnu; kMiT auir DwirAw ]",
    "transliteration": "Anmrith Naam Nidhhaan Kanth Our Dhhaariaa ||",
    "translation": "I have enshrined the treasure of the Ambrosial Naam within my throat and heart.",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਨੇ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ (ਪਰਮਾਤਮਾ ਦਾ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ (ਆਪਣੇ) ਗਲੇ ਵਿਚ (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ (ਸਦਾ ਲਈ) ਟਿਕਾ ਲਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3193,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "nwnk. swDUsMig; jnmu mrxu svwirAw ]11]",
    "transliteration": "Naanak Saadhhoo Sang Janam Maran Savaariaa ||11||",
    "translation": "O Nanak, in the Saadh Sangat, the Company of the Holy, my birth and death have been adorned and redeemed. ||11||",
    "punjabi": "(ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ (ਰਹਿ ਕੇ ਉਸ ਨੇ ਆਪਣਾ) ਸਾਰਾ ਜੀਵਨ ਸੰਵਾਰ ਲਿਆ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3194,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "slok mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3194,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ijn@I nwmu ivswirAw; kUVy khx khMin@ ]",
    "transliteration": "Jinhee Naam Visaariaa Koorrae Kehan Kehannih ||",
    "translation": "Those who forget the Naam, the Name of the Lord, are said to be false.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਭੁਲਾ ਦਿੱਤਾ, ਉਹ ਸਦਾ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੀਆਂ ਹੀ ਗੱਲਾਂ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "k-hMin@",
    "type_id": 3
  },
  {
    "shabad_id": 3194,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "pMc cor iqnw Gru muhin@; haumY AMdir sMin@ ]",
    "transliteration": "Panch Chor Thinaa Ghar Muhanih Houmai Andhar Sannih ||",
    "translation": "The five thieves plunder their homes, and egotism breaks in.",
    "punjabi": "(ਕਾਮਾਦਿਕ) ਪੰਜੇ ਚੋਰ ਉਹਨਾਂ ਦਾ (ਹਿਰਦਾ-) ਘਰ ਲੁੱਟਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਹਉਮੈ (ਦੀ) ਸੰਨ੍ਹ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3194,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "swkq muTy durmqI; hir rsu. n jwxMin@ ]",
    "transliteration": "Saakath Muthae Dhuramathee Har Ras N Jaanannih ||",
    "translation": "The faithless cynics are defrauded by their own evil-mindedness; they do not know the sublime essence of the Lord.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਖੋਟੀ ਮਤ ਵਾਲੇ ਮਨੁੱਖ (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਦੀ ਹੱਥੀਂ ਹੀ) ਲੁੱਟੇ ਜਾਂਦੇ ਹਨ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਉਹ ਨਹੀਂ ਜਾਣਦੇ ਪਛਾਣਦੇ।",
    "pronunciation": "jw-xMin@",
    "type_id": 3
  },
  {
    "shabad_id": 3194,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ijn@I AMimRqu. Brim lutwieAw; ibKu isau rcih rcMin@ ]",
    "transliteration": "Jinhee Anmrith Bharam Luttaaeiaa Bikh Sio Rachehi Rachannih ||",
    "translation": "Those who lose the Ambrosial Nectar through doubt, remain engrossed and entangled in corruption.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ (ਮਨ ਦੀ) ਭਟਕਣਾ ਵਿਚ (ਹੀ) ਲੁਟਾ ਦਿੱਤਾ, ਉਹ (ਆਤਮਕ ਜੀਵਨ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲੀ ਮਾਇਆ) ਜ਼ਹਿਰ ਨਾਲ ਹੀ ਪਿਆਰ ਪਾਈ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "r-cMin@",
    "type_id": 3
  },
  {
    "shabad_id": 3194,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "dustw syqI iprhVI; jn isau vwdu krMin@ ]",
    "transliteration": "Dhusattaa Saethee Pireharree Jan Sio Vaadh Karannih ||",
    "translation": "They make friends with the wicked, and argue with the humble servants of the Lord.",
    "punjabi": "ਭੈੜੇ ਮਨੁੱਖਾਂ ਨਾਲ ਉਹਨਾਂ ਦਾ ਪਿਆਰ ਹੁੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕਾਂ ਨਾਲ ਉਹ ਝਗੜਾ ਬਣਾਈ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "k-rMin@",
    "type_id": 3
  },
  {
    "shabad_id": 3194,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "nwnk. swkq nrk mih; jim bDy duK shMin@ ]",
    "transliteration": "Naanak Saakath Narak Mehi Jam Badhhae Dhukh Sehannih ||",
    "translation": "O Nanak, the faithless cynics are bound and gagged by the Messenger of Death, and suffer agony in hell.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ ਆਤਮਕ ਮੌਤ (ਦੀ ਫਾਹੀ) ਵਿਚ ਬੱਝੇ ਹੋਏ ਮਨੁੱਖ (ਮਾਨੋ) ਨਰਕਾਂ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ (ਸਦਾ) ਦੁੱਖ ਹੀ ਸਹਾਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "s-hMin@",
    "type_id": 3
  },
  {
    "shabad_id": 3194,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "pieAY ikriq kmwvdy; ijv rwKih iqvY rhMin@ ]1]",
    "transliteration": "Paeiai Kirath Kamaavadhae Jiv Raakhehi Thivai Rehannih ||1||",
    "translation": "They act according to the karma of the actions they committed before; as the Lord keeps them, so do they live. ||1||",
    "punjabi": "(ਪਰ, ਹੇ ਪ੍ਰਭੂ! ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜਿਵੇਂ ਤੂੰ (ਇਹਨਾਂ ਨੂੰ) ਰੱਖਦਾ ਹੈਂ ਤਿਵੇਂ ਰਹਿੰਦੇ ਹਨ, ਤੇ, ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ (ਹੁਣ ਭੀ ਉਹੋ ਜਿਹੇ) ਕਰਮ ਕਰੀ ਜਾ ਰਹੇ ਹਨ ॥੧॥",
    "pronunciation": "rhMin@",
    "type_id": 3
  },
  {
    "shabad_id": 3195,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3195,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ijn@I siqguru syivAw; qwxu inqwxy iqsu ]",
    "transliteration": "Jinhee Sathigur Saeviaa Thaan Nithaanae This ||",
    "translation": "Those who serve the True Guru, are transformed from powerless into powerful.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜਾ ਜਿਹੜਾ ਨਿਤਾਣਾ ਮਨੁੱਖ (ਭੀ) ਗੁਰੂ ਦੀ ਦੱਸੀ (ਸਿਮਰਨ ਦੀ) ਕਾਰ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ (ਆਤਮਕ) ਬਲ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3195,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "swis igrwis sdw min vsY; jmu joih. n skY iqsu ]",
    "transliteration": "Saas Giraas Sadhaa Man Vasai Jam Johi N Sakai This ||",
    "translation": "With every breath and morsel of food, the Lord abides in their minds forever, and the Messenger of Death cannot even see them.",
    "punjabi": "ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਹਰੇਕ ਗਿਰਾਹੀ ਦੇ ਨਾਲ ਹਰ ਵੇਲੇ (ਪਰਮਾਤਮਾ ਉਸ ਦੇ) ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ, ਆਤਮਕ ਮੌਤ ਉਸ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3195,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ihrdY hir hir nwm rsu; kvlw syvik iqsu ]",
    "transliteration": "Hiradhai Har Har Naam Ras Kavalaa Saevak This ||",
    "translation": "The Name of the Lord, Har, Har, fills their hearts, and Maya is their servant.",
    "punjabi": "ਉਸ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਆਉਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਮਾਇਆ ਉਸ ਦੀ ਦਾਸੀ ਬਣ ਜਾਂਦੀ ਹੈ (ਉਸ ਉਤੇ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3195,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hir dwsw kw dwsu hoie; prm pdwrQu iqsu ]",
    "transliteration": "Har Dhaasaa Kaa Dhaas Hoe Param Padhaarathh This ||",
    "translation": "One who becomes the slave of the Lord's slaves, obtains the greatest treasure.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਸੇਵਕਾਂ ਦਾ ਸੇਵਕ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਪਦਾਰਥ (ਹਰਿ-ਨਾਮ) ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3195,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "nwnk. min qin ijsu pRBu vsY; hau sd kurbwxY iqsu ]",
    "transliteration": "Naanak Man Than Jis Prabh Vasai Ho Sadh Kurabaanai This ||",
    "translation": "O Nanak, I am forever a sacrifice to that one, within whose mind and body God dwells.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਉਸ ਮਨੁੱਖ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "vsY:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3195,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ijn@ kau pUrib iliKAw; rsu sMq jnw isau iqsu ]2]",
    "transliteration": "Jinh Ko Poorab Likhiaa Ras Santh Janaa Sio This ||2||",
    "translation": "One who has such pre-ordained destiny, he alone is in love with the humble Saints. ||2||",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! ਉਸ ਉਸ ਮਨੁੱਖ ਦਾ ਹੀ ਪਿਆਰ ਸੰਤ ਜਨਾਂ ਨਾਲ ਬਣਦਾ ਹੈ ਜਿਸ ਜਿਸ ਦੇ ਭਾਗਾਂ ਵਿਚ ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ (ਸਿਮਰਨ ਦਾ) ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3196,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3196,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "jo boly pUrw siqgurU; so prmysir suixAw ]",
    "transliteration": "Jo Bolae Pooraa Sathiguroo So Paramaesar Suniaa ||",
    "translation": "Whatever the Perfect True Guru says, the Transcendent Lord hears.",
    "punjabi": "ਹੇ ਭਾਈ! ਪੂਰਾ ਗੁਰੂ ਜਿਹੜਾ (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ) ਬਚਨ ਬੋਲਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਵਲ ਧਿਆਨ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3196,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "soeI vriqAw jgq mih; Git Git muiK BixAw ]",
    "transliteration": "Soee Varathiaa Jagath Mehi Ghatt Ghatt Mukh Bhaniaa ||",
    "translation": "It pervades and permeates the whole world, and it is on the mouth of each and every being.",
    "punjabi": "ਗੁਰੂ ਦਾ ਉਹ ਬਚਨ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਪ੍ਰਭਾਵ ਪਾਂਦਾ ਹੈ, ਹਰੇਕ ਹਿਰਦੇ ਵਿਚ (ਪ੍ਰਭਾਵ ਪਾਂਦਾ ਹੈ, ਹਰੇਕ ਮਨੁੱਖ ਆਪਣੇ) ਮੂੰਹ ਨਾਲ ਉਚਾਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3196,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "bhuqu vifAweIAw swihbY; nh jwhI gxIAw ]",
    "transliteration": "Bahuth Vaddiaaeeaa Saahibai Neh Jaahee Ganeeaa ||",
    "translation": "So numerous are the great glories of the Lord, they cannot even be counted.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੱਸਦਾ ਹੈ ਕਿ) ਮਾਲਕ-ਪ੍ਰਭੂ ਵਿਚ ਬੇਅੰਤ ਗੁਣ ਹਨ ਗਿਣੇ ਨਹੀਂ ਜਾ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3196,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "scu shju Andu. siqgurU pwis; scI gur mxIAw ]",
    "transliteration": "Sach Sehaj Anadh Sathiguroo Paas Sachee Gur Maneeaa ||",
    "translation": "Truth, poise and bliss rest in the True Guru; the Guru bestows the jewel of Truth.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ, ਆਤਮਕ ਅਡੋਲਤਾ, ਆਤਮਕ ਅਨੰਦ (ਇਹ) ਗੁਰੂ ਦੇ ਪਾਸ (ਹੀ ਹਨ, ਗੁਰੂ ਪਾਸੋਂ ਹੀ ਇਹ ਦਾਤਾਂ ਮਿਲਦੀਆਂ ਹਨ)। ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਰਤਨ ਹੈ।",
    "pronunciation": "(mxIAw)mnOq",
    "type_id": 3
  },
  {
    "shabad_id": 3196,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nwnk. sMq svwry pwrbRhim; scy ijau bixAw ]12]",
    "transliteration": "Naanak Santh Savaarae Paarabreham Sachae Jio Baniaa ||12||",
    "translation": "O Nanak, the Supreme Lord God embellishes the Saints, who become like the True Lord. ||12||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੇਵਕਾਂ ਦੇ ਜੀਵਨ ਆਪ ਸੋਹਣੇ ਬਣਾਂਦਾ ਹੈ, ਸੰਤ ਜਨ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਰਗੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3197,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "slok mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3197,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "Apxw Awpu. n pCwxeI; hir pRBu jwqw dUir ]",
    "transliteration": "Apanaa Aap N Pashhaanee Har Prabh Jaathaa Dhoor ||",
    "translation": "He does not understand himself; he believes the Lord God to be far away.",
    "punjabi": "(ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ) ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ (ਕਦੇ) ਪਰਖਦਾ ਨਹੀਂ, ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ (ਕਿਤੇ) ਦੂਰ ਵੱਸਦਾ ਸਮਝਦਾ ਹੈ।",
    "pronunciation": "pCwx-eI",
    "type_id": 3
  },
  {
    "shabad_id": 3197,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "gur kI syvw ivsrI; ikau. mnu rhY hjUir ]",
    "transliteration": "Gur Kee Saevaa Visaree Kio Man Rehai Hajoor ||",
    "translation": "He forgets to serve the Guru; how can his mind remain in the Lord's Presence?",
    "punjabi": "ਉਸ ਨੂੰ ਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ (ਸਦਾ) ਭੁੱਲੀ ਰਹਿੰਦੀ ਹੈ, (ਇਸ ਵਾਸਤੇ ਉਸ ਦਾ) ਮਨ (ਪਰਮਾਤਮਾ ਦੀ) ਹਜ਼ੂਰੀ ਵਿਚ (ਕਦੇ) ਨਹੀਂ ਟਿਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3197,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mnmuiK jnmu gvwieAw; JUTY lwlic kUir ]",
    "transliteration": "Manamukh Janam Gavaaeiaa Jhoothai Laalach Koor ||",
    "translation": "The self-willed manmukh wastes away his life in worthless greed and falsehood.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨੇ ਝੂਠੇ ਲਾਲਚ ਵਿਚ (ਲੱਗ ਕੇ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸ ਕੇ ਹੀ ਆਪਣਾ) ਜੀਵਨ ਗਵਾ ਲਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3197,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "nwnk. bKis imlwieAnu; scY sbid hdUir ]1]",
    "transliteration": "Naanak Bakhas Milaaeian Sachai Sabadh Hadhoor ||1||",
    "translation": "O Nanak, the Lord forgives, and blends them with Himself; through the True Word of the Shabad, He is ever-present. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜੇ ਮਨੁੱਖ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦੀ) ਹਜ਼ੂਰੀ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ ਮਿਹਰ ਕਰ ਕੇ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲਿਆ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3198,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3198,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hir pRBu scw soihlw; gurmuiK nwmu goivMdu ]",
    "transliteration": "Har Prabh Sachaa Sohilaa Guramukh Naam Govindh ||",
    "translation": "True is the Praise of the Lord God; the Gurmukh chants the Name of the Lord of the Universe.",
    "punjabi": "ਹੇ ਭਾਈ! ਹਰੀ ਪ੍ਰਭੂ ਗੋਬਿੰਦ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, (ਉਸ ਦੀ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ (ਉਸ ਦਾ) ਨਾਮ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ (ਮਿਲਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3198,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "An idnu nwmu slwhxw; hir jipAw min AwnMdu ]",
    "transliteration": "Anadhin Naam Salaahanaa Har Japiaa Man Aanandh ||",
    "translation": "Praising the Naam night and day, and meditating on the Lord, the mind becomes blissful.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਹਰਿ-ਨਾਮ ਮਿਲਦਾ ਹੈ, ਉਹ) ਹਰ ਵੇਲੇ ਹੀ ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਅਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ (ਉਸ ਦੇ) ਮਨ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3198,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "vfBwgI hir pwieAw; pUrnu prmwnMdu ]",
    "transliteration": "Vaddabhaagee Har Paaeiaa Pooran Paramaanandh ||",
    "translation": "By great good fortune, I have found the Lord, the perfect embodiment of supreme bliss.",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! ਪਰਮ ਆਨੰਦ ਦਾ ਮਾਲਕ ਪੂਰਨ ਪ੍ਰਭੂ ਪਰਮਾਤਮਾ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਹੀ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3198,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "jn nwnk. nwmu slwihAw; bhuiV. n min qin BMgu ]2]",
    "transliteration": "Jan Naanak Naam Salaahiaa Bahurr N Man Than Bhang ||2||",
    "translation": "Servant Nanak praises the Naam; his mind and body shall never again be shattered. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਜਿਨ੍ਹਾਂ) ਦਾਸਾਂ ਨੇ (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਸਿਮਰਿਆ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਉਹਨਾਂ ਦੇ ਤਨ ਵਿਚ ਮੁੜ ਕਦੇ (ਪਰਮਾਤਮਾ ਨਾਲੋਂ) ਵਿੱਥ ਨਹੀਂ ਬਣਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
