[
  {
    "shabad_id": 3212,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "duK ibswir; suK AMqir lInw ]1]",
    "transliteration": "Dhukh Bisaar Sukh Anthar Leenaa ||1||",
    "translation": "My pain is forgotten, and I have found peace deep within myself. ||1||",
    "punjabi": "ਮੈਂ ਹੁਣ (ਜਗਤ ਦੇ ਸਾਰੇ) ਦੁੱਖ ਭੁਲਾ ਕੇ (ਆਤਮਕ) ਸੁਖ ਵਿਚ ਲੀਨ ਹੋ ਗਿਆ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3212,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "igAwn AMjnu mokau; guir dInw ]",
    "transliteration": "Giaan Anjan Mo Ko Gur Dheenaa ||",
    "translation": "The Guru has blessed me with the ointment of spiritual wisdom.",
    "punjabi": "ਮੈਨੂੰ ਸਤਿਗੁਰੂ ਨੇ ਆਪਣੇ ਗਿਆਨ ਦਾ (ਐਸਾ) ਸੁਰਮਾ ਦਿੱਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3212,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "rwm nwm ibnu; jIvnu mn hInw ]1] rhwau ]",
    "transliteration": "Raam Naam Bin Jeevan Man Heenaa ||1|| Rehaao ||",
    "translation": "Without the Lord's Name, life is mindless. ||1||Pause||",
    "punjabi": "ਕਿ ਹੇ ਮਨ! ਹੁਣ ਪ੍ਰਭੂ ਦੀ ਬੰਦਗੀ ਤੋਂ ਬਿਨਾ ਜੀਊਣਾ ਵਿਅਰਥ ਜਾਪਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3212,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "nwmdyie; ismrnu kir jwnW ]",
    "transliteration": "Naamadhaee Simaran Kar Jaanaan ||",
    "translation": "Meditating in remembrance, Naam Dayv has come to know the Lord.",
    "punjabi": "ਮੈਂ ਨਾਮਦੇਵ ਨੇ ਪ੍ਰਭੂ ਦਾ ਭਜਨ ਕਰ ਕੇ ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3212,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "jgjIvn isau; jIau smwnW ]2]1]",
    "transliteration": "Jagajeevan Sio Jeeo Samaanaan ||2||1||",
    "translation": "His soul is blended with the Lord, the Life of the World. ||2||1||",
    "punjabi": "ਤੇ ਜਗਤ-ਦੇ-ਆਸਰੇ ਪ੍ਰਭੂ ਵਿਚ ਮੇਰੀ ਜਿੰਦ ਲੀਨ ਹੋ ਗਈ ਹੈ ॥੨॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3213,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "iblwvlu bwxI rivdws Bgq kI",
    "transliteration": "Bilaaval Baanee Ravidhaas Bhagath Kee",
    "translation": "Bilaaval, The Word Of Devotee Ravi Daas:",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ ਵਿੱਚ ਭਗਤ ਰਵਿਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3213,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3213,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "dwirdu dyiK. sB ko hsY; AYsI dsw hmwrI ]",
    "transliteration": "Dhaaridh Dhaekh Sabh Ko Hasai Aisee Dhasaa Hamaaree ||",
    "translation": "Seeing my poverty, everyone laughed. Such was my condition.",
    "punjabi": "ਹਰੇਕ ਬੰਦਾ (ਕਿਸੇ ਦੀ) ਗ਼ਰੀਬੀ ਵੇਖ ਕੇ ਮਖ਼ੌਲ ਕਰਦਾ ਹੈ, (ਤੇ) ਇਹੋ ਜਿਹੀ ਹਾਲਤ ਹੀ ਮੇਰੀ ਭੀ ਸੀ (ਕਿ ਲੋਕ ਮੇਰੀ ਗ਼ਰੀਬੀ ਤੇ ਠੱਠੇ ਕਰਿਆ ਕਰਦੇ ਸਨ),",
    "pronunciation": "h`sY",
    "type_id": 3
  },
  {
    "shabad_id": 3213,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "Ast dsw isiD, kr qlY; sB ikRpw qumwrI ]1]",
    "transliteration": "Asatt Dhasaa Sidhh Kar Thalai Sabh Kirapaa Thumaaree ||1||",
    "translation": "Now, I hold the eighteen miraculous spiritual powers in the palm of my hand; everything is by Your Grace. ||1||",
    "punjabi": "ਪਰ ਹੁਣ ਅਠਾਰਾਂ ਸਿੱਧੀਆਂ ਮੇਰੇ ਹੱਥ ਦੀ ਤਲੀ ਉੱਤੇ (ਨੱਚਦੀਆਂ) ਹਨ; ਹੇ ਪ੍ਰਭੂ! ਇਹ ਸਾਰੀ ਤੇਰੀ ਹੀ ਮਿਹਰ ਹੈ ॥੧॥",
    "pronunciation": "ql:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3213,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "qU jwnq. mY ikCu nhI; Bv KMfn rwm ]",
    "transliteration": "Thoo Jaanath Mai Kishh Nehee Bhav Khanddan Raam ||",
    "translation": "You know, and I am nothing, O Lord, Destroyer of fear.",
    "punjabi": "ਹੇ ਜੀਵਾਂ ਦੇ ਜਨਮ-ਮਰਨ ਦਾ ਗੇੜ ਨਾਸ ਕਰਨ ਵਾਲੇ ਰਾਮ! ਤੂੰ ਜਾਣਦਾ ਹੈਂ ਕਿ ਮੇਰੀ ਆਪਣੀ ਕੋਈ ਪਾਂਇਆਂ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3213,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "sgl jIA srnwgqI; pRB pUrn kwm ]1] rhwau ]",
    "transliteration": "Sagal Jeea Saranaagathee Prabh Pooran Kaam ||1|| Rehaao ||",
    "translation": "All beings seek Your Sanctuary, O God, Fulfiller, Resolver of our affairs. ||1||Pause||",
    "punjabi": "ਹੇ ਸਭ ਦੀ ਕਾਮਨਾ ਪੂਰੀ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! ਸਾਰੇ ਜੀਆ ਜੰਤ ਤੇਰੀ ਹੀ ਸਰਨ ਆਉਂਦੇ ਹਨ (ਮੈਂ ਗ਼ਰੀਬ ਭੀ ਤੇਰੀ ਹੀ ਸ਼ਰਨ ਹਾਂ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "srnw-gqI",
    "type_id": 4
  },
  {
    "shabad_id": 3213,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "jo qyrI srnwgqw; iqn nwhI Bwru ]",
    "transliteration": "Jo Thaeree Saranaagathaa Thin Naahee Bhaar ||",
    "translation": "Whoever enters Your Sanctuary, is relieved of his burden of sin.",
    "punjabi": "ਜੋ ਜੋ ਭੀ ਤੇਰੀ ਸ਼ਰਨ ਆਉਂਦੇ ਹਨ, ਉਹਨਾਂ (ਦੀ ਆਤਮਾ) ਉੱਤੋਂ (ਵਿਕਾਰਾਂ ਦਾ) ਭਾਰ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ।",
    "pronunciation": "sr-nwgqw",
    "type_id": 3
  },
  {
    "shabad_id": 3213,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "aUc nIc qum qy qry; Awlju sMswru ]2]",
    "transliteration": "Ooch Neech Thum Thae Tharae Aalaj Sansaar ||2||",
    "translation": "You have saved the high and the low from the shameless world. ||2||",
    "punjabi": "ਚਾਹੇ ਉੱਚੀ ਜਾਤਿ ਵਾਲੇ ਹੋਣ, ਚਾਹੇ ਨੀਵੀਂ ਜਾਤਿ ਦੇ, ਉਹ ਤੇਰੀ ਮਿਹਰ ਨਾਲ ਇਸ ਬਖੇੜਿਆਂ-ਭਰੇ ਸੰਸਾਰ (-ਸਮੁੰਦਰ) ਵਿਚੋਂ (ਸੌਖੇ ਹੀ) ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(2 Aw lju)",
    "type_id": 3
  },
  {
    "shabad_id": 3213,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "kih rivdws. AkQ kQw; bhu kwie krIjY ]",
    "transliteration": "Kehi Ravidhaas Akathh Kathhaa Bahu Kaae Kareejai ||",
    "translation": "Says Ravi Daas, what more can be said about the Unspoken Speech?",
    "punjabi": "ਰਵਿਦਾਸ ਆਖਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਗੁਣ ਬਿਆਨ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ (ਤੂੰ ਕੰਗਾਲਾਂ ਨੂੰ ਭੀ ਸ਼ਹਨਸ਼ਾਹ ਬਣਾਉਣ ਵਾਲਾ ਹੈਂ), ਭਾਵੇਂ ਕਿਤਨਾ ਜਤਨ ਕਰੀਏ, ਤੇਰੇ ਗੁਣ ਕਹੇ ਨਹੀਂ ਜਾ ਸਕਦੇ;",
    "pronunciation": "A-kQ:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3213,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "jYsw qU. qYsw quhI; ikAw aupmw dIjY ]3]1]",
    "transliteration": "Jaisaa Thoo Thaisaa Thuhee Kiaa Oupamaa Dheejai ||3||1||",
    "translation": "Whatever You are, You are, O Lord; how can anything compare with Your Praises? ||3||1||",
    "punjabi": "ਆਪਣੇ ਵਰਗਾ ਤੂੰ ਆਪ ਹੀ ਹੈਂ; (ਜਗਤ) ਵਿਚ ਕੋਈ ਐਸਾ ਨਹੀਂ ਜਿਸ ਨੂੰ ਤੇਰੇ ਵਰਗਾ ਕਿਹਾ ਜਾ ਸਕੇ ॥੩॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3214,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "iblwvlu ]",
    "transliteration": "Bilaaval ||",
    "translation": "Bilaaval:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3214,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ijh kul; swDu bYsnO hoie ]",
    "transliteration": "Jih Kul Saadhh Baisana Hoe ||",
    "translation": "That family, into which a holy person is born,",
    "punjabi": "ਜਿਸ ਕਿਸੇ ਭੀ ਕੁਲ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ ਜੰਮ ਪਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3214,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "brn Abrn rMku nhI, eIsuru; ibml bwsu. jwnIAY jig soie ]1] rhwau ]",
    "transliteration": "Baran Abaran Rank Nehee Eesur Bimal Baas Jaaneeai Jag Soe ||1|| Rehaao ||",
    "translation": "Whether of high or low social class, whether rich or poor, shall have its pure fragrance spread all over the world. ||1||Pause||",
    "punjabi": "ਚਾਹੇ ਉਹ ਚੰਗੀ ਜਾਤ ਦਾ ਹੈ ਚਾਹੇ ਨੀਵੀਂ ਜਾਤ ਦਾ, ਚਾਹੇ ਕੰਗਾਲ ਹੈ ਚਾਹੇ ਧਨਾਢ, (ਉਸ ਦੀ ਜਾਤ ਤੇ ਧਨ ਆਦਿਕ ਦਾ ਜ਼ਿਕਰ ਹੀ) ਨਹੀਂ (ਛਿੜਦਾ), ਉਹ ਜਗਤ ਵਿਚ ਨਿਰਮਲ ਸੋਭਾ ਵਾਲਾ ਮਸ਼ਹੂਰ ਹੁੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(brn)zwq[(A-brn)kuzwq[(rMku)kMgwl[ (eIsuru)rwjw",
    "type_id": 4
  },
  {
    "shabad_id": 3214,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "bRhmn bYs sUd Aru K´qRI; fom cMfwr mlyC mn soie ]",
    "transliteration": "Brehaman Bais Soodh Ar Khyathree Ddom Chanddaar Malaeshh Man Soe ||",
    "translation": "Whether he is a Brahmin, a Vaishya, a Soodra, or a Kh'shaatriya; whether he is a poet, an outcaste, or a filthy-minded person,",
    "punjabi": "ਕੋਈ ਬ੍ਰਾਹਮਣ ਹੋਵੇ, ਖੱਤ੍ਰੀ ਹੋਵੇ, ਡੂਮ ਚੰਡਾਲ ਜਾਂ ਮਲੀਨ ਮਨ ਵਾਲਾ ਹੋਵੇ,",
    "pronunciation": "iKA`qRI",
    "type_id": 3
  },
  {
    "shabad_id": 3214,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "hoie punIq. BgvMq Bjn qy; Awpu qwir qwry kul doie ]1]",
    "transliteration": "Hoe Puneeth Bhagavanth Bhajan Thae Aap Thaar Thaarae Kul Dhoe ||1||",
    "translation": "He becomes pure, by meditating on the Lord God. He saves himself, and the families of both his parents. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਨਾਲ ਮਨੁੱਖ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ; ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਤਾਰ ਕੇ ਆਪਣੀਆਂ ਦੋਵੇਂ ਕੁਲਾਂ ਭੀ ਤਾਰ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3214,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "DMin su gwau. DMin so Twau; DMin punIq kutMb sB loie ]",
    "transliteration": "Dhhann S Gaao Dhhann So Thaao Dhhann Puneeth Kuttanb Sabh Loe ||",
    "translation": "Blessed is that village, and blessed is the place of his birth; blessed is his pure family, throughout all the worlds.",
    "punjabi": "ਸੰਸਾਰ ਵਿਚ ਉਹ ਪਿੰਡ ਮੁਬਾਰਿਕ ਹੈ, ਉਹ ਥਾਂ ਧੰਨ ਹੈ, ਉਹ ਪਵਿਤ੍ਰ ਕੁਲ ਭਾਗਾਂ ਵਾਲੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3214,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ijin pIAw swr rsu, qjy Awn rs; hoie rs mgn, fwry ibKu Koie ]2]",
    "transliteration": "Jin Peeaa Saar Ras Thajae Aan Ras Hoe Ras Magan Ddaarae Bikh Khoe ||2||",
    "translation": "One who drinks in the sublime essence abandons other tastes; intoxicated with this divine essence, he discards sin and corruption. ||2||",
    "punjabi": "(ਜਿਸ ਵਿਚ ਜੰਮ ਕੇ) ਕਿਸੇ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸ੍ਰੇਸ਼ਟ ਰਸ ਪੀਤਾ ਹੈ, ਹੋਰ (ਮੰਦੇ) ਰਸ ਛਡੇ ਹਨ, ਤੇ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਮਸਤ ਹੋ ਕੇ (ਵਿਕਾਰ-ਵਾਸ਼ਨਾ ਦਾ) ਜ਼ਹਿਰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਨਾਸ ਕਰ ਦਿੱਤਾ ਹੈ ॥੨॥",
    "pronunciation": "ibKuivSy dI (Koie)Awdq",
    "type_id": 3
  },
  {
    "shabad_id": 3214,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "pMifq sUr CqRpiq rwjw; Bgq brwbir Aauru. n koie ]",
    "transliteration": "Panddith Soor Shhathrapath Raajaa Bhagath Baraabar Aour N Koe ||",
    "translation": "Among the religious scholars, warriors and kings, there is no other equal to the Lord's devotee.",
    "punjabi": "ਭਾਰਾ ਵਿਦਵਾਨ ਹੋਵੇ ਚਾਹੇ ਸੂਰਮਾ, ਚਾਹੇ ਛੱਤਰਪਤੀ ਰਾਜਾ ਹੋਵੇ, ਕੋਈ ਭੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਦੇ ਬਰਾਬਰ ਦਾ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3214,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "jYsy purYn pwq. rhY jl smIp; Bin rivdws. jnmy jig Eie ]3]2]",
    "transliteration": "Jaisae Purain Paath Rehai Jal Sameep Bhan Ravidhaas Janamae Jag Oue ||3||2||",
    "translation": "As the leaves of the water lily float free in the water, says Ravi Daas, so is their life in the world. ||3||2||",
    "punjabi": "ਰਵਿਦਾਸ ਆਖਦਾ ਹੈ-ਭਗਤਾਂ ਦਾ ਹੀ ਜੰਮਣਾ ਜਗਤ ਵਿਚ ਮੁਬਾਰਿਕ ਹੈ (ਉਹ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਰਹਿ ਕੇ ਹੀ ਜੀਊ ਸਕਦੇ ਹਨ), ਜਿਵੇਂ ਚੁਪੱਤੀ ਪਾਣੀ ਦੇ ਨੇੜੇ ਰਹਿ ਕੇ ਹੀ (ਹਰੀ) ਰਹਿ ਸਕਦੀ ਹੈ ॥੩॥੨॥",
    "pronunciation": "(purYn)cup`qI",
    "type_id": 3
  },
  {
    "shabad_id": 3215,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "bwxI sDny kI rwgu iblwvlu",
    "transliteration": "Baanee Sadhhanae Kee Raag Bilaavalu",
    "translation": "The Word Of Sadhana, Raag Bilaaval:",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ ਵਿੱਚ ਭਗਤ ਸਾਧਨੇ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3215,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3215,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "inRp kMinAw ky kwrnY; ieku BieAw ByKDwrI ]",
    "transliteration": "Nrip Kanniaa Kae Kaaranai Eik Bhaeiaa Bhaekhadhhaaree ||",
    "translation": "For a king's daughter, a man disguised himself as Vishnu.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਇੱਕ ਭੇਖਧਾਰੀ, ਜਿਸ ਨੇ ਇਕ ਰਾਜੇ ਦੀ ਲੜਕੀ ਦੀ ਖ਼ਾਤਰ (ਧਰਮ ਦਾ) ਭੇਖ ਧਾਰਿਆ ਸੀ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3215,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "kwmwrQI suAwrQI; vw kI pYj svwrI ]1]",
    "transliteration": "Kaamaarathhee Suaarathhee Vaa Kee Paij Savaaree ||1||",
    "translation": "He did it for sexual exploitation, and for selfish motives, but the Lord protected his honor. ||1||",
    "punjabi": "ਤੂੰ ਉਸ ਕਾਮੀ ਤੇ ਖ਼ੁਦਗ਼ਰਜ਼ ਬੰਦੇ ਦੀ ਭੀ ਲਾਜ ਰੱਖੀ (ਭਾਵ, ਤੂੰ ਉਸ ਨੂੰ ਕਾਮ ਵਾਸ਼ਨਾ ਦੇ ਵਿਕਾਰ ਵਿਚ ਡਿੱਗਣ ਤੋਂ ਬਚਾਇਆ ਸੀ) ॥੧॥",
    "pronunciation": "kwmwr-QI",
    "type_id": 3
  },
  {
    "shabad_id": 3215,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "qv gun khw jgq gurw; jau krmu. n nwsY ]",
    "transliteration": "Thav Gun Kehaa Jagath Guraa Jo Karam N Naasai ||",
    "translation": "What is Your value, O Guru of the world, if You will not erase the karma of my past actions?",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਗੁਰੂ ਪ੍ਰਭੂ! ਜੇ ਮੇਰੇ ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਫਲ ਨਾਸ ਨਾਹ ਹੋਇਆ (ਭਾਵ, ਜੇ ਮੈਂ ਪਿਛਲੇ ਕੀਤੇ ਮੰਦ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਹੁਣ ਭੀ ਮੰਦੇ ਕਰਮ ਕਰੀ ਹੀ ਗਿਆ) ਤਾਂ ਤੇਰੀ ਸ਼ਰਨ ਆਉਣ ਦਾ ਕੀਹ ਗੁਣ ਹੋਵੇਗਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3215,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "isMG srn. kq jweIAY; jau jMbuku gRwsY ]1] rhwau ]",
    "transliteration": "Singh Saran Kath Jaaeeai Jo Janbuk Graasai ||1|| Rehaao ||",
    "translation": "Why seek safety from a lion, if one is to be eaten by a jackal? ||1||Pause||",
    "punjabi": "ਸ਼ੇਰ ਦੀ ਸ਼ਰਨ ਪੈਣ ਦਾ ਕੀਹ ਲਾਭ, ਜੇ ਫਿਰ ਭੀ ਗਿੱਦੜ ਖਾ ਜਾਏ? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3215,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "eyk bUMd jl kwrny; cwiqRku duKu pwvY ]",
    "transliteration": "Eaek Boondh Jal Kaaranae Chaathrik Dhukh Paavai ||",
    "translation": "For the sake of a single rain-drop, the rainbird suffers in pain.",
    "punjabi": "ਪਪੀਹਾ ਜਲ ਦੀ ਇਕ ਬੂੰਦ ਵਾਸਤੇ ਦੁਖੀ ਹੁੰਦਾ ਹੈ (ਤੇ ਕੂਕਦਾ ਹੈ;)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3215,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "pRwn gey swgru imlY; Puin kwim. n AwvY ]2]",
    "transliteration": "Praan Geae Saagar Milai Fun Kaam N Aavai ||2||",
    "translation": "When its breath of life is gone, even an ocean is of no use to it. ||2||",
    "punjabi": "(ਪਰ ਉਡੀਕ ਵਿਚ ਹੀ) ਜੇ ਉਸ ਦੀ ਜਿੰਦ ਚਲੀ ਜਾਏ ਤਾਂ ਫਿਰ ਉਸ ਨੂੰ (ਪਾਣੀ ਦਾ) ਸਮੁੰਦਰ ਭੀ ਮਿਲੇ ਤਾਂ ਉਸ ਦੇ ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆ ਸਕਦਾ; (ਤਿਵੇਂ, ਹੇ ਪ੍ਰਭੂ! ਜੇ ਤੇਰੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਬੂੰਦ ਖੁਣੋਂ ਮੇਰੀ ਜਿੰਦ ਵਿਕਾਰਾਂ ਵਿਚ ਮਰ ਹੀ ਗਈ, ਤਾਂ ਫਿਰ ਤੇਰੀ ਮਿਹਰ ਦਾ ਸਮੁੰਦਰ ਮੇਰਾ ਕੀਹ ਸਵਾਰੇਗਾ? ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3215,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "pRwn ju Qwky. iQru nhI; kYsy ibrmwvau ]",
    "transliteration": "Praan J Thhaakae Thhir Nehee Kaisae Biramaavo ||",
    "translation": "Now, my life has grown weary, and I shall not last much longer; how can I be patient?",
    "punjabi": "(ਤੇਰੀ ਮਿਹਰ ਨੂੰ ਉਡੀਕ ਉਡੀਕ ਕੇ) ਮੇਰੀ ਜਿੰਦ ਥੱਕੀ ਹੋਈ ਹੈ, (ਵਿਕਾਰਾਂ ਵਿਚ) ਡੋਲ ਰਹੀ ਹੈ, ਇਸ ਨੂੰ ਕਿਸ ਤਰ੍ਹਾਂ ਵਿਕਾਰਾਂ ਵਲੋਂ ਰੋਕਾਂ?",
    "pronunciation": "(ibrmwvau)dyr lwauNdy[ ibr-mwvau",
    "type_id": 3
  },
  {
    "shabad_id": 3215,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "bUif mUey, naukw imlY; khu. kwih cFwvau ]3]",
    "transliteration": "Boodd Mooeae Noukaa Milai Kahu Kaahi Chadtaavo ||3||",
    "translation": "If I drown and die, and then a boat comes along, tell me, how shall I climb aboard? ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇ ਮੈਂ (ਵਿਕਾਰਾਂ ਦੇ ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬ ਹੀ ਗਿਆ, ਤੇ ਪਿਛੋਂ ਤੇਰੀ ਬੇੜੀ ਮਿਲੀ, ਤਾਂ, ਦੱਸ, ਉਸ ਬੇੜੀ ਵਿਚ ਮੈਂ ਕਿਸ ਨੂੰ ਚੜ੍ਹਾਵਾਂਗਾ? ॥੩॥",
    "pronunciation": "mukq rUp(naukw)byVI",
    "type_id": 3
  },
  {
    "shabad_id": 3215,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "mY nwhI. kCu hau nhI; ikCu Awih. n morw ]",
    "transliteration": "Mai Naahee Kashh Ho Nehee Kishh Aahi N Moraa ||",
    "translation": "I am nothing, I have nothing, and nothing belongs to me.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੀ ਕੋਈ ਪਾਂਇਆਂ ਨਹੀਂ, ਮੇਰਾ ਹੋਰ ਕੋਈ ਆਸਰਾ ਨਹੀਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3215,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "Aausr ljw rwiK lyhu; sDnw jnu qorw ]4]1]",
    "transliteration": "Aousar Lajaa Raakh Laehu Sadhhanaa Jan Thoraa ||4||1||",
    "translation": "Now, protect my honor; Sadhana is Your humble servant. ||4||1||",
    "punjabi": "(ਇਹ ਮਨੁੱਖਾ ਜਨਮ ਹੀ) ਮੇਰੀ ਲਾਜ ਰੱਖਣ ਦਾ ਸਮਾ ਹੈ, ਮੈਂ ਸਧਨਾ ਤੇਰਾ ਦਾਸ ਹਾਂ, ਮੇਰੀ ਲਾਜ ਰੱਖ (ਤੇ ਵਿਕਾਰਾਂ ਦੇ ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਣ ਤੋਂ ਮੈਨੂੰ ਬਚਾ ਲੈ) ॥੪॥੧॥",
    "pronunciation": "l`jw",
    "type_id": 3
  }
]