[
  {
    "shabad_id": 3216,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<>siqnwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid]",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3216,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "rwgu goNf caupdy mhlw 4 Gru 1]",
    "transliteration": "Raag Gonadd Choupadhae Mehalaa 4 Ghar 1 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3216,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "jy min iciq Aws rKih hir aUpir; qw mn icMdy Anyk Anyk Pl pweI]",
    "transliteration": "Jae Man Chith Aas Rakhehi Har Oopar Thaa Man Chindhae Anaek Anaek Fal Paaee ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਤੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਉਤੇ ਭਰੋਸਾ ਰੱਖੇਂ, ਤਾਂ ਤੂੰ ਅਨੇਕਾਂ ਹੀ ਮਨ-ਮੰਗੇ ਫਲ ਹਾਸਲ ਕਰ ਲਏਂਗਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3216,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "hir jwxY sBu ikCu jo jIie vrqY; pRBu. GwilAw iksY kw ieku iqlu, n gvweI]",
    "transliteration": "Har Jaanai Sabh Kishh Jo Jeee Varathai Prabh Ghaaliaa Kisai Kaa Eik Thil N Gavaaee ||",
    "punjabi": "(ਕਿਉਂਕਿ) ਪਰਮਾਤਮਾ ਉਹ ਸਭ ਕੁਝ ਜਾਣਦਾ ਹੈ ਜੋ (ਅਸਾਂ ਜੀਵਾਂ ਦੇ) ਮਨ ਵਿਚ ਵਰਤਦਾ ਹੈ, ਅਤੇ, ਪਰਮਾਤਮਾ ਕਿਸੇ ਦੀ ਕੀਤੀ ਹੋਈ ਮੇਹਨਤ ਰਤਾ ਭਰ ਭੀ ਅਜਾਈਂ ਨਹੀਂ ਜਾਣ ਦੇਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3216,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "hir iqs kI Aws kIjY mn myry; jo sB mih suAwmI rihAw smweI]1]",
    "transliteration": "Har This Kee Aas Keejai Man Maerae Jo Sabh Mehi Suaamee Rehiaa Samaaee ||1||",
    "punjabi": "ਸੋ, ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਮਾਲਕ-ਪਰਮਾਤਮਾ ਦੀ ਸਦਾ ਆਸ ਰੱਖ, ਜੇਹੜਾ ਸਭ ਜੀਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3216,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "myry mn; Awsw kir jgdIs gusweI]",
    "transliteration": "Maerae Man Aasaa Kar Jagadhees Gusaaee ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਗਤ ਦੇ ਮਾਲਕ ਧਰਤੀ ਦੇ ਸਾਈਂ ਦੀ (ਸਹਾਇਤਾ ਦੀ) ਆਸ ਰੱਖਿਆ ਕਰ।",
    "pronunciation": "j`gdIs[gusWeIN",
    "type_id": 3
  },
  {
    "shabad_id": 3216,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "jo ibnu hir. Aws Avr kwhU kI kIjY; sw inhPl Aws sB ibrQI jweI]1]rhwau]",
    "transliteration": "Jo Bin Har Aas Avar Kaahoo Kee Keejai Saa Nihafal Aas Sabh Birathhee Jaaee ||1|| Rehaao ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਜੇਹੜੀ ਭੀ ਕਿਸੇ ਹੋਰ ਦੀ ਆਸ ਕਰੀਦੀ ਹੈ, ਉਹ ਆਸ ਸਫਲ ਨਹੀਂ ਹੁੰਦੀ, ਉਹ ਆਸ ਵਿਅਰਥ ਜਾਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3216,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "jo dIsY. mwieAw moh kutMbu sBu; mq iqs kI Aws lig, jnmu gvweI]",
    "transliteration": "Jo Dheesai Maaeiaa Moh Kuttanb Sabh Math This Kee Aas Lag Janam Gavaaee ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜੋ ਇਹ ਸਾਰਾ ਪਰਵਾਰ ਦਿੱਸ ਰਿਹਾ ਹੈ, ਇਹ ਮਾਇਆ ਦੇ ਮੋਹ (ਦਾ ਮੂਲ) ਹੈ। ਇਸ ਪਰਵਾਰ ਦੀ ਆਸ ਰੱਖ ਕੇ ਕਿਤੇ ਆਪਣਾ ਜੀਵਨ ਵਿਅਰਥ ਨਾਹ ਗਵਾ ਲਈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3216,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ien@ kY ikCu hwiQ nhI, khw krih ieih bpuVy; ien@ kw vwihAw kCu n vsweI]",
    "transliteration": "Einh Kai Kishh Haathh Nehee Kehaa Karehi Eihi Bapurrae Einh Kaa Vaahiaa Kashh N Vasaaee ||",
    "punjabi": "ਇਹਨਾਂ ਸੰਬੰਧੀਆਂ ਦੇ ਹੱਥ ਵਿਚ ਕੁਝ ਨਹੀਂ। ਇਹ ਵਿਚਾਰੇ ਕੀਹ ਕਰ ਸਕਦੇ ਹਨ? ਇਹਨਾਂ ਦਾ ਲਾਇਆ ਹੋਇਆ ਜ਼ੋਰ ਸਫਲ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3216,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "myry mn. Aws kir hir pRIqm Apuny kI; jo quJu qwrY, qyrw kutMbu sBu CfweI]2]",
    "transliteration": "Maerae Man Aas Kar Har Preetham Apunae Kee Jo Thujh Thaarai Thaeraa Kuttanb Sabh Shhaddaaee ||2||",
    "punjabi": "ਸੋ, ਹੇ ਮੇਰੇ ਮਨ! ਆਪਣੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਦੀ ਹੀ ਆਸ ਰੱਖ, ਉਹੀ ਤੈਨੂੰ ਪਾਰ ਲੰਘਾ ਸਕਦਾ ਹੈ, ਤੇਰੇ ਪਰਵਾਰ ਨੂੰ ਭੀ (ਹਰੇਕ ਬਿਪਤਾ ਤੋਂ) ਛੁਡਾ ਸਕਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3216,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "jy ikCu Aws Avr krih, primqRI; mq qUM jwxih, qyrY ikqY kMim AweI]",
    "transliteration": "Jae Kishh Aas Avar Karehi Paramithree Math Thoon Jaanehi Thaerai Kithai Kanm Aaee ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਤੂੰ (ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ) ਹੋਰ ਮਾਇਆ ਆਦਿਕ ਦੀ ਆਸ ਬਣਾਏਂਗਾ, ਕਿਤੇ ਇਹ ਨਾਹ ਸਮਝ ਲਈਂ ਕਿ ਮਾਇਆ ਤੇਰੇ ਕਿਸੇ ਕੰਮ ਆਵੇਗੀ।",
    "pronunciation": "(primqRI)mwiekI im`qR, mwieAw dy cwhvwn",
    "type_id": 3
  },
  {
    "shabad_id": 3216,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ieh Aws primqRI Bwau dUjw hY; iKn mih JUTu ibnis sB jweI]",
    "transliteration": "Eih Aas Paramithree Bhaao Dhoojaa Hai Khin Mehi Jhooth Binas Sabh Jaaee ||",
    "punjabi": "ਮਾਇਆ ਵਾਲੀ ਆਸ (ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ) ਦੂਜਾ ਪਿਆਰ ਹੈ, ਇਹ ਸਾਰਾ ਝੂਠਾ ਪਿਆਰ ਹੈ, ਇਹ ਤਾਂ ਇਕ ਖਿਨ ਵਿਚ ਨਾਸ ਹੋ ਜਾਇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3216,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "myry mn. Awsw kir hir pRIqm swcy kI; jo qyrw GwilAw sBu Qwie pweI]3]",
    "transliteration": "Maerae Man Aasaa Kar Har Preetham Saachae Kee Jo Thaeraa Ghaaliaa Sabh Thhaae Paaee ||3||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਦੀ ਹੀ ਆਸ ਰੱਖ, ਉਹ ਪ੍ਰਭੂ ਤੇਰੀ ਕੀਤੀ ਹੋਈ ਸਾਰੀ ਮੇਹਨਤ ਸਫਲ ਕਰੇਗਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3216,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "Awsw mnsw sB qyrI myry suAwmI; jYsI qU Aws krwvih, qYsI ko Aws krweI]",
    "transliteration": "Aasaa Manasaa Sabh Thaeree Maerae Suaamee Jaisee Thoo Aas Karaavehi Thaisee Ko Aas Karaaee ||",
    "punjabi": "ਪਰ, ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਤੇਰੀ ਹੀ ਪ੍ਰੇਰਨਾ ਨਾਲ ਜੀਵ ਆਸਾਂ ਧਾਰਦਾ ਹੈ, ਮਨ ਦੇ ਫੁਰਨੇ ਬਣਾਂਦਾ ਹੈ। ਹਰੇਕ ਜੀਵ ਉਹੋ ਜਿਹੀ ਹੀ ਆਸ ਧਾਰਦਾ ਹੈ ਜਿਹੋ ਜਿਹੀ ਤੂੰ ਪ੍ਰੇਰਨਾ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  }
]