[
  {
    "shabad_id": 3216,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ikCu iksI kY hiQ nwhI. myry suAwmI; AYsI myrY siqguir. bUJ buJweI]",
    "transliteration": "Kishh Kisee Kai Hathh Naahee Maerae Suaamee Aisee Maerai Sathigur Boojh Bujhaaee ||",
    "translation": "Nothing is in the hands of anyone, O my Lord and Master; such is the understanding the True Guru has given me to understand.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ! ਕਿਸੇ ਭੀ ਜੀਵ ਦੇ ਕੁਝ ਵੱਸ ਨਹੀਂ-ਮੈਨੂੰ ਤਾਂ ਮੇਰੇ ਗੁਰੂ ਨੇ ਇਹ ਸੂਝ ਬਖ਼ਸ਼ੀ ਹੈ।",
    "pronunciation": "bU`J[bu`JweI",
    "type_id": 3
  },
  {
    "shabad_id": 3216,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "jn nwnk kI Aws. qU jwxih; hir drsnu dyiK, hir drsin iqRpqweI]4]1]",
    "transliteration": "Jan Naanak Kee Aas Thoo Jaanehi Har Dharasan Dhaekh Har Dharasan Thripathaaee ||4||1||",
    "translation": "You alone know the hope of servant Nanak, O Lord; gazing upon the Blessed Vision of the Lord's Darshan, he is satisfied. ||4||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਆਪਣੇ) ਦਾਸ ਨਾਨਕ ਦੀ (ਧਾਰੀ ਹੋਈ) ਆਸ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ (ਉਹ ਤਾਂਘ ਇਹ ਹੈ ਕਿ) ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ (ਨਾਨਕ ਦਾ ਮਨ) ਦਰਸ਼ਨ ਦੀ ਬਰਕਤ ਨਾਲ (ਮਾਇਆ ਦੀਆਂ ਆਸਾਂ ਵੱਲੋਂ) ਰੱਜਿਆ ਰਹੇ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3217,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "gOf mhlw 4]",
    "transliteration": "Gonadd Mehalaa 4 ||",
    "translation": "Gond, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3217,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "AYsw hir syvIAY inq iDAweIAY; jo iKn mih iklivK siB kry ibnwsw]",
    "transliteration": "Aisaa Har Saeveeai Nith Dhhiaaeeai Jo Khin Mehi Kilavikh Sabh Karae Binaasaa ||",
    "translation": "Serve such a Lord, and ever meditate on Him, who in an instant erases all sins and mistakes.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜੇਹੜਾ ਹਰੀ ਇਕ ਖਿਨ ਵਿਚ ਸਾਰੇ ਪਾਪ ਨਾਸ ਕਰ ਸਕਦਾ ਹੈ, ਸਦਾ ਉਸ ਨੂੰ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਸਦਾ ਉਸ ਦਾ ਧਿਆਨ ਧਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3217,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jy hir iqAwig. Avr kI Aws kIjY; qw hir inhPl sB Gwl gvwsw]",
    "transliteration": "Jae Har Thiaag Avar Kee Aas Keejai Thaa Har Nihafal Sabh Ghaal Gavaasaa ||",
    "translation": "If someone forsakes the Lord and places his hopes in another, then all his service to the Lord is rendered fruitless.",
    "punjabi": "ਹੇ ਮਨ! ਜੇ ਪਰਮਾਤਮਾ ਨੂੰ ਛੱਡ ਕੇ ਕਿਸੇ ਹੋਰ ਦੀ (ਸਹਾਇਤਾ ਦੀ) ਆਸ ਰੱਖੀਏ, ਤਾਂ ਉਹ ਪਰਮਾਤਮਾ (ਜੀਵ ਦੀ ਉਸ) ਸਾਰੀ ਕੀਤੀ ਮੇਹਨਤ ਨੂੰ ਅਸਫਲ ਕਰ ਦੇਂਦਾ ਹੈ, ਜ਼ਾਇਆ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3217,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "myry mn. hir syivhu suKdwqw suAwmI; ijsu syivAY sB BuK lhwsw]1]",
    "transliteration": "Maerae Man Har Saevihu Sukhadhaathaa Suaamee Jis Saeviai Sabh Bhukh Lehaasaa ||1||",
    "translation": "O my mind, serve the Lord, the Giver of peace; serving Him, all your hunger shall depart. ||1||",
    "punjabi": "ਸੋ, ਹੇ ਮੇਰੇ ਮਨ! ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲੇ ਮਾਲਕ ਹਰੀ ਦਾ ਸਿਮਰਨ ਕਰਿਆ ਕਰ, ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਨ ਨਾਲ ਸਾਰੀ ਤ੍ਰਿਸ਼ਨਾ-ਭੁੱਖ ਲਹਿ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3217,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "myry mn; hir aUpir kIjY Brvwsw]",
    "transliteration": "Maerae Man Har Oopar Keejai Bharavaasaa ||",
    "translation": "O my mind, place your faith in the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਸਦਾ) ਪਰਮਾਤਮਾ ਉਤੇ ਭਰੋਸਾ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3217,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "jh jweIAY. qh nwil myrw suAwmI; hir ApnI pYj rKY jn dwsw]1]rhwau]",
    "transliteration": "Jeh Jaaeeai Theh Naal Maeraa Suaamee Har Apanee Paij Rakhai Jan Dhaasaa ||1|| Rehaao ||",
    "translation": "Wherever I go, my Lord and Master is there with me. The Lord saves the honor of His humble servants and slaves. ||1||Pause||",
    "punjabi": "ਕਿਉਂਕਿ, ਹੇ ਮੇਰੇ ਮਨ! ਜਿੱਥੇ ਭੀ ਜਾਈਏ, ਉਹ ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਸਦਾ ਅੰਗ-ਸੰਗ ਰਹਿੰਦਾ ਹੈ, ਤੇ, ਉਹ ਪ੍ਰਭੂ ਆਪਣੇ ਦਾਸਾਂ ਦੀ ਆਪਣੇ ਸੇਵਕਾਂ ਦੀ ਇੱਜ਼ਤ ਰੱਖਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3217,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "jy ApnI ibrQw khhu Avrw pih; qw AwgY ApnI ibrQw bhu bhuqu kFwsw]",
    "transliteration": "Jae Apanee Birathhaa Kehahu Avaraa Pehi Thaa Aagai Apanee Birathhaa Bahu Bahuth Kadtaasaa ||",
    "translation": "If you tell your sorrows to another, then he, in return, will tell you of his greater sorrows.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਤੂੰ ਆਪਣਾ ਕੋਈ ਦੁੱਖ-ਦਰਦ (ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ) ਹੋਰਨਾਂ ਅੱਗੇ ਪੇਸ਼ ਕਰਦਾ ਫਿਰੇਂਗਾ, ਤਾਂ ਉਹ ਲੋਕ ਅੱਗੋਂ ਆਪਣੇ ਅਨੇਕਾਂ ਦੁੱਖ-ਦਰਦ ਸੁਣਾ ਦੇਣਗੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3217,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ApnI ibrQw khhu hir Apuny suAwmI pih; jo qum@ry dUK qqkwl ktwsw]",
    "transliteration": "Apanee Birathhaa Kehahu Har Apunae Suaamee Pehi Jo Thumharae Dhookh Thathakaal Kattaasaa ||",
    "translation": "So tell your sorrows to the Lord, your Lord and Master, who shall instantly dispel your pain.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣਾ ਹਰੇਕ ਦੁੱਖ-ਦਰਦ ਆਪਣੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਪਾਸ ਹੀ ਬਿਆਨ ਕਰ, ਉਹ ਤਾਂ ਤੇਰੇ ਸਾਰੇ ਦੁੱਖ ਤੁਰਤ ਕੱਟ ਕੇ ਰੱਖ ਦੇਵੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3217,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "so AYsw pRBu Coif. ApnI ibrQw Avrw pih khIAY; Avrw pih kih. mn lwj mrwsw]2]",
    "transliteration": "So Aisaa Prabh Shhodd Apanee Birathhaa Avaraa Pehi Keheeai Avaraa Pehi Kehi Man Laaj Maraasaa ||2||",
    "translation": "Forsaking such a Lord God, if you tell your sorrows to another, then you shall die of shame. ||2||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਇਹੋ ਜਿਹੇ ਸਮਰੱਥ ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ ਆਪਣੀ ਪੀੜਾ ਹੋਰਨਾਂ ਅੱਗੇ ਪੇਸ਼ ਕੀਤੀ ਜਾਇਗੀ, ਹੋਰਨਾਂ ਪਾਸ ਆਖ ਕੇ, ਹੇ ਮਨ! ਸ਼ਰਮਿੰਦਾ ਹੋਣਾ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3217,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "jo sMswrY ky kutMb imqR BweI dIsih mn myry; qy siB ApnY suAwie imlwsw]",
    "transliteration": "Jo Sansaarai Kae Kuttanb Mithr Bhaaee Dheesehi Man Maerae Thae Sabh Apanai Suaae Milaasaa ||",
    "translation": "The relatives, friends and siblings of the world that you see, O my mind, all meet with you for their own purposes.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਦੁਨੀਆ ਵਾਲੇ ਇਹ ਸਾਕ-ਅੰਗ, ਮਿੱਤਰ, ਭਰਾ ਜੇਹੜੇ ਭੀ ਦਿੱਸਦੇ ਹਨ, ਇਹ ਤਾਂ ਆਪੋ ਆਪਣੀ ਗ਼ਰਜ਼ ਦੀ ਖ਼ਾਤਰ ਹੀ ਮਿਲਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3217,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ijqu idin. auin@ kw suAwau hoie, n AwvY; iqqu idin nyVY. ko n Fukwsw]",
    "transliteration": "Jith Dhin Ounh Kaa Suaao Hoe N Aavai Thith Dhin Naerrai Ko N Dtukaasaa ||",
    "translation": "And that day, when their self-interests are not served, on that day, they shall not come near you.",
    "punjabi": "ਜਦੋਂ ਉਹਨਾਂ ਦੀ ਗ਼ਰਜ਼ ਪੂਰੀ ਨਾਹ ਹੋ ਸਕੇ, ਤਦੋਂ ਉਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਨੇੜੇ ਨਹੀਂ ਛੁੰਹਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3217,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "mn myry, Apnw hir syiv idnu rwqI; jo quDu aupkrY dUiK suKwsw]3]",
    "transliteration": "Man Maerae Apanaa Har Saev Dhin Raathee Jo Thudhh Oupakarai Dhookh Sukhaasaa ||3||",
    "translation": "O my mind, serve your Lord, day and night; He shall help you in good times and bad. ||3||",
    "punjabi": "ਸੋ, ਹੇ ਮੇਰੇ ਮਨ! ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਆਪਣੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਰਹੁ, ਉਹੀ ਹਰੇਕ ਦੁਖ ਸੁਖ ਵਿਚ ਤੈਨੂੰ ਪੁੱਕਰ ਸਕਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(au-p`krY)shwieqw krn, du`KW nMU suK bxw dyx",
    "type_id": 3
  },
  {
    "shabad_id": 3217,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "iqs kw Brvwsw. ikau kIjY mn myry; jo AMqI Aausir riK. n skwsw]",
    "transliteration": "This Kaa Bharavaasaa Kio Keejai Man Maerae Jo Anthee Aousar Rakh N Sakaasaa ||",
    "translation": "Why place your faith in anyone, O my mind, who cannot come to your rescue at the last instant?",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜੇਹੜਾ ਕੋਈ ਅੰਤਲੇ ਸਮੇ (ਮੌਤ ਪਾਸੋਂ ਸਾਨੂੰ) ਬਚਾ ਨਹੀਂ ਸਕਦਾ, ਉਸ ਦਾ ਭਰੋਸਾ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3217,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "hir jpu mMqu. gur aupdysu lY jwphu; iqn@ AMiq Cfwey, ijn@ hir pRIiq icqwsw]",
    "transliteration": "Har Jap Manth Gur Oupadhaes Lai Jaapahu Thinh Anth Shhaddaaeae Jinh Har Preeth Chithaasaa ||",
    "translation": "Chant the Lord's Mantra, take the Guru's Teachings, and meditate on Him. In the end, the Lord saves those who love Him in their consciousness.",
    "punjabi": "ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਲੈ ਕੇ (ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਮੰਤ੍ਰ ਜਪਿਆ ਕਰ। ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਚਿੱਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਅਖ਼ੀਰ ਵੇਲੇ (ਜਮਾਂ ਦੇ ਡਰ ਤੋਂ) ਛੁਡਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3217,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "jn nwnk. An idnu nwmu jphu hir sMqhu; iehu CUtx kw swcw Brvwsw]4]2]",
    "transliteration": "Jan Naanak Anadhin Naam Japahu Har Santhahu Eihu Shhoottan Kaa Saachaa Bharavaasaa ||4||2||",
    "translation": "Servant Nanak speaks: night and day, chant the Lord's Name, O Saints; this is the only true hope for emancipation. ||4||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਹੇ ਸੰਤ ਜਨੋ! ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ। (ਦੁੱਖਾਂ ਕਲੇਸ਼ਾਂ ਤੋਂ) ਬਚਣ ਦਾ ਇਹੀ ਪੱਕਾ ਵਸੀਲਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3218,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "goNf mhlw 4]",
    "transliteration": "Gonadd Mehalaa 4 ||",
    "translation": "Gond, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3218,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "hir ismrq sdw hoie AnMdu; suKu AMqir sWiq, sIql mnu Apnw]",
    "transliteration": "Har Simarath Sadhaa Hoe Anandh Sukh Anthar Saanth Seethal Man Apanaa ||",
    "translation": "Remembering the Lord in meditation, you shall find bliss and peace forever deep within, and your mind will become tranquil and cool.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਸਦਾ ਸੁਖ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਹਿਰਦੇ ਵਿਚ ਸ਼ਾਂਤੀ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਮਨ ਠੰਢਾ-ਠਾਰ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3218,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "jYsy skiq sUru, bhu jlqw; gur sis dyKy. lih jwie sB qpnw]1]",
    "transliteration": "Jaisae Sakath Soor Bahu Jalathaa Gur Sas Dhaekhae Lehi Jaae Sabh Thapanaa ||1||",
    "translation": "It is like the harsh sun of Maya, with its burning heat; seeing the moon, the Guru, its heat totally vanishes. ||1||",
    "punjabi": "ਜਿਵੇਂ ਮਾਇਆ ਦਾ ਸੂਰਜ ਬਹੁਤ ਤਪਦਾ ਹੋਵੇ, ਤੇ, ਗੁਰੂ-ਚੰਦ੍ਰਮਾ ਦਾ ਦਰਸ਼ਨ ਕੀਤਿਆਂ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਸਾਰੀ ਤਪਸ਼ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(skiq)ryqw[(sUru)sUrj[(sis)cMd[ sis:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3218,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "myry mn An idnu iDAwie; nwmu hir jpnw]",
    "transliteration": "Maerae Man Anadhin Dhhiaae Naam Har Japanaa ||",
    "translation": "O my mind, night and day,meditate, and chant the Lord's Name.",
    "punjabi": "ਹੇ-ਮੇਰੇ ਮਨ! ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਧਿਆਨ ਧਰ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹੁ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3218,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "jhw khw quJu rwKY sB TweI; so AYsw pRBu syiv. sdw qU Apnw]1]rhwau]",
    "transliteration": "Jehaa Kehaa Thujh Raakhai Sabh Thaaee So Aisaa Prabh Saev Sadhaa Thoo Apanaa ||1|| Rehaao ||",
    "translation": "Here and hereafter, He shall protect you, everywhere; serve such a God forever. ||1||Pause||",
    "punjabi": "ਹੇ ਮਨ! ਉਹ ਪ੍ਰਭੂ ਹਰ ਥਾਂ ਹੀ ਤੇਰੀ ਰਾਖੀ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਸ ਆਪਣੇ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਹੀ ਸਿਮਰਦਾ ਰਹੁ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3218,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "jw mih siB inDwn, so hir jip mn myry; gurmuiK Koij lhhu hir rqnw]",
    "transliteration": "Jaa Mehi Sabh Nidhhaan So Har Jap Man Maerae Guramukh Khoj Lehahu Har Rathanaa ||",
    "translation": "Meditate on the Lord, who contains all treasures, O my mind; as Gurmukh, search for the jewel, the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਜਿਸ ਵਿਚ ਸਾਰੇ ਹੀ ਖ਼ਜ਼ਾਨੇ ਹਨ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰਿ-ਨਾਮ-ਰਤਨ ਨੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਖੋਜ ਕੇ ਲੱਭ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3218,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ijn hir iDAwieAw, iqn hir pwieAw myrw suAwmI; iqn ky crx mlhu hir dsnw]2]",
    "transliteration": "Jin Har Dhhiaaeiaa Thin Har Paaeiaa Maeraa Suaamee Thin Kae Charan Malahu Har Dhasanaa ||2||",
    "translation": "Those who meditate on the Lord, find the Lord, my Lord and Master; I wash the feet of those slaves of the Lord. ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖ ਨੇ ਹਰਿ-ਨਾਮ ਵਿਚ ਧਿਆਨ ਜੋੜਿਆ, ਉਹਨਾਂ ਨੇ ਹਰੀ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ। ਹੇ ਮਨ! ਉਹਨਾਂ ਹਰੀ ਦੇ ਦਾਸਾਂ ਦੇ ਚਰਨ ਘੁੱਟਿਆ ਕਰ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3218,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "sbdu pCwix rwm rsu pwvhu; Ehu aUqmu sMqu BieE bf bfnw]",
    "transliteration": "Sabadh Pashhaan Raam Ras Paavahu Ouhu Ootham Santh Bhaeiou Badd Baddanaa ||",
    "translation": "One who realizes the Word of the Shabad, obtains the sublime essence of the Lord; such a Saint is lofty and sublime, the greatest of the great.",
    "punjabi": "ਹੇ ਮਨ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਸਾਂਝ ਪਾ ਕੇ ਹਰਿ-ਨਾਮ ਦਾ ਰਸ ਪ੍ਰਾਪਤ ਕਰ। (ਜੇਹੜਾ ਮਨੁੱਖ ਇਹ ਨਾਮ-ਰਸ ਹਾਸਲ ਕਰਦਾ ਹੈ) ਉਹ ਸ੍ਰੇਸ਼ਟ ਸੰਤ ਹੈ ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3218,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "iqsu jn kI vifAweI. hir Awip vDweI; Ehu GtY n. iksY kI GtweI, ieku iqlu iqlu iqlnw]3]",
    "transliteration": "This Jan Kee Vaddiaaee Har Aap Vadhhaaee Ouhu Ghattai N Kisai Kee Ghattaaee Eik Thil Thil Thilanaa ||3||",
    "translation": "The Lord Himself magnifies the glory of that humble servant. No one can lessen or decrease that glory, not even a bit. ||3||",
    "punjabi": "ਅਜੇਹੇ ਮਨੁੱਖ ਦੀ ਇੱਜ਼ਤ ਪ੍ਰਭੂ ਨੇ ਆਪ ਵਧਾਈ ਹੈ, ਕਿਸੇ ਦੇ ਘਟਾਇਆਂ ਉਹ ਇੱਜ਼ਤ ਇਕ ਤਿਲ ਜਿਤਨੀ ਭੀ ਨਹੀਂ ਘਟ ਸਕਦੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]