[
  {
    "shabad_id": 3282,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "rwmklI mhlw 4]",
    "transliteration": "Raamakalee Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3282,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "sqgur dieAw krhu hir mylhu; myry pRIqm pRwx hir rwieAw]",
    "transliteration": "Sathagur Dhaeiaa Karahu Har Maelahu Maerae Preetham Praan Har Raaeiaa ||",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਹੇ ਮੇਰੀ ਜਿੰਦ ਦੇ ਪਾਤਿਸ਼ਾਹ! ਮੇਹਰ ਕਰ, ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3282,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "hm cyrI hoie lgh gur crxI; ijin hir pRB mwrgu pMQu idKwieAw]1]",
    "transliteration": "Ham Chaeree Hoe Lageh Gur Charanee Jin Har Prabh Maarag Panthh Dhikhaaeiaa ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਗੁਰੂ ਨੇ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਰਸਤਾ ਵਿਖਾਇਆ ਹੈ, ਮੈਂ ਉਸ ਦਾ ਦਾਸ ਬਣ ਕੇ ਉਸ ਦੇ ਚਰਨਾਂ ਉੱਤੇ ਡਿੱਗਾ ਰਹਾਂ ॥੧॥",
    "pronunciation": "l`gh",
    "type_id": 3
  },
  {
    "shabad_id": 3282,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "rwm; mY. hir hir nwmu min BwieAw]",
    "transliteration": "Raam Mai Har Har Naam Man Bhaaeiaa ||",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਰਾਮ! ਹੇ ਹਰੀ! ਮੇਰੇ ਮਨ ਵਿਚ ਤੇਰਾ ਨਾਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3282,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "mY hir ibnu Avru. n koeI bylI; myrw ipqw mwqw hir sKwieAw]1]rhwau]",
    "transliteration": "Mai Har Bin Avar N Koee Baelee Maeraa Pithaa Maathaa Har Sakhaaeiaa ||1|| Rehaao ||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ ਕੋਈ ਹੋਰ ਮਦਦਗਾਰ ਨਹੀਂ ਦਿੱਸਦਾ। ਪਰਮਾਤਮਾ ਹੀ ਮੇਰੀ ਮਾਂ ਹੈ, ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਪਿਉ ਹੈ, ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਸਾਥੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3282,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "myry ieku iKnu pRwn. n rhih ibnu pRIqm; ibnu dyKy. mrih myrI mwieAw]",
    "transliteration": "Maerae Eik Khin Praan N Rehehi Bin Preetham Bin Dhaekhae Marehi Maeree Maaeiaa ||",
    "punjabi": "ਹੇ ਮੇਰੀ ਮਾਂ! ਪ੍ਰੀਤਮ (ਗੁਰੂ ਦੇ ਮਿਲਾਪ) ਤੋਂ ਬਿਨਾ ਮੇਰੀ ਜਿੰਦ ਇਕ ਖਿਨ ਵਾਸਤੇ ਭੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ, ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕਰਨ ਤੋਂ ਬਿਨਾ ਮੇਰੀ (ਆਤਮਕ) ਮੌਤ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3282,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "Dnu Dnu vfBwg. gur srxI Awey; hir gur imil drsnu pwieAw]2]",
    "transliteration": "Dhhan Dhhan Vadd Bhaag Gur Saranee Aaeae Har Gur Mil Dharasan Paaeiaa ||2||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਧੰਨ ਹਨ ਧੰਨ ਹਨ, ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਜੇਹੜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦੇ ਹਨ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਉਹਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸ਼ਨ ਕਰ ਲਿਆ ਹੈ ॥੨॥",
    "pronunciation": "v`fBwg",
    "type_id": 3
  },
  {
    "shabad_id": 3282,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "mY Avru. n koeI sUJY bUJY; min hir jpu jpau jpwieAw]",
    "transliteration": "Mai Avar N Koee Soojhai Boojhai Man Har Jap Japo Japaaeiaa ||",
    "punjabi": "(ਹੇ ਮੇਰੀ ਮਾਂ! ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੇ ਜਾਪ ਤੋਂ ਬਿਨਾ) ਮੈਨੂੰ ਕੋਈ ਭੀ ਹੋਰ ਕੰਮ ਨਹੀਂ ਸੁੱਝਦਾ (ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ)। ਜਿਵੇਂ ਗੁਰੂ ਜਪਣ ਲਈ ਪ੍ਰੇਰਦਾ ਹੈ, ਮੈਂ ਆਪਣੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਦਾ ਜਾਪ ਹੀ ਜਪਦਾ ਹਾਂ।",
    "pronunciation": "sU`JY b`UJY",
    "type_id": 3
  },
  {
    "shabad_id": 3282,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "nwm hIx iPrih sy nkty; iqn Gis Gis nk vFwieAw]3]",
    "transliteration": "Naameheen Firehi Sae Nakattae Thin Ghas Ghas Nak Vadtaaeiaa ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਬੇਸ਼ਰਮਾਂ ਵਾਂਗ (ਦੁਨੀਆ ਵਿਚ) ਤੁਰੇ ਫਿਰਦੇ ਹਨ, ਉਹ ਅਨੇਕਾਂ ਵਾਰੀ ਬੇ-ਇੱਜ਼ਤੀ ਕਰਾ ਕੇ ਖ਼ੁਆਰ ਹੁੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "n`k",
    "type_id": 3
  },
  {
    "shabad_id": 3282,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "mokau jgjIvn jIvwil lY suAwmI; ird AMqir nwmu vswieAw]",
    "transliteration": "Mo Ko Jagajeevan Jeevaal Lai Suaamee Ridh Anthar Naam Vasaaeiaa ||",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਜੀਵਨ-ਪ੍ਰਭੂ! ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਆਪਣਾ ਨਾਮ ਵਸਾਈ ਰੱਖ, ਤੇ, ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਬਖ਼ਸ਼ੀ ਰੱਖ।",
    "pronunciation": "j`gjIvn",
    "type_id": 3
  },
  {
    "shabad_id": 3282,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "nwnk. gurU gurU hY pUrw; imil siqgur nwmu iDAwieAw]4]5]",
    "transliteration": "Naanak Guroo Guroo Hai Pooraa Mil Sathigur Naam Dhhiaaeiaa ||4||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਹ ਨਾਮ ਦੀ ਦਾਤ ਦੇਣ-ਜੋਗਾ) ਗੁਰੂ ਪੂਰਾ ਹੀ ਹੈ ਗੁਰੂ ਪੂਰਾ ਹੀ ਹੈ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਹੀ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3283,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "rwmklI mhlw 4]",
    "transliteration": "Raamakalee Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3283,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "sqguru dwqw vfw vf purKu hY; ijqu imilAY hir aur Dwry]",
    "transliteration": "Sathagur Dhaathaa Vaddaa Vadd Purakh Hai Jith Miliai Har Our Dhhaarae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਦਾਤ ਦੇਣ ਵਾਲਾ ਗੁਰੂ (ਹੀ) ਸਭ ਤੋਂ ਵੱਡਾ ਵਿਅਕਤੀ ਹੈ। ਗੁਰੂ ਨੂੰ ਮਿਲਣ ਨਾਲ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "v`fw v`f",
    "type_id": 3
  },
  {
    "shabad_id": 3283,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "jIA dwnu guir pUrY dIAw; hir AMimRq nwmu smwry]1]",
    "transliteration": "Jeea Dhaan Gur Poorai Dheeaa Har Anmrith Naam Samaarae ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਦਾਤ ਦੇ ਦਿੱਤੀ, ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ ਨੂੰ (ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3283,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "rwm; guir hir hir nwmu, kMiT Dwry]",
    "transliteration": "Raam Gur Har Har Naam Kanth Dhhaarae ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! ਮੇਰੇ ਵੱਡੇ ਭਾਗ ਹੋ ਗਏ ਹਨ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ, ਹੇ ਹਰੀ! ਤੇਰਾ ਨਾਮ ਮੈਂ ਆਪਣੇ ਗਲ ਵਿਚ ਪ੍ਰੋ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3283,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "gurmuiK kQw suxI min BweI; Dnu Dnu vfBwg hmwry]1]rhwau]",
    "transliteration": "Guramukh Kathhaa Sunee Man Bhaaee Dhhan Dhhan Vadd Bhaag Hamaarae ||1|| Rehaao ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੈਂ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸੁਣੀ ਹੈ, ਤੇ, ਉਹ ਮੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗ ਰਹੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3283,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "koit koit qyqIs iDAwvih; qw kw. AMqu n pwvih pwry]",
    "transliteration": "Kott Kott Thaethees Dhhiaavehi Thaa Kaa Anth N Paavehi Paarae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਤੇਤੀ ਕ੍ਰੋੜ (ਦੇਵਤੇ) ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਪਰ ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਗੁਣਾਂ ਦਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3283,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ihrdY kwm kwmnI mwgih; iriD mwgih hwQu pswry]2]",
    "transliteration": "Hiradhai Kaam Kaamanee Maagehi Ridhh Maagehi Haathh Pasaarae ||2||",
    "punjabi": "(ਅਨੇਕਾਂ ਐਸੇ ਭੀ ਹਨ ਜੋ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਕਾਮ-ਵਾਸਨਾ ਧਾਰ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੋਂ) ਇਸਤ੍ਰੀ (ਹੀ) ਮੰਗਦੇ ਹਨ, (ਉਸ ਦੇ ਅੱਗੇ) ਹੱਥ ਪਸਾਰ ਕੇ (ਦੁਨੀਆ ਦੇ) ਧਨ-ਪਦਾਰਥ (ਹੀ) ਮੰਗਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3283,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "hir jsu jip jpu vfw vfyrw; gurmuiK rKau auir Dwry]",
    "transliteration": "Har Jas Jap Jap Vaddaa Vaddaeraa Guramukh Rakho Our Dhhaarae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਿਆ ਕਰ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਹੀ ਸਭ ਤੋਂ ਵੱਡਾ ਕੰਮ ਹੈ। ਮੈਂ ਤਾਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰਿ-ਨਾਮ ਹੀ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3283,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "jy vfBwg hovih qw jpIAY; hir Baujlu pwir auqwry]3]",
    "transliteration": "Jae Vadd Bhaag Hovehi Thaa Japeeai Har Bhoujal Paar Outhaarae ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਵੱਡੀ ਕਿਸਮਤ ਹੋਵੇ ਤਾਂ ਹੀ ਹਰਿ-ਨਾਮ ਜਪਿਆ ਜਾ ਸਕਦਾ ਹੈ (ਜੇਹੜਾ ਮਨੁੱਖ ਜਪਦਾ ਹੈ ਉਸ ਨੂੰ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3283,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "hir jn inkit. inkit hir jn hY; hir rwKY kMiT jn Dwry]",
    "transliteration": "Har Jan Nikatt Nikatt Har Jan Hai Har Raakhai Kanth Jan Dhhaarae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨ ਪਰਮਾਤਮਾ ਦੇ ਨੇੜੇ ਵੱਸਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਸੰਤ ਜਨਾਂ ਦੇ ਨੇੜੇ ਵੱਸਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੇਵਕਾਂ ਨੂੰ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾ ਕੇ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3283,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "nwnk ipqw mwqw hY hir pRBu; hm bwirk hir pRiqpwry]4]6]18]",
    "transliteration": "Naanak Pithaa Maathaa Hai Har Prabh Ham Baarik Har Prathipaarae ||4||6||18||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਸਾਡਾ ਪਿਉ ਹੈ, ਪਰਮਾਤਮਾ ਸਾਡੀ ਮਾਂ ਹੈ। ਸਾਨੂੰ ਬੱਚਿਆਂ ਨੂੰ ਪਰਮਾਤਮਾ ਹੀ ਪਾਲਦਾ ਹੈ ॥੪॥੬॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3284,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "rwgu rwmklI mhlw 5 Gru 1",
    "transliteration": "Raag Raamakalee Mehalaa 5 Ghar 1",
    "punjabi": "ਰਾਗ ਰਾਮਕਲੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3284,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3284,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ikrpw krhu. dIn ky dwqy; myrw guxu Avgxu. n bIcwrhu koeI]",
    "transliteration": "Kirapaa Karahu Dheen Kae Dhaathae Maeraa Gun Avagan N Beechaarahu Koee ||",
    "punjabi": "ਹੇ ਗ਼ਰੀਬਾਂ ਉਤੇ ਬਖ਼ਸ਼ਸ਼ਾਂ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉਤੇ) ਮੇਹਰ ਕਰ, ਮੇਰਾ ਕੋਈ ਗੁਣ ਨਾਹ ਵਿਚਾਰੀਂ, ਮੇਰਾ ਕੋਈ ਔਗੁਣ ਨਾਹ ਵਿਚਾਰੀਂ (ਮੇਰੇ ਅੰਦਰ ਤਾਂ ਔਗੁਣ ਹੀ ਔਗੁਣ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3284,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "mwtI kw ikAw DopY suAwmI; mwxs kI giq eyhI]1]",
    "transliteration": "Maattee Kaa Kiaa Dhhopai Suaamee Maanas Kee Gath Eaehee ||1||",
    "punjabi": "(ਜਿਵੇਂ ਪਾਣੀ ਨਾਲ ਧੋਤਿਆਂ) ਮਿੱਟੀ ਦਾ ਮੈਲਾ-ਪਨ ਕਦੇ ਧੁਪ ਨਹੀਂ ਸਕਦਾ, ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਅਸਾਂ ਜੀਵਾਂ ਦੀ ਭੀ ਇਹੀ ਹਾਲਤ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3284,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "myry mn; siqguru syiv suKu hoeI]",
    "transliteration": "Maerae Man Sathigur Saev Sukh Hoee ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ (ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਰਿਹਾਂ ਹੀ) ਆਨੰਦ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3284,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "jo ieChu soeI Plu pwvhu; iPir dUKu. n ivAwpY koeI]1]rhwau]",
    "transliteration": "Jo Eishhahu Soee Fal Paavahu Fir Dhookh N Viaapai Koee ||1|| Rehaao ||",
    "punjabi": "(ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਰਹਿ ਕੇ) ਜੇਹੜੀ ਕਾਮਨਾ ਚਿਤਵੇਂਗਾ, ਉਹੀ ਫਲ ਹਾਸਲ ਕਰ ਲਏਂਗਾ। (ਇਸ ਤਰ੍ਹਾਂ) ਕੋਈ ਦੁੱਖ ਭੀ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3284,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "kwcy Bwfy swij invwjy; AMqir joiq smweI]",
    "transliteration": "Kaachae Bhaaddae Saaj Nivaajae Anthar Joth Samaaee ||",
    "punjabi": "ਹੇ ਭਾਈ! (ਸਾਡੇ ਇਹ) ਨਾਸਵੰਤ ਸਰੀਰ ਬਣਾ ਕੇ (ਪਰਮਾਤਮਾ ਨੇ ਹੀ ਇਹਨਾਂ ਨੂੰ) ਵਡਿਆਈ ਦਿੱਤੀ ਹੋਈ ਹੈ (ਕਿਉਂਕਿ ਇਹਨਾਂ ਨਾਸਵੰਤ ਸਰੀਰਾਂ ਦੇ) ਅੰਦਰ ਉਸ ਦੀ ਜੋਤ ਟਿਕੀ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3284,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "jYsw ilKqu iliKAw Duir krqY; hm qYsI ikriq kmweI]2]",
    "transliteration": "Jaisaa Likhath Likhiaa Dhhur Karathai Ham Thaisee Kirath Kamaaee ||2||",
    "punjabi": "ਹੇ ਭਾਈ! (ਸਾਡੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਕਰਤਾਰ ਨੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਜਿਹੋ ਜਿਹਾ (ਸੰਸਕਾਰਾਂ ਦਾ) ਲੇਖ (ਸਾਡੇ ਅੰਦਰ) ਲਿਖ ਦਿੱਤਾ ਹੈ, ਅਸੀਂ ਜੀਵ (ਹੁਣ ਭੀ) ਉਹੋ ਜਿਹੇ ਕਰਮਾਂ ਦੀ ਕਮਾਈ ਕਰੀ ਜਾਂਦੇ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3284,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "mnu qnu Qwip kIAw sBu Apnw; eyho Awvx jwxw]",
    "transliteration": "Man Than Thhaap Keeaa Sabh Apanaa Eaeho Aavan Jaanaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮਨੁੱਖ ਇਸ ਜਿੰਦ ਨੂੰ ਇਸ ਸਰੀਰ ਨੂੰ ਸਦਾ ਆਪਣਾ ਮਿਥੀ ਰੱਖਦਾ ਹੈ, ਇਹ ਅਪਣੱਤ ਹੀ (ਮਨੁੱਖ ਵਾਸਤੇ) ਜਨਮ ਮਰਨ (ਦੇ ਗੇੜ ਦਾ ਕਾਰਨ ਬਣੀ ਰਹਿੰਦੀ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3284,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ijin dIAw so iciq. n AwvY; moih AMDu lptwxw]3]",
    "transliteration": "Jin Dheeaa So Chith N Aavai Mohi Andhh Lapattaanaa ||3||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਜਿੰਦ ਦਿੱਤੀ ਹੈ ਇਹ ਸਰੀਰ ਦਿੱਤਾ ਹੈ ਉਹ ਇਸ ਦੇ ਚਿੱਤ ਵਿਚ (ਕਦੇ) ਨਹੀਂ ਵੱਸਦਾ, ਅੰਨ੍ਹਾ ਮਨੁੱਖ (ਜਿੰਦ ਤੇ ਸਰੀਰ ਦੇ) ਮੋਹ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]