[
  {
    "shabad_id": 3288,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "rwmklI mhlw 5 ]",
    "transliteration": "Raamakalee Mehalaa 5 ||",
    "translation": "Raamkalee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3288,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "AMgIkwru kIAw pRiB ApnY; bYrI sgly swDy ]",
    "transliteration": "Angeekaar Keeaa Prabh Apanai Bairee Sagalae Saadhhae ||",
    "translation": "God has made me His own, and vanquished all my enemies.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੀ ਚਰਨੀਂ ਲਾ ਲਿਆ, ਉਸ ਦੇ ਉਸ ਨੇ (ਕਾਮਾਦਿਕ) ਸਾਰੇ ਹੀ ਵੈਰੀ ਵੱਸ ਵਿਚ ਕਰ ਦਿੱਤੇ।",
    "pronunciation": "s`wDy",
    "type_id": 3
  },
  {
    "shabad_id": 3288,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ijin bYrI hY iehu jgu lUitAw; qy bYrI lY bwDy ]1]",
    "transliteration": "Jin Bairee Hai Eihu Jag Loottiaa Thae Bairee Lai Baadhhae ||1||",
    "translation": "Those enemies who have plundered this world, have all been placed in bondage. ||1||",
    "punjabi": "(ਕਾਮਾਦਿਕ) ਜਿਸ ਜਿਸ ਵੈਰੀ ਨੇ ਇਹ ਜਗਤ ਲੁੱਟ ਲਿਆ ਹੈ, (ਪ੍ਰਭੂ ਨੇ ਉਸ ਦੇ) ਉਹ ਸਾਰੇ ਵੈਰੀ ਫੜ ਕੇ ਬੰਨ੍ਹ ਦਿੱਤੇ ॥੧॥",
    "pronunciation": "b`wDy",
    "type_id": 3
  },
  {
    "shabad_id": 3288,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "siqguru; prmysru myrw ]",
    "transliteration": "Sathigur Paramaesar Maeraa ||",
    "translation": "The True Guru is my Transcendent Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਤਾਂ ਗੁਰੂ ਰਾਖਾ ਹੈ, ਪਰਮਾਤਮਾ ਰਾਖਾ ਹੈ (ਉਹੀ ਮੈਨੂੰ ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਤੋਂ ਬਚਾਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3288,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "Aink rwj Bog rs mwxI; nwau jpI. Brvwsw qyrw ]1] rhwau ]",
    "transliteration": "Anik Raaj Bhog Ras Maanee Naao Japee Bharavaasaa Thaeraa ||1|| Rehaao ||",
    "translation": "I enjoy countless pleasures of power and tasty delights, chanting Your Name, and placing my faith in You. ||1||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਤੇਰਾ ਹੀ ਆਸਰਾ ਹੈ (ਮੇਹਰ ਕਰ) ਮੈਂ ਤੇਰਾ ਨਾਮ ਜਪਦਾ ਰਹਾਂ (ਨਾਮ ਦੀ ਬਰਕਤ ਨਾਲ ਇਉਂ ਜਾਪਦਾ ਹੈ ਕਿ) ਮੈਂ ਰਾਜ ਦੇ ਅਨੇਕਾਂ ਭੋਗ ਤੇ ਰਸ ਮਾਣ ਰਿਹਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3288,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "cIiq n Awvis. dUjI bwqw; isr aUpir rKvwrw ]",
    "transliteration": "Cheeth N Aavas Dhoojee Baathaa Sir Oopar Rakhavaaraa ||",
    "translation": "I do not think of any other at all. The Lord is my protector, above my head.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ (ਜਿਸ ਮਨੁੱਖ ਦੇ) ਸਿਰ ਉੱਤੇ ਰਾਖਾ ਬਣਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦੇ ਚਿੱਤ ਵਿਚ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ, ਕਾਮਾਦਿਕ ਦਾ) ਕੋਈ ਹੋਰ ਫੁਰਨਾ ਉਠਦਾ ਹੀ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3288,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "byprvwhu rhq hY suAwmI; iek nwm kY AwDwrw ]2]",
    "transliteration": "Baeparavaahu Rehath Hai Suaamee Eik Naam Kai Aadhhaaraa ||2||",
    "translation": "I am carefree and independent, when I have the Support of Your Name, O my Lord and Master. ||2||",
    "punjabi": "ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਸਿਰਫ਼ ਤੇਰੇ ਨਾਮ ਦੇ ਆਸਰੇ ਉਹ ਮਨੁੱਖ (ਦੁਨੀਆ ਦੀਆਂ ਹੋਰ ਗ਼ਰਜ਼ਾਂ ਵਲੋਂ) ਬੇ-ਪਰਵਾਹ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3288,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "pUrn hoie imilE suKdweI; aUn. n kweI bwqw ]",
    "transliteration": "Pooran Hoe Miliou Sukhadhaaee Oon N Kaaee Baathaa ||",
    "translation": "I have become perfect, meeting with the Giver of peace, and now, I lack nothing at all.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਨੂੰ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ (ਉੱਚੇ ਆਤਮਕ ਗੁਣਾਂ ਨਾਲ) ਭਰਪੂਰ ਹੋ ਜਾਂਦਾ ਹੈ। ਉਹ ਕਿਸੇ ਗੱਲੇ ਮੁਥਾਜ ਨਹੀਂ ਰਹਿੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3288,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "qqu swru prmpdu pwieAw; Coif. n kqhU jwqw ]3]",
    "transliteration": "Thath Saar Param Padh Paaeiaa Shhodd N Kathehoo Jaathaa ||3||",
    "translation": "I have obtained the essence of excellence, the supreme status; I shall not forsake it to go anywhere else. ||3||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਜਗਤ ਦੇ ਮੂਲ-ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲੈਂਦਾ ਹੈ, ਉਹ ਜੀਵਨ ਦਾ ਅਸਲ ਮਨੋਰਥ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਤੇ, ਇਸ ਨੂੰ ਛੱਡ ਕੇ ਕਿਸੇ ਹੋਰ ਪਾਸੇ ਨਹੀਂ ਭਟਕਦਾ ॥੩॥",
    "pronunciation": "q`qu",
    "type_id": 3
  },
  {
    "shabad_id": 3288,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "brin. n swkau jYsw qU hY; swcy AlK Apwrw ]",
    "transliteration": "Baran N Saako Jaisaa Thoo Hai Saachae Alakh Apaaraa ||",
    "translation": "I cannot describe how You are, O True Lord, unseen, infinite,",
    "punjabi": "ਹੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ! ਹੇ ਅਲੱਖ! ਹੇ ਬੇਅੰਤ! ਮੈਂ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ ਕਿ ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ।",
    "pronunciation": "A-lK",
    "type_id": 3
  },
  {
    "shabad_id": 3288,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "Aqul AQwh Afol suAwmI; nwnk Ksmu hmwrw ]4]5]",
    "transliteration": "Athul Athhaah Addol Suaamee Naanak Khasam Hamaaraa ||4||5||",
    "translation": "Immeasurable, unfathomable and unmoving Lord. O Nanak, He is my Lord and Master. ||4||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਬੇ-ਮਿਸਾਲ ਪ੍ਰਭੂ! ਹੇ ਅਥਾਹ! ਹੇ ਅਡੋਲ ਮਾਲਕ! ਤੂੰ ਹੀ ਮੇਰਾ ਖਸਮ ਹੈਂ ॥੪॥੫॥",
    "pronunciation": "A-q`ul",
    "type_id": 3
  },
  {
    "shabad_id": 3289,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "rwmklI mhlw 5 ]",
    "transliteration": "Raamakalee Mehalaa 5 ||",
    "translation": "Raamkalee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3289,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "qU dwnw. qU Aibclu qUhI; qU jwiq myrI pwqI ]",
    "transliteration": "Thoo Dhaanaa Thoo Abichal Thoohee Thoo Jaath Maeree Paathee ||",
    "translation": "You are wise; You are eternal and unchanging. You are my social class and honor.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ! ਤੂੰ ਮੇਰੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰੀ ਜਾਤ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰੀ ਕੁਲ ਹੈਂ (ਉੱਚੀ ਜਾਤਿ ਕੁਲ ਦਾ ਮਾਣ ਹੋਣ ਦੇ ਥਾਂ ਮੈਨੂੰ ਇਹੀ ਭਰੋਸਾ ਹੈ ਕਿ ਤੂੰ ਹੀ ਹਰ ਵੇਲੇ ਮੇਰੇ ਅੰਗ-ਸੰਗ ਹੈਂ)।",
    "pronunciation": "p`wqI",
    "type_id": 3
  },
  {
    "shabad_id": 3289,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "qU Afolu. kdy folih nwhI; qw hm kYsI qwqI ]1]",
    "transliteration": "Thoo Addol Kadhae Ddolehi Naahee Thaa Ham Kaisee Thaathee ||1||",
    "translation": "You are unmoving - You never move at all. How can I be worried? ||1||",
    "punjabi": "ਹੇ ਪਾਤਿਸ਼ਾਹ! ਮਾਇਆ ਦੇ ਝਕੋਲੇ ਤੇਰੇ ਉਤੇ ਅਸਰ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਤੂੰ (ਮਾਇਆ ਦੇ ਟਾਕਰੇ ਤੇ) ਕਦੇ ਡੋਲਦਾ ਨਹੀਂ (ਜੇ ਮੇਰੇ ਉਤੇ ਤੇਰੀ ਕਿਰਪਾ ਰਹੇ ਤਾਂ) ਮੈਨੂੰ ਭੀ ਕੋਈ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੧॥",
    "pronunciation": "q`wqI",
    "type_id": 3
  },
  {
    "shabad_id": 3289,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "eykY eykY eyk qUhI ]",
    "transliteration": "Eaekai Eaekai Eaek Thoohee ||",
    "translation": "You alone are the One and only Lord;",
    "punjabi": "(ਅਸਾਂ ਜੀਵਾਂ ਦਾ) ਇਕ ਤੂੰ ਹੀ (ਖਸਮ) ਹੈਂ, ਤੂੰ ਹੀ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3289,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "eykY eykY qU rwieAw ]",
    "transliteration": "Eaekai Eaekai Thoo Raaeiaa ||",
    "translation": "You alone are the king.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ! ਸਿਰਫ਼ ਇਕ ਤੂੰ ਹੀ (ਖਸਮ) ਹੈਂ, ਤੂੰ ਹੀ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3289,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "qau ikrpw qy; suKu pwieAw ]1] rhwau ]",
    "transliteration": "Tho Kirapaa Thae Sukh Paaeiaa ||1|| Rehaao ||",
    "translation": "By Your Grace, I have found peace. ||1||Pause||",
    "punjabi": "ਤੇਰੀ ਮੇਹਰ ਨਾਲ ਹੀ ਅਸੀਂ ਸੁਖ ਹਾਸਲ ਕਰਦੇ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3289,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "qU swgru. hm hMs qumwry; qum mih mwxk lwlw ]",
    "transliteration": "Thoo Saagar Ham Hans Thumaarae Thum Mehi Maanak Laalaa ||",
    "translation": "You are the ocean, and I am Your swan; the pearls and rubies are in You.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ! ਤੂੰ ਸਮੁੰਦਰ ਹੈਂ, ਅਸੀਂ ਤੇਰੇ ਹੰਸ ਹਾਂ, ਤੇਰੇ (ਚਰਨਾਂ) ਵਿਚ ਰਹਿ ਕੇ (ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ) ਮੋਤੀ ਤੇ ਲਾਲ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3289,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "qum dyvhu. iqlu sMk, n mwnhu; hm BuMch sdw inhwlw ]2]",
    "transliteration": "Thum Dhaevahu Thil Sank N Maanahu Ham Bhuncheh Sadhaa Nihaalaa ||2||",
    "translation": "You give, and You do not hesitate for an instant; I receive, forever enraptured. ||2||",
    "punjabi": "(ਇਹ ਮੋਤੀ ਲਾਲ) ਤੂੰ ਸਾਨੂੰ ਦੇਂਦਾ ਹੈਂ (ਸਾਡੇ ਔਗੁਣਾਂ ਵਲ ਤੱਕ ਕੇ) ਤੂੰ ਦੇਣੋਂ ਰਤਾ ਭਰ ਭੀ ਝਿਜਕ ਨਹੀਂ ਕਰਦਾ। ਅਸੀਂ ਜੀਵ ਉਹ ਮੋਤੀ ਲਾਲ ਸਦਾ ਵਰਤਦੇ ਹਾਂ ਤੇ ਪ੍ਰਸੰਨ ਰਹਿੰਦੇ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3289,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "hm bwirk. qum ipqw hmwry; qum muiK dyvhu KIrw ]",
    "transliteration": "Ham Baarik Thum Pithaa Hamaarae Thum Mukh Dhaevahu Kheeraa ||",
    "translation": "I am Your child, and You are my father; You place the milk in my mouth.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ! ਅਸੀਂ ਜੀਵ ਤੇਰੇ ਬੱਚੇ ਹਾਂ, ਤੂੰ ਸਾਡਾ ਪਿਉ ਹੈਂ, ਤੂੰ ਸਾਡੇ ਮੂੰਹ ਵਿਚ ਦੁੱਧ ਪਾਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3289,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "hm Kylh siB lwf lfwvh; qum sd guxI ghIrw ]3]",
    "transliteration": "Ham Khaeleh Sabh Laadd Laddaaveh Thum Sadh Gunee Geheeraa ||3||",
    "translation": "I play with You, and You caress me in every way. You are forever the ocean of excellence. ||3||",
    "punjabi": "(ਤੇਰੀ ਗੋਦ ਵਿਚ) ਅਸੀਂ ਖੇਡਦੇ ਹਾਂ, ਸਾਰੇ ਲਾਡ ਕਰਦੇ ਹਾਂ, ਤੂੰ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਸਦਾ ਗੰਭੀਰ ਰਹਿੰਦਾ ਹੈਂ (ਅਸਾਂ ਬੱਚਿਆਂ ਦੇ ਔਗੁਣਾਂ ਵਲ ਨਹੀਂ ਤੱਕਦਾ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3289,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "qum pUrn. pUir rhy sMpUrn; hm BI sMig AGwey ]",
    "transliteration": "Thum Pooran Poor Rehae Sanpooran Ham Bhee Sang Aghaaeae ||",
    "translation": "You are perfect, perfectly all-pervading; I am fulfilled with You as well.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ! ਤੂੰ ਸਰਬ-ਵਿਆਪਕ ਹੈਂ, ਮੁਕੰਮਲ ਤੌਰ ਤੇ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈਂ, ਅਸੀਂ ਜੀਵ ਭੀ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਰਹਿ ਕੇ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜੇ ਰਹਿੰਦੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3289,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "imlq imlq imlq imil rihAw; nwnk khxu. n jwey ]4]6]",
    "transliteration": "Milath Milath Milath Mil Rehiaa Naanak Kehan N Jaaeae ||4||6||",
    "translation": "I am merged, merged, merged and remain merged; O Nanak, I cannot describe it! ||4||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦੀ ਮੇਹਰ ਨਾਲ ਜੇਹੜਾ ਜੀਵ ਉਸ ਪ੍ਰਭੂ ਨੂੰ) ਮਿਲਣ ਦਾ ਜਤਨ ਹਰ ਵੇਲੇ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਉਸ ਵਿਚ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ, ਤੇ, ਉਸ ਜੀਵ ਦੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਦਾ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੪॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3290,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "rwmklI mhlw 5 ]",
    "transliteration": "Raamakalee Mehalaa 5 ||",
    "translation": "Raamkalee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3290,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "kr kir qwl pKwvju nYnhu; mwQY vjih rbwbw ]",
    "transliteration": "Kar Kar Thaal Pakhaavaj Nainahu Maathhai Vajehi Rabaabaa ||",
    "translation": "Make your hands the cymbals, your eyes the tambourines, and your forehead the guitar you play.",
    "punjabi": "ਹੇ ਭਾਈ! (ਹਰੇਕ ਜੀਵ ਦੇ) ਮੱਥੇ ਉਤੇ (ਲਿਖੇ ਲੇਖ, ਮਾਨੋ,) ਰਬਾਬ ਵੱਜ ਰਹੇ ਹਨ। ਹੱਥਾਂ ਨੂੰ ਛੈਣੇ ਬਣਾ ਕੇ ਅਤੇ ਅੱਖਾਂ ਨੂੰ ਤਬਲਾ ਬਣਾ ਕੇ (ਹਰ ਮਨੁੱਖ ਮਾਇਆ ਦਾ ਨਾਚ ਨੱਚ ਰਿਹਾ ਹੈ। ਹੱਥ ਮਾਇਆ ਕਮਾਣ ਵਿਚ ਲੱਗੇ ਪਏ ਹਨ, ਅੱਖਾਂ ਮਾਇਕ ਪਦਾਰਥਾਂ ਨੂੰ ਹੀ ਵੇਖ ਰਹੀਆਂ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3290,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "krnhu mDu bwsurI bwjY; ijhvw Duin Awgwjw ]",
    "transliteration": "Karanahu Madhh Baasuree Baajai Jihavaa Dhhun Aagaajaa ||",
    "translation": "Let the sweet flute music resound in your ears, and with your tongue, vibrate this song.",
    "punjabi": "(ਹਰੇਕ ਜੀਵ ਦੇ) ਕੰਨਾਂ ਵਿਚ (ਮਾਇਆ ਦੀ ਹੀ ਸ੍ਰੋਤ ਮਾਨੋ,) ਮਿੱਠੀ (ਸੁਰ ਵਾਲੀ) ਬੰਸਰੀ ਵੱਜ ਰਹੀ ਹੈ, (ਹਰੇਕ ਜੀਵ ਨੂੰ) ਜੀਭ ਦਾ ਚਸਕਾ (ਮਾਨੋ) ਰਾਗ ਹੋ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3290,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "inriq kry kir mnUAw nwcY; Awxy GUGr swjw ]1]",
    "transliteration": "Nirath Karae Kar Manooaa Naachai Aanae Ghooghar Saajaa ||1||",
    "translation": "Move your mind like the rhythmic hand-motions; do the dance, and shake your ankle bracelets. ||1||",
    "punjabi": "(ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਨੂੰ) ਘੁੰਘਰੂ ਆਦਿਕ ਸਾਜ ਬਣਾ ਕੇ ਹਰ ਵੇਲੇ (ਮਾਇਆ ਦੇ ਹੱਥਾਂ ਤੇ) ਨੱਚ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3290,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "rwm ko inriqkwrI ]",
    "transliteration": "Raam Ko Nirathikaaree ||",
    "translation": "This is the rhythmic dance of the Lord.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਗਤ ਵਿਚ) ਪਰਮਾਤਮਾ (ਦੀ ਰਚੀ ਰਚਨਾ) ਦਾ ਨਾਚ ਹੋ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3290,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "pyKY pyKnhwru dieAwlw; jyqw swju sIgwrI ]1] rhwau ]",
    "transliteration": "Paekhai Paekhanehaar Dhaeiaalaa Jaethaa Saaj Seegaaree ||1|| Rehaao ||",
    "translation": "The Merciful Audience, the Lord, sees all your make-up and decorations. ||1||Pause||",
    "punjabi": "(ਇਸ ਨਾਚ ਨੂੰ) ਵੇਖਣ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਦਇਆਵਾਨ ਪ੍ਰਭੂ (ਨਾਚ ਦੇ) ਇਸ ਸਾਰੇ ਸਾਜ ਸਿੰਗਾਰ ਨੂੰ ਆਪ ਵੇਖ ਰਿਹਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3290,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "AwKwr mMflI Drix sbweI; aUpir ggnu cMdoAw ]",
    "transliteration": "Aakhaar Manddalee Dhharan Sabaaee Oopar Gagan Chandhoaa ||",
    "translation": "The whole earth is the stage, with the canopy of the sky overhead.",
    "punjabi": "(ਹੇ ਭਾਈ! ਸਭ ਜੀਵਾਂ ਦੇ ਮਨਾਂ ਦੇ ਨੱਚਣ ਵਾਸਤੇ) ਸਾਰੀ ਧਰਤੀ ਅਖਾੜਾ ਬਣੀ ਹੋਈ ਹੈ, ਇਸ ਦੇ ਉੱਪਰ ਆਕਾਸ਼-ਚੰਦੋਆ ਬਣਿਆ ਤਣਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3290,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "pvnu ivcolw. krq iekylw; jl qy Epiq hoAw ]",
    "transliteration": "Pavan Vicholaa Karath Eikaelaa Jal Thae Oupath Hoaa ||",
    "translation": "The wind is the director; people are born of water.",
    "punjabi": "(ਜੇਹੜਾ ਸਰੀਰ) ਪਾਣੀ ਤੋਂ ਪੈਦਾ ਹੁੰਦਾ ਹੈ (ਉਸ ਦਾ ਅਤੇ ਜਿੰਦ ਦਾ) ਮਿਲਾਪ ਕਰਾਈ ਰੱਖਣ ਵਾਲਾ (ਹਰੇਕ ਜੀਵ ਦੇ ਅੰਦਰ ਚੱਲ ਰਿਹਾ ਹਰੇਕ) ਸੁਆਸ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3290,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "pMc qqu kir puqrw kInw; ikrq imlwvw hoAw ]2]",
    "transliteration": "Panch Thath Kar Putharaa Keenaa Kirath Milaavaa Hoaa ||2||",
    "translation": "From the five elements, the puppet was created with its actions. ||2||",
    "punjabi": "ਪੰਜ ਤੱਤਾਂ ਨੂੰ ਮਿਲਾ ਕੇ (ਪਰਮਾਤਮਾ ਨੇ ਹਰੇਕ ਜੀਵ ਦਾ) ਸਰੀਰ ਬਣਾਇਆ ਹੋਇਆ ਹੈ। (ਜੀਵ ਦੇ ਪਿਛਲੇ ਕੀਤੇ ਹੋਏ) ਕਰਮਾਂ ਅਨੁਸਾਰ ਸਰੀਰ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੋਇਆ ਹੈ ॥੨॥",
    "pronunciation": "puqrw:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3290,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "cMdu sUrju duie. jry crwgw; chu kuMt BIqir rwKy ]",
    "transliteration": "Chandh Sooraj Dhue Jarae Charaagaa Chahu Kuntt Bheethar Raakhae ||",
    "translation": "The sun and the moon are the two lamps which shine, with the four corners of the world placed between them.",
    "punjabi": "(ਹੇ ਭਾਈ! ਨਿਰਤ-ਕਾਰੀ ਵਾਲੇ ਇਸ ਧਰਤਿ-ਅਖਾੜੇ ਵਿਚ) ਚੰਦ ਅਤੇ ਸੂਰਜ ਦੋ ਦੀਵੇ ਬਲ ਰਹੇ ਹਨ, ਚੌਹੀਂ ਪਾਸੀਂ (ਚਾਨਣ ਦੇਣ ਲਈ) ਟਿਕਾਏ ਹੋਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3290,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ds pwqau, pMc sMgIqw; eykY BIqir swQy ]",
    "transliteration": "Dhas Paatho Panch Sangeethaa Eaekai Bheethar Saathhae ||",
    "translation": "The ten senses are the dancing girls, and the five passions are the chorus; they sit together within the one body.",
    "punjabi": "(ਹਰੇਕ ਜੀਵ ਦੇ) ਦਸ ਇੰਦ੍ਰੇ ਅਤੇ ਪੰਜ (ਕਾਮਾਦਿਕ) ਡੂੰਮ ਇਕੋ ਸਰੀਰ ਵਿਚ ਹੀ ਇਕੱਠੇ ਹਨ।",
    "pronunciation": "inRqkwrI krn vwlIAW. dsy (pwqau)ieMdRIAW rUp, ds vysvW[(sMgIqw)gOx vwly, pMj kwm koRDw id rUp pMj sMgIqw BVUey",
    "type_id": 3
  },
  {
    "shabad_id": 3290,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "iBMn iBMn hoie Bwv idKwvih; sBhu inrwrI BwKy ]3]",
    "transliteration": "Bhinn Bhinn Hoe Bhaav Dhikhaavehi Sabhahu Niraaree Bhaakhae ||3||",
    "translation": "They all put on their own shows, and speak in different languages. ||3||",
    "punjabi": "ਇਹ ਸਾਰੇ ਵੱਖ-ਵੱਖ ਹੋ ਕੇ ਆਪੋ ਆਪਣੇ ਭਾਵ (ਕਲੋਲ) ਵਿਖਾ ਰਹੇ ਹਨ, ਸਭਨਾਂ ਵਿਚ ਵੱਖਰੀ ਵੱਖਰੀ ਪ੍ਰੇਰਨਾ (ਕਾਮਨਾ) ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3290,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "Gir Gir inriq hovY idnu rwqI; Git Git vwjY qUrw ]",
    "transliteration": "Ghar Ghar Nirath Hovai Dhin Raathee Ghatt Ghatt Vaajai Thooraa ||",
    "translation": "In each and every home there is dancing, day and night; in each and every home, the bugles blow.",
    "punjabi": "ਹੇ ਭਾਈ! ਦਿਨ ਰਾਤ ਹਰੇਕ (ਜੀਵ ਦੇ ਹਰੇਕ) ਇੰਦ੍ਰੇ ਵਿਚ ਇਹ ਨਾਚ ਹੋ ਰਿਹਾ ਹੈ। ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਮਾਇਆ ਦਾ ਵਾਜਾ ਵੱਜ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3290,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "eyik ncwvih. eyik Bvwvih; ieik Awie jwie hoie DUrw ]",
    "transliteration": "Eaek Nachaavehi Eaek Bhavaavehi Eik Aae Jaae Hoe Dhhooraa ||",
    "translation": "Some are made to dance, and some are whirled around; some come and some go, and some are reduced to dust.",
    "punjabi": "ਮਾਇਆ ਦੇ ਕਈ ਵਾਜੇ ਜੀਵਾਂ ਨੂੰ ਨਚਾ ਰਹੇ ਹਨ, ਕਈ ਵਾਜੇ ਜੀਵਾਂ ਨੂੰ ਭਟਕਾਂਦੇ ਫਿਰਦੇ ਹਨ, ਬੇਅੰਤ ਜੀਵ (ਇਹਨਾਂ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ) ਖ਼ੁਆਰ ਹੋ ਹੋ ਕੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3290,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "khu nwnk. so bhuir, n nwcY; ijsu guru BytY pUrw ]4]7]",
    "transliteration": "Kahu Naanak So Bahur N Naachai Jis Gur Bhaettai Pooraa ||4||7||",
    "translation": "Says Nanak, one who meets with the True Guru, does not have to dance the dance of reincarnation again. ||4||7||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਜੀਵ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ (ਮਾਇਆ ਦੇ ਹੱਥਾਂ ਤੇ) ਮੁੜ ਮੁੜ ਨਹੀਂ ਨੱਚਦਾ ॥੪॥੭॥",
    "pronunciation": "",
    "type_id": 3
  }
]
