[
  {
    "shabad_id": 3944,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "igAwnu rwis nwmu Dnu sauipEnu; iesu saudy lwiek]",
    "transliteration": "Giaan Raas Naam Dhhan Soupioun Eis Soudhae Laaeik ||",
    "translation": "He has blessed me with the capital, the wealth of spiritual wisdom; He has made me worthy of this merchandise.",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਨੇ ਮੈਨੂੰ ਆਪਣੇ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਦੀ ਪੂੰਜੀ ਆਪਣਾ ਨਾਮ-ਧਨ ਸੌਂਪ ਦਿੱਤਾ ਹੈ, ਤੇ ਮੈਨੂੰ ਇਹ ਸੌਦਾ ਵਿਹਾਝਣ ਦੇ ਲਾਇਕ ਬਣਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3944,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "swJI gur nwil bhwilAw; srb suK pwiek]",
    "transliteration": "Saajhee Gur Naal Behaaliaa Sarab Sukh Paaeik ||",
    "translation": "He has made me a partner with the Guru; I have obtained all peace and comforts.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਮੈਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਨਾਲ ਭਾਈਵਾਲ ਬਣਾ ਦਿੱਤਾ ਹੈ, (ਹੁਣ) ਸਾਰੇ ਸੁਖ ਮੇਰੇ ਦਾਸ ਬਣ ਗਏ ਹਨ।",
    "pronunciation": "sWJI",
    "type_id": 3
  },
  {
    "shabad_id": 3944,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "mY nwlhu kdy. n ivCuVY; hir ipqw. sBnw glw lwiek]21]",
    "transliteration": "Mai Naalahu Kadhae N Vishhurrai Har Pithaa Sabhanaa Galaa Laaeik ||21||",
    "translation": "He is with me, and shall never separate from me; the Lord, my father, is potent to do everything. ||21||",
    "punjabi": "ਮੇਰਾ ਪਿਤਾ-ਪ੍ਰਭੂ ਕਦੇ ਭੀ ਮੇਰੇ ਨਾਲੋਂ ਵਿਛੁੜਦਾ ਨਹੀਂ, ਸਾਰੀਆਂ ਗੱਲਾਂ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੈ ॥੨੧॥",
    "pronunciation": "g`lW",
    "type_id": 3
  },
  {
    "shabad_id": 3945,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "slok fKxy mÚ 5]",
    "transliteration": "Salok Ddakhanae Ma 5 ||",
    "translation": "Shalok, Dakhanay, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3945,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwnk. kciVAw isau qoiV; FUiF sjx sMq pikAw]",
    "transliteration": "Naanak Kacharriaa Sio Thorr Dtoodt Sajan Santh Pakiaa ||",
    "translation": "O Nanak, break away from the false, and seek out the Saints, your true friends.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਮਾਇਆ ਦੇ ਆਸਰੇ ਪ੍ਰੀਤ ਪਾਣ ਵਾਲਿਆਂ ਦੀ ਪ੍ਰੀਤ ਦੀ ਗੰਢ ਪੱਕੀ ਨਹੀਂ ਹੁੰਦੀ, ਸੋ) ਉਹਨਾਂ ਨਾਲੋਂ ਪ੍ਰੀਤ ਤੋੜ ਲੈ ਜਿਨ੍ਹਾਂ ਦੀ ਪ੍ਰੀਤ ਕੱਚੀ ਹੈ (ਉਹਨਾਂ ਨੂੰ ਸਦਾ ਨਿਭਣ ਵਾਲਾ ਸਾਥੀ ਨਾਹ ਸਮਝ)। ਗੁਰਮੁਖਾਂ ਦੀ, ਸੰਤ ਜਨਾਂ ਦੀ ਭਾਲ ਕਰ, ਉਹਨਾਂ ਦੀ ਪ੍ਰੀਤ ਪੱਕੀ ਹੁੰਦੀ ਹੈ (ਕਿਉਂਕਿ ਉਹਨਾਂ) ਨੂੰ ਕੋਈ ਸੁਆਰਥ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3945,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Eie jIvMdy ivCuVih; Eie muieAw. n jwhI CoiV]1]",
    "transliteration": "Oue Jeevandhae Vishhurrehi Oue Mueiaa N Jaahee Shhorr ||1||",
    "translation": "The false shall leave you, even while you are still alive; but the Saints shall not forsake you, even when you are dead. ||1||",
    "punjabi": "ਸੁਆਰਥੀ ਤਾਂ ਜੀਊਂਦਿਆਂ ਹੀ (ਦਿਲੋਂ) ਵਿੱਛੁੜੇ ਰਹਿੰਦੇ ਹਨ, ਪਰ ਗੁਰਮੁਖ ਸਤਸੰਗੀ ਮਰਨ ਤੇ ਭੀ ਸਾਥ ਨਹੀਂ ਛੱਡਦੇ (ਪ੍ਰਭੂ-ਪਿਆਰ ਦੀ ਦਾਤ ਲਈ ਅਰਦਾਸ ਕਰਦੇ ਹਨ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3946,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "mÚ 5]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3946,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "nwnk. ibjulIAw cmkMin; Gurin@ Gtw Aiq kwlIAw]",
    "transliteration": "Naanak Bijuleeaa Chamakann Ghuranih Ghattaa Ath Kaaleeaa ||",
    "translation": "O Nanak, the lightning flashes, and thunder echoes in the dark black clouds.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਸਾਵਣ ਦੀ ਰੁੱਤੇ ਜਦੋਂ) ਬੱਦਲਾਂ ਦੀਆਂ ਗੂੜ੍ਹੀਆਂ ਕਾਲੀਆਂ ਘਟਾਵਾਂ ਗੱਜਦੀਆਂ ਹਨ, (ਉਹਨਾਂ ਵਿਚ) ਬਿਜਲੀਆਂ ਚਮਕਦੀਆਂ ਹਨ,",
    "pronunciation": "ibjulIAW, GtW, kwlIAW: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3946,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "brsin myG Apwr; nwnk. sMgim iprI suhMdIAw]2]",
    "transliteration": "Barasan Maegh Apaar Naanak Sangam Piree Suhandheeaa ||2||",
    "translation": "The downpour from the clouds is heavy; O Nanak, the soul-brides are exalted and embellished with their Beloved. ||2||",
    "punjabi": "ਤੇ ਬੱਦਲ ਮੁਹਲੇ-ਧਾਰ ਵਰ੍ਹਦੇ ਹਨ (ਤਦੋਂ ਕੈਸਾ ਸੁਹਾਵਣਾ ਸਮਾ ਹੁੰਦਾ ਹੈ); ਪਰ ਇਹ ਕਾਲੀਆਂ ਘਟਾਵਾਂ (ਇਸਤ੍ਰੀ ਨੂੰ) ਪਤੀ ਦੇ ਮਿਲਾਪ ਵਿਚ ਹੀ ਸੋਹਣੀਆਂ ਲੱਗਦੀਆਂ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3947,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mÚ 5]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3947,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jl Ql nIir Bry; sIql pvx Julwr dy]",
    "transliteration": "Jal Thhal Neer Bharae Seethal Pavan Jhulaaradhae ||",
    "translation": "The ponds and the lands are overflowing with water, and the cold wind is blowing.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜੇਠ ਹਾੜ ਦੀਆਂ ਲੋਆਂ ਪਿਛੋਂ ਵਰਖਾ ਰੁੱਤੇ) ਟੋਏ-ਟਿੱਬੇ (ਮੀਂਹ ਦੇ) ਪਾਣੀ ਨਾਲ ਭਰੇ ਹੋਏ ਹੋਣ, ਠੰਢੀਆਂ ਹਵਾਵਾਂ ਵਗਦੀਆਂ ਹੋਣ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3947,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "syjVIAw soieMn; hIry lwl jVMdIAw]",
    "transliteration": "Saejarreeaa Soeinn Heerae Laal Jarrandheeaa ||",
    "translation": "Her bed is adorned with gold, diamonds and rubies;",
    "punjabi": "ਸੋਨੇ ਦਾ ਪਲੰਘ ਹੋਵੇ ਜਿਸ ਵਿਚ ਹੀਰੇ ਲਾਲ ਜੜੇ ਹੋਏ ਹੋਣ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3947,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "suBr kpV Bog; nwnk. iprI ivhUxI qqIAw]3]",
    "transliteration": "Subhar Kaparr Bhog Naanak Piree Vihoonee Thatheeaa ||3||",
    "translation": "She is blessed with beautiful gowns and delicacies, O Nanak, but without her Beloved, she burns in agony. ||3||",
    "punjabi": "ਸਗਨਾਂ ਦੇ ਸਾਲੂ ਪਹਿਨਣ ਨੂੰ ਹੋਣ, (ਪਰ ਜੇ ਇਸਤ੍ਰੀ ਨੂੰ ਆਪਣੇ) ਪਤੀ ਤੋਂ ਵਿਛੋੜਾ ਹੈ ਤਾਂ (ਇਹ ਸਾਰੇ ਸੁਹਾਵਣੇ ਪਦਾਰਥ ਹਿਰਦੇ ਨੂੰ ਪੁਚਾਣ ਦੇ ਥਾਂ) ਸੜਨ ਪੈਦਾ ਕਰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "su`Br[q`qIAW",
    "type_id": 3
  },
  {
    "shabad_id": 3948,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3948,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "kwrxu krqY jo kIAw; soeI hY krxw]",
    "transliteration": "Kaaran Karathai Jo Keeaa Soee Hai Karanaa ||",
    "translation": "He does the dees which the Creator causes him to do.",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀ! ਜੋ ਸਬੱਬ ਕਰਤਾਰ ਨੇ ਬਣਾਇਆ ਹੈ ਉਹੀ ਬਣਨਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3948,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "jy sau Dwvih pRwxIAw; pwvih Duir lhxw]",
    "transliteration": "Jae So Dhhaavehi Praaneeaa Paavehi Dhhur Lehanaa ||",
    "translation": "Even if you run in hundreds of directions, O mortal, you shall still receive what you are pre-destined to receive.",
    "punjabi": "ਜੇ ਤੂੰ ਸੈਂਕੜੇ ਵਾਰੀ ਦੌੜਦਾ ਫਿਰੇਂ, ਜੋ ਧੁਰੋਂ (ਤੇਰੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਲਹਣਾ (ਲਿਖਿਆ) ਹੈ ਉਹੀ ਪ੍ਰਾਪਤ ਕਰੇਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3948,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ibnu krmw ikCU. n lBeI; jy iPrih sB Drxw]",
    "transliteration": "Bin Karamaa Kishhoo N Labhee Jae Firehi Sabh Dhharanaa ||",
    "translation": "Without good karma, you shall obtain nothing, even if you wander across the whole world.",
    "punjabi": "ਸਾਰੀ ਧਰਤੀ ਉਤੇ ਭੀ ਜੇ ਭਟਕਦਾ ਫਿਰੇਂ, ਤਾਂ ਭੀ ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਤੋਂ ਬਿਨਾ ਕੁਝ ਨਹੀਂ ਮਿਲੇਗਾ (ਇਸ ਵਾਸਤੇ ਉਸ ਦੀ ਮੇਹਰ ਦਾ ਪਾਤਰ ਬਣ)।",
    "pronunciation": "l`-BeI",
    "type_id": 3
  },
  {
    "shabad_id": 3948,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "gur imil Bau goivMd kw; BY fru dUir krxw]",
    "transliteration": "Gur Mil Bho Govindh Kaa Bhai Ddar Dhoor Karanaa ||",
    "translation": "Meeting with the Guru, you shall know the Fear of God, and other fears shall be taken away.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਡਰ (ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੈ), ਪ੍ਰਭੂ ਨੇ ਉਸ ਦਾ ਦੁਨੀਆਵੀ ਡਰਾਂ ਦਾ ਸਹਿਮ ਦੂਰ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3948,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "BY qy. bYrwgu aUpjY; hir Kojq iPrxw]",
    "transliteration": "Bhai Thae Bairaag Oopajai Har Khojath Firanaa ||",
    "translation": "Through the Fear of God, the attitude of detachment wells up, and one sets out in search of the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਡਰ ਤੋਂ ਹੀ ਦੁਨੀਆ ਵਲੋਂ ਵੈਰਾਗ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਖੋਜ ਵਿਚ ਲੱਗ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3948,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "Kojq Kojq shju aupijAw; iPir. jnim n mrxw]",
    "transliteration": "Khojath Khojath Sehaj Oupajiaa Fir Janam N Maranaa ||",
    "translation": "Searching and searching, intuitive wisdom wells up, and then, one is not born to die again.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਖੋਜ ਕਰਦਿਆਂ ਕਰਦਿਆਂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਅਤੇ ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3948,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ihAwie kmwie iDAwieAw; pwieAw swD srxw]",
    "transliteration": "Hiaae Kamaae Dhhiaaeiaa Paaeiaa Saadhh Saranaa ||",
    "translation": "Practicing meditation within my heart, I have found the Sanctuary of the Holy.",
    "punjabi": "ਜਿਸ ਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਪ੍ਰਾਪਤ ਹੋ ਗਈ, ਉਸ ਨੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ ਸਿਮਰਿਆ ਨਾਮ ਦੀ ਕਮਾਈ ਕੀਤੀ।",
    "pronunciation": "(ihAwie) irdy (kmwie) kmw ky",
    "type_id": 3
  },
  {
    "shabad_id": 3948,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "boihQu. nwnk dyau guru, ijsu hir cVwey; iqsu Baujlu qrxw]22]",
    "transliteration": "Bohithh Naanak Dhaeo Gur Jis Har Charraaeae This Bhoujal Tharanaa ||22||",
    "translation": "Whoever the Lord places on the boat of Guru Nanak, is carried across the terrifying world-ocean. ||22||",
    "punjabi": "(ਹੇ ਪ੍ਰਾਣੀ!) ਗੁਰੂ ਨਾਨਕ ਦੇਵ (ਆਤਮਕ) ਜਹਾਜ਼ ਹੈ, ਹਰੀ ਨੇ ਜਿਸ ਨੂੰ ਇਸ ਜਹਾਜ਼ ਵਿਚ ਬਿਠਾ ਦਿੱਤਾ, ਉਸ ਨੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਨੂੰ ਤਰ ਲਿਆ ॥੨੨॥",
    "pronunciation": "cV@wey",
    "type_id": 3
  },
  {
    "shabad_id": 3949,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "slok mÚ 5]",
    "transliteration": "Salok Ma 5 ||",
    "translation": "Shalok, Dakhanay Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3949,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "pihlw. mrxu kbUil; jIvx kI Cif Aws]",
    "transliteration": "Pehilaa Maran Kabool Jeevan Kee Shhadd Aas ||",
    "translation": "First, accept death, and give up any hope of life.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਵਲੋਂ ਸੁਨੇਹਾ ਹੈ-ਹੇ ਬੰਦੇ!) ਜੇ ਪਹਿਲਾਂ (ਹਉਮੈ ਮਮਤਾ ਦਾ) ਤਿਆਗ ਪਰਵਾਨ ਕਰੇਂ, ਤੇ (ਸੁਆਰਥ-ਭਰੀ) ਜ਼ਿੰਦਗੀ ਦੀ ਤਾਂਘ ਛੱਡ ਦੇਵੇਂ,",
    "pronunciation": "pihlw: ibMdI nhIN lwauxI",
    "type_id": 3
  },
  {
    "shabad_id": 3949,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hohu sBnw kI ryxukw; qau. Awau hmwrY pwis]1]",
    "transliteration": "Hohu Sabhanaa Kee Raenukaa Tho Aao Hamaarai Paas ||1||",
    "translation": "Become the dust of the feet of all, and then, you may come to me. ||1||",
    "punjabi": "ਜੇ ਸਭਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਹੋ ਜਾਏਂ, ਤਦੋਂ ਹੀ ਤੂੰ ਮੇਰੇ ਨੇੜੇ ਆ ਸਕਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3950,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mÚ 5]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3950,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "muAw jIvMdw pyKu; jIvMdy mir jwin]",
    "transliteration": "Muaa Jeevandhaa Paekh Jeevandhae Mar Jaan ||",
    "translation": "See, that only one who has died, truly lives; one who is alive, consider him dead.",
    "punjabi": "ਅਸਲ ਵਿਚ ਉਸੇ ਬੰਦੇ ਨੂੰ ਜਿਊਂਦਾ ਸਮਝੋ ਜਿਸ ਨੇ ਸੰਸਾਰਕ ਵਾਸਨਾ ਮਿਟਾ ਲਈਆਂ ਹਨ। ਜੇਹੜੇ ਨਿਰੇ ਦੁਨੀਆ ਦੇ ਰੰਗ ਮਾਣਦੇ ਹਨ ਉਹ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3950,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ijn@w muhbiq iek isau; qy mwxs prDwn]2]",
    "transliteration": "Jinhaa Muhabath Eik Sio Thae Maanas Paradhhaan ||2||",
    "translation": "Those who are in love with the One Lord, are the supreme people. ||2||",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਸ਼ਿਰੋਮਣੀ (ਕਹੇ ਜਾਂਦੇ ਹਨ), ਜਿਨ੍ਹਾਂ ਦਾ ਪਿਆਰ ਇੱਕ ਪਰਮਾਤਮਾ ਨਾਲ ਹੈ ॥੨॥",
    "pronunciation": "mu-h`biq",
    "type_id": 3
  },
  {
    "shabad_id": 3951,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "mÚ 5]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3951,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ijsu min vsY pwrbRhmu; inkit. n AwvY pIr]",
    "transliteration": "Jis Man Vasai Paarabreham Nikatt N Aavai Peer ||",
    "translation": "Pain does not even approach that person, within whose mind God abides.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ (ਸਦਾ) ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਵੱਸਦਾ ਹੈ, ਕੋਈ ਦੁੱਖ-ਕਲੇਸ਼ ਉਸ ਦੇ ਨੇੜੇ ਢੁਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3951,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "BuK iqK iqsu. n ivAwpeI; jmu. nhI AwvY nIr]3]",
    "transliteration": "Bhukh Thikh This N Viaapee Jam Nehee Aavai Neer ||3||",
    "translation": "Hunger and thirst do not affect him, and the Messenger of Death does not approach him. ||3||",
    "punjabi": "ਮਾਇਆ ਦੀ ਭੁੱਖ-ਤ੍ਰੇਹ ਉਸ ਉਤੇ ਆਪਣਾ ਦਬਾਉ ਨਹੀਂ ਪਾ ਸਕਦੀ, ਮੌਤ ਦਾ ਡਰ (ਭੀ) ਉਸ ਦੇ ਨੇੜੇ ਨਹੀਂ ਆਉਂਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3952,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3952,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "kImiq khxu. n jweIAY; scu swh AfolY]",
    "transliteration": "Keemath Kehan N Jaaeeai Sach Saah Addolai ||",
    "translation": "Your worth cannot be estimated, O True, Unmoving Lord God.",
    "punjabi": "ਹੇ ਸਦਾ-ਥਿਰ ਤੇ ਕਦੇ ਨ ਡੋਲਣ ਵਾਲੇ ਸ਼ਾਹ! ਤੇਰਾ ਮੁੱਲ ਨਹੀਂ ਦੱਸਿਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3952,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "isD swiDk igAwnI iDAwnIAw; kauxu quDuno qolY]",
    "transliteration": "Sidhh Saadhhik Giaanee Dhhiaaneeaa Koun Thudhhuno Tholai ||",
    "translation": "The Siddhas, seekers, spiritual teachers and meditators - who among them can measure You?",
    "punjabi": "ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ ਪੁਗੇ ਹੋਏ ਜੋਗੀ, ਸਾਧਨਾਂ ਕਰਨ ਵਾਲੇ, ਗਿਆਨ-ਚਰਚਾ ਕਰਨ ਵਾਲੇ ਤੇ ਸਮਾਧੀਆਂ ਲਾਣ ਵਾਲੇ-ਇਹਨਾਂ ਵਿਚੋਂ ਕੇਹੜਾ ਹੈ ਜੋ ਤੇਰਾ ਮੁੱਲ ਪਾ ਸਕੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3952,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "BMnx GVx smrQu hY; Epiq sB prlY]",
    "transliteration": "Bhannan Gharran Samarathh Hai Oupath Sabh Paralai ||",
    "translation": "You are all-powerful, to form and break; You create and destroy all.",
    "punjabi": "ਪ੍ਰਭੂ (ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ) ਪੈਦਾ ਕਰਨ ਤੇ ਨਾਸ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੈ, (ਸ੍ਰਿਸ਼ਟੀ ਦੀ) ਉਤਪੱਤੀ ਭੀ ਉਹੀ ਕਰਦਾ ਹੈ ਤੇ ਨਾਸ ਭੀ ਉਹੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3952,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "krx kwrx smrQu hY; Git Git sB bolY]",
    "transliteration": "Karan Kaaran Samarathh Hai Ghatt Ghatt Sabh Bolai ||",
    "translation": "You are all-powerful to act, and inspire all to act; You speak through each and every heart.",
    "punjabi": "ਜਗਤ ਪੈਦਾ ਕਰਨ ਦੀ ਤਾਕਤ ਰੱਖਦਾ ਹੈ ਹਰੇਕ ਜੀਵ ਦੇ ਅੰਦਰ ਉਹੀ ਬੋਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3952,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "irjku smwhy sBsY; ikAw mwxsu folY]",
    "transliteration": "Rijak Samaahae Sabhasai Kiaa Maanas Ddolai ||",
    "translation": "You give sustanance to all; why should mankind waver?",
    "punjabi": "ਹਰੇਕ ਜੀਵ ਨੂੰ ਰਿਜ਼ਕ ਅਪੜਾਂਦਾ ਹੈ, ਮਨੁੱਖ ਵਿਅਰਥ ਹੀ ਘਾਬਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3952,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "gihr gBIru AQwhu qU; gux igAwn AmolY]",
    "transliteration": "Gehir Gabheer Athhaahu Thoo Gun Giaan Amolai ||",
    "translation": "You are deep, profound and unfathomable; Your virtuous spiritual wisdom is priceless.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਡੂੰਘਾ ਹੈਂ ਸਿਆਣਾ ਹੈਂ, ਤੇਰੀ ਹਾਥ ਨਹੀਂ ਪੈ ਸਕਦੀ। ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਤੇਰੇ ਗਿਆਨ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3952,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "soeI kMmu kmwvxw; kIAw Duir maulY]",
    "transliteration": "Soee Kanm Kamaavanaa Keeaa Dhhur Moulai ||",
    "translation": "They do the deeds which they are pre-ordained to do.",
    "punjabi": "ਜੀਵ ਉਹੀ ਕੰਮ ਕਰਦਾ ਹੈ ਜੋ ਧੁਰੋਂ ਕਰਤਾਰ ਨੇ ਉਸ ਵਾਸਤੇ ਮਿਥ ਦਿੱਤਾ ਹੈ (ਭਾਵ, ਉਸ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਜਿਹੋ ਜਿਹੇ ਸੰਸਕਾਰ ਜੀਵ ਦੇ ਅੰਦਰ ਪਾ ਦਿੱਤੇ ਹਨ)।",
    "pronunciation": "(maulY) pRmySr[maulY: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3952,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "quDhu bwhir ikCu nhI; nwnku gux bolY]23]1]2]",
    "transliteration": "Thudhhahu Baahar Kishh Nehee Naanak Gun Bolai ||23||1||2||",
    "translation": "Without You, there is nothing at all; Nanak chants Your Glorious Praises. ||23||1||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੈਥੋਂ ਆਕੀ ਹੋ ਕੇ (ਜਗਤ ਵਿਚ) ਕੁਝ ਨਹੀਂ ਵਰਤ ਰਿਹਾ। ਨਾਨਕ ਤੇਰੀ ਹੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ॥੨੩॥੧॥੨॥",
    "pronunciation": "bw-hir",
    "type_id": 3
  },
  {
    "shabad_id": 3953,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "rwgu mwrU bwxI kbIr jIau kI",
    "transliteration": "Raag Maaroo Baanee Kabeer Jeeo Kee",
    "translation": "Raag Maaroo, The Word Of Kabeer Jee:",
    "punjabi": "ਰਾਗ ਮਾਰੂ ਵਿੱਚ ਭਗਤ ਕਬੀਰ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3953,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3953,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "pfIAw; kvn kumiq qum lwgy]",
    "transliteration": "Paddeeaa Kavan Kumath Thum Laagae ||",
    "translation": "O Pandit, O religious scholar, in what foul thoughts are you engaged?",
    "punjabi": "ਹੇ ਪੰਡਿਤ! ਤੁਸੀਂ ਲੋਕ ਕਿਹੜੀ ਕੁਮੱਤੇ ਲੱਗੇ ਪਏ ਹੋ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3953,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "bUfhugy prvwr skl isau; rwm. n jphu, ABwgy]1]rhwau]",
    "transliteration": "Booddahugae Paravaar Sakal Sio Raam N Japahu Abhaagae ||1|| Rehaao ||",
    "translation": "You shall be drowned, along with your family, if you do not meditate on the Lord, you unfortunate person. ||1||Pause||",
    "punjabi": "ਹੇ ਮੰਦ-ਭਾਗੀ ਪਾਂਡੇ! ਤੁਸੀਂ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦੇ, ਸਾਰੇ ਪਰਵਾਰ ਸਮੇਤ ਹੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬ ਜਾਉਗੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3953,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "byd purwn pVy kw. ikAw gunu; Kr cMdn js Bwrw]",
    "transliteration": "Baedh Puraan Parrae Kaa Kiaa Gun Khar Chandhan Jas Bhaaraa ||",
    "translation": "What is the use of reading the Vedas and the Puraanas? It is like loading a donkey with sandalwood.",
    "punjabi": "(ਹੇ ਪਾਂਡੇ! ਤੂੰ ਮਾਣ ਕਰਦਾ ਹੈਂ ਕਿ ਤੂੰ ਵੇਦ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ ਪੜ੍ਹਿਆ ਹੋਇਆ ਹੈਂ, ਪਰ) ਵੇਦ ਪੁਰਾਨ ਪੜ੍ਹਨ ਦਾ ਕੋਈ ਭੀ ਲਾਭ ਨਹੀਂ (ਜੇ ਨਾਮ ਤੋਂ ਸੁੰਞਾ ਰਿਹਾ; ਇਹ ਤਾਂ ਦਿਮਾਗ਼ ਉੱਤੇ ਭਾਰ ਹੀ ਲੱਦ ਲਿਆ), ਜਿਵੇਂ ਕਿਸੇ ਖੋਤੇ ਉੱਤੇ ਚੰਦਨ ਦਾ ਲੱਦਾ ਲੱਦ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  }
]