[
  {
    "id": 47464,
    "shabad_id": 3961,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਾਜਨ; ਕੳੁਨੁ ਤੁਮਾਰੈ ਅਾਵੈ ॥",
    "transliteration": "Raajan Koun Thumaarai Aavai ||",
    "translation": "O king, who will come to you?",
    "punjabi": "ਹੇ ਰਾਜਾ (ਦੁਰਜੋਧਨ)! ਤੇਰੇ ਘਰ ਕੌਣ ਆਵੇ? (ਮੈਨੂੰ ਤੇਰੇ ਘਰ ਆਉਣ ਦੀ ਖਿੱਚ ਨਹੀਂ ਹੋ ਸਕਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47465,
    "shabad_id": 3961,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅੈਸੋ ਭਾੳੁ. ਬਿਦਰ ਕੋ ਦੇਖਿਓ; ਓਹੁ ਗਰੀਬੁ. ਮੋਹਿ ਭਾਵੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aiso Bhaao Bidhar Ko Dhaekhiou Ouhu Gareeb Mohi Bhaavai ||1|| Rehaao ||",
    "translation": "I have seen such love from Bidur, that the poor man is pleasing to me. ||1||Pause||",
    "punjabi": "ਮੈਂ ਬਿਦਰ ਦਾ ਇਤਨਾ ਪ੍ਰੇਮ ਵੇਖਿਆ ਹੈ ਕਿ ਉਹ ਗ਼ਰੀਬ (ਭੀ) ਮੈਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 47466,
    "shabad_id": 3961,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਹਸਤੀ ਦੇਖਿ. ਭਰਮ ਤੇ ਭੂਲਾ; ਸ੍ਰੀ ਭਗਵਾਨੁ. ਨ ਜਾਨਿਅਾ ॥",
    "transliteration": "Hasathee Dhaekh Bharam Thae Bhoolaa Sree Bhagavaan N Jaaniaa ||",
    "translation": "Gazing upon your elephants, you have gone astray in doubt; you do not know the Great Lord God.",
    "punjabi": "ਤੂੰ ਹਾਥੀ (ਆਦਿਕ) ਵੇਖ ਕੇ ਮਾਣ ਵਿਚ ਆ ਕੇ ਖੁੰਝ ਗਿਆ ਹੈਂ, ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲਾ ਬੈਠਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47467,
    "shabad_id": 3961,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਤੁਮਰੋ ਦੂਧੁ. ਬਿਦਰ ਕੋ ਪਾਨ੍ਹੋ; ਅੰਮਿ੍ਰਤੁ ਕਰਿ ਮੈ ਮਾਨਿਅਾ ॥੧॥",
    "transliteration": "Thumaro Dhoodhh Bidhar Ko Paanho Anmrith Kar Mai Maaniaa ||1||",
    "translation": "I judge Bidur's water to be like ambrosial nectar, in comparison with your milk. ||1||",
    "punjabi": "ਇਕ ਪਾਸੇ ਤੇਰਾ ਦੁੱਧ ਹੈ, ਦੂਜੇ ਪਾਸੇ ਬਿਦਰ ਦਾ ਪਾਣੀ ਹੈ; ਇਹ ਪਾਣੀ ਮੈਨੂੰ ਅੰਮ੍ਰਿਤ ਦਿੱਸਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47468,
    "shabad_id": 3961,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਖੀਰ ਸਮਾਨਿ. ਸਾਗੁ ਮੈ ਪਾੲਿਅਾ; ਗੁਨ ਗਾਵਤ ਰੈਨਿ ਬਿਹਾਨੀ ॥",
    "transliteration": "Kheer Samaan Saag Mai Paaeiaa Gun Gaavath Rain Bihaanee ||",
    "translation": "I find his rough vegetables to be like rice pudding; the night of my life passes singing the Glorious Praises of the Lord.",
    "punjabi": "(ਬਿਦਰ ਦੇ ਘਰ ਦਾ ਰਿੱਝਾ ਹੋਇਆ) ਸਾਗ (ਤੇਰੀ ਰਸੋਈ ਦੀ ਪੱਕੀ) ਖੀਰ ਵਰਗਾ ਮੈਨੂੰ (ਮਿੱਠਾ) ਲੱਗਦਾ ਹੈ, (ਕਿਉਂਕਿ ਬਿਦਰ ਦੇ ਕੋਲ ਰਹਿ ਕੇ ਮੇਰੀ) ਰਾਤ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਿਆਂ ਬੀਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47469,
    "shabad_id": 3961,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਕਬੀਰ ਕੋ ਠਾਕੁਰੁ. ਅਨਦ ਬਿਨੋਦੀ; ਜਾਤਿ. ਨ ਕਾਹੂ ਕੀ ਮਾਨੀ ॥੨॥੯॥",
    "transliteration": "Kabeer Ko Thaakur Anadh Binodhee Jaath N Kaahoo Kee Maanee ||2||9||",
    "translation": "Kabeer's Lord and Master is joyous and blissful; He does not care about anyone's social class. ||2||9||",
    "punjabi": "ਕਬੀਰ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਆਨੰਦ ਤੇ ਮੌਜ ਦਾ ਮਾਲਕ ਹੈ (ਜਿਵੇਂ ਉਸ ਨੇ ਕ੍ਰਿਸ਼ਨ-ਰੂਪ ਵਿਚ ਆ ਕੇ ਕਿਸੇ ਦੇ ਉੱਚੇ ਮਰਾਤਬੇ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਕੀਤੀ, ਤਿਵੇਂ) ਉਹ ਕਿਸੇ ਦੀ ਉੱਚੀ ਜਾਤ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਕਰਦਾ ॥੨॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47470,
    "shabad_id": 3962,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਲੋਕ ਕਬੀਰ ॥",
    "transliteration": "Salok Kabeer ||",
    "translation": "Shalok, Kabeer:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47471,
    "shabad_id": 3962,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗਗਨ ਦਮਾਮਾ ਬਾਜਿਓ; ਪਰਿਓ ਨੀਸਾਨੈ ਘਾੳੁ ॥",
    "transliteration": "Gagan Dhamaamaa Baajiou Pariou Neesaanai Ghaao ||",
    "translation": "The battle-drum beats in the sky of the mind; aim is taken, and the wound is inflicted.",
    "punjabi": "ਉਸ ਦੇ ਦਸਮ-ਦੁਆਰ ਵਿਚ ਧੌਂਸਾ ਵੱਜਦਾ ਹੈ, ਉਸ ਦੇ ਨਿਸ਼ਾਨੇ ਤੇ ਚੋਟ ਪੈਂਦੀ ਹੈ (ਭਾਵ, ਉਸ ਦਾ ਮਨ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਉੱਚੀਆਂ ਉਡਾਰੀਆਂ ਲਾਂਦਾ ਹੈ, ਜਿੱਥੇ ਕਿਸੇ ਵਿਕਾਰ ਦੀ ਸੁਣਾਈ ਹੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੇ ਰਹਿਣ ਦੀ ਧ੍ਰੂਹ ਪੈਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47472,
    "shabad_id": 3962,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਖੇਤੁ ਜੁ ਮਾਂਡਿਓ ਸੂਰਮਾ; ਅਬ ਜੂਝਨ ਕੋ ਦਾੳੁ ॥੧॥",
    "transliteration": "Khaeth J Maanddiou Sooramaa Ab Joojhan Ko Dhaao ||1||",
    "translation": "The spiritual warriors enter the field of battle; now is the time to fight! ||1||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਇਸ ਜਗਤ-ਰੂਪ ਰਣ-ਭੂਮੀ ਵਿਚ ਦਲੇਰ ਹੋ ਕੇ ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਅੜ ਖਲੋਤਾ ਹੈ, ਤੇ ਇਹ ਸਮਝਦਾ ਹੈ ਕਿ ਇਹ ਮਨੁੱਖਾ-ਜੀਵਨ ਹੀ ਮੌਕਾ ਹੈ ਜਦੋਂ ਇਹਨਾਂ ਨਾਲ ਲੜਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਉਹ ਹੈ ਅਸਲ ਸੂਰਮਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47473,
    "shabad_id": 3962,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਸੂਰਾ. ਸੋ ਪਹਿਚਾਨੀਅੈ; ਜੁ ਲਰੈ. ਦੀਨ ਕੇ ਹੇਤ ॥",
    "transliteration": "Sooraa So Pehichaaneeai J Larai Dheen Kae Haeth ||",
    "translation": "He alone is known as a spiritual hero, who fights in defense of religion.",
    "punjabi": "(ਹਾਂ, ਇਕ ਹੋਰ ਭੀ ਸੂਰਮਾ ਹੈ) ਉਸ ਮਨੁੱਖ ਨੂੰ ਭੀ ਸੂਰਮਾ ਹੀ ਸਮਝਣਾ ਚਾਹੀਦਾ ਹੈ ਜੋ ਗ਼ਰੀਬਾਂ ਦੀ ਖ਼ਾਤਰ ਲੜਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47474,
    "shabad_id": 3962,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਪੁਰਜਾ ਪੁਰਜਾ ਕਟਿ ਮਰੈ; ਕਬਹੂ. ਨ ਛਾਡੈ ਖੇਤੁ ॥੨॥੨॥",
    "transliteration": "Purajaa Purajaa Katt Marai Kabehoo N Shhaaddai Khaeth ||2||2||",
    "translation": "He may be cut apart, piece by piece, but he never leaves the field of battle. ||2||2||",
    "punjabi": "(ਗ਼ਰੀਬਾਂ ਵਾਸਤੇ ਲੜਦਾ ਲੜਦਾ) ਟੋਟੇ ਟੋਟੇ ਹੋ ਮਰਦਾ ਹੈ, ਪਰ ਲੜਾਈ ਦਾ ਮੈਦਾਨ ਕਦੇ ਨਹੀਂ ਛੱਡਦਾ (ਪਰ ਪਿਛਾਂਹ ਪੈਰ ਨਹੀਂ ਹਟਾਂਦਾ, ਆਪਣੀ ਜਿੰਦ ਬਚਾਣ ਦੀ ਖ਼ਾਤਰ ਗ਼ਰੀਬ ਦੀ ਫੜੀ ਹੋਈ ਬਾਂਹ ਨਹੀਂ ਛੱਡਦਾ) ॥੨॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47475,
    "shabad_id": 3963,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਬੀਰ ਕਾ ਸਬਦੁ ਰਾਗੁ ਮਾਰੂ ਬਾਣੀ ਨਾਮਦੇੳੁ ਜੀ ਕੀ",
    "transliteration": "Kabeer Kaa Sabadh Raag Maaroo Baanee Naamadhaeo Jee Kee",
    "translation": "Shabad Of Kabeer, Raag Maaroo, The Word Of Naam Dayv Jee:",
    "punjabi": "ਰਾਗ ਮਾਰੂ ਵਿੱਚ ਭਗਤ ਕਬੀਰ ਜੀ ਦਾ ਸ਼ਬਦ ਤੇ ਭਗਤ ਨਾਮਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47476,
    "shabad_id": 3963,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 47477,
    "shabad_id": 3963,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਚਾਰਿ ਮੁਕਤਿ. ਚਾਰੈ ਸਿਧਿ ਮਿਲਿ ਕੈ; ਦੂਲਹ ਪ੍ਰਭ ਕੀ ਸਰਨਿ ਪਰਿਓ ॥",
    "transliteration": "Chaar Mukath Chaarai Sidhh Mil Kai Dhooleh Prabh Kee Saran Pariou ||",
    "translation": "I have obtained the four kinds of liberation, and the four miraculous spiritual powers, in the Sanctuary of God, my Husband Lord.",
    "punjabi": "(ਜਗਤ ਵਿਚ) ਚਾਰ ਕਿਸਮ ਦੀਆਂ ਮੁਕਤੀਆਂ (ਮਿੱਥੀਆਂ ਗਈਆਂ ਹਨ), ਇਹ ਚਾਰੇ ਮੁਕਤੀਆਂ (ਅਠਾਰਾਂ) ਸਿੱਧੀਆਂ ਨਾਲ ਮਿਲ ਕੇ ਖਸਮ (-ਪ੍ਰਭੂ) ਦੀ ਸ਼ਰਨੀ ਪਈਆਂ ਹੋਈਆਂ ਹਨ,",
    "pronunciation": "(ਸਿੱਧਿ) ਮੁਕਤੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 47478,
    "shabad_id": 3963,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਮੁਕਤਿ ਭੲਿਓ. ਚੳੁਹੂੰ ਜੁਗ ਜਾਨਿਓ; ਜਸੁ ਕੀਰਤਿ. ਮਾਥੈ ਛਤ੍ਰੁ ਧਰਿਓ ॥੧॥",
    "transliteration": "Mukath Bhaeiou Chouhoon Jug Jaaniou Jas Keerath Maathhai Shhathra Dhhariou ||1||",
    "translation": "I am liberated, and famous throughout the four ages; the canopy of praise and fame waves over my head. ||1||",
    "punjabi": "(ਜੋ ਮਨੁੱਖ ਉਸ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਇਹ ਹਰੇਕ ਕਿਸਮ ਦੀ) ਮੁਕਤੀ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਚਹੁੰਆਂ ਜੁਗਾਂ ਵਿਚ ਉੱਘਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ (ਹਰ ਥਾਂ) ਸੋਭਾ ਹੁੰਦੀ ਹੈ, ਵਡਿਆਈ ਹੁੰਦੀ ਹੈ, ਉਸ ਦੇ ਸਿਰ ਉੱਤੇ ਛਤਰ ਝੁਲਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47479,
    "shabad_id": 3963,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਰਾਜਾਰਾਮ ਜਪਤ; ਕੋ ਕੋ. ਨ ਤਰਿਓ ॥",
    "transliteration": "Raajaa Raam Japath Ko Ko N Thariou ||",
    "translation": "Meditating on the Sovereign Lord God, who has not been saved?",
    "punjabi": "ਪਰਕਾਸ਼-ਰੂਪ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਬੇਅੰਤ ਜੀਵ ਤਰੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47480,
    "shabad_id": 3963,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਗੁਰ ੳੁਪਦੇਸਿ ਸਾਧ ਕੀ ਸੰਗਤਿ; ਭਗਤੁ ਭਗਤੁ ਤਾ ਕੋ ਨਾਮੁ ਪਰਿਓ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gur Oupadhaes Saadhh Kee Sangath Bhagath Bhagath Thaa Ko Naam Pariou ||1|| Rehaao ||",
    "translation": "Whoever follows the Guru's Teachings and joins the Saadh Sangat, the Company of the Holy, is called the most devoted of the devotees. ||1||Pause||",
    "punjabi": "ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉੱਤੇ ਤੁਰ ਕੇ ਸਾਧ ਸੰਗਤ ਕੀਤੀ, ਉਸ ਦਾ ਨਾਮ ਭਗਤ ਪੈ ਗਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 47481,
    "shabad_id": 3963,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਸੰਖ ਚਕ੍ਰ ਮਾਲਾ ਤਿਲਕੁ ਬਿਰਾਜਿਤ; ਦੇਖਿ ਪ੍ਰਤਾਪੁ ਜਮੁ ਡਰਿਓ ॥",
    "transliteration": "Sankh Chakr Maalaa Thilak Biraajith Dhaekh Prathaap Jam Ddariou ||",
    "translation": "He is adorned with the conch, the chakra, the mala and the ceremonial tilak mark on his forehead; gazing upon his radiant glory, the Messenger of Death is scared away.",
    "punjabi": "(ਪ੍ਰਭੂ ਦਾ) ਸੰਖ, ਚੱਕ੍ਰ, ਮਾਲਾ, ਤਿਲਕ ਆਦਿਕ ਚਮਕਦਾ ਵੇਖ ਕੇ, ਪਰਤਾਪ ਵੇਖ ਕੇ, ਜਮਰਾਜ ਭੀ ਸਹਿਮ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਮਾਲਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 47482,
    "shabad_id": 3963,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਨਿਰਭੳੁ ਭੲੇ. ਰਾਮ ਬਲ ਗਰਜਿਤ; ਜਨਮ ਮਰਨ ਸੰਤਾਪ ਹਿਰਿਓ ॥੨॥",
    "transliteration": "Nirabho Bheae Raam Bal Garajith Janam Maran Santhaap Hiriou ||2||",
    "translation": "He becomes fearless, and the power of the Lord thunders through him; the pains of birth and death are taken away. ||2||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਨੇ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆ ਹੈ) ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਡਰ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ, (ਕਿਉਂਕਿ ਉਹਨਾਂ ਪਾਸੋਂ ਤਾਂ ਜਮ ਭੀ ਡਰਦਾ ਹੈ), ਪ੍ਰਭੂ ਦਾ ਪਰਤਾਪ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਉਛਾਲੇ ਮਾਰਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਕਲੇਸ਼ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "ਗਰਜਿੱਤ",
    "type_id": 3
  },
  {
    "id": 47483,
    "shabad_id": 3963,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਅੰਬਰੀਕ ਕੳੁ. ਦੀਓ ਅਭੈ ਪਦੁ; ਰਾਜੁ ਭਭੀਖਨ ਅਧਿਕ ਕਰਿਓ ॥",
    "transliteration": "Anbareek Ko Dheeou Abhai Padh Raaj Bhabheekhan Adhhik Kariou ||",
    "translation": "The Lord blessed Ambreek with fearless dignity, and elevated Bhabhikhan to become king.",
    "punjabi": "(ਅੰਬਰੀਕ ਨੇ ਨਾਮ ਸਿਮਰਿਆ, ਪ੍ਰਭੂ ਨੇ) ਅੰਬਰੀਕ ਨੂੰ ਨਿਰਭੈਤਾ ਦਾ ਉੱਚਾ ਦਰਜਾ ਬਖ਼ਸ਼ਿਆ (ਤੇ ਦੁਰਬਾਸਾ ਉਸ ਦਾ ਕੁਝ ਵਿਗਾੜ ਨਾ ਸਕਿਆ), ਪ੍ਰਭੂ ਨੇ ਭਭੀਖਣ ਨੂੰ ਰਾਜ ਦੇ ਕੇ ਵੱਡਾ ਬਣਾ ਦਿੱਤਾ;",
    "pronunciation": "ਅ-ਭੈ, ਅ-ਧਿਕ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 47484,
    "shabad_id": 3963,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਨੳੁ ਨਿਧਿ ਠਾਕੁਰਿ ਦੲੀ ਸੁਦਾਮੈ; ਧ੍ਰ¨ਅ ਅਟਲੁ. ਅਜਹੂ, ਨ ਟਰਿਓ ॥੩॥",
    "transliteration": "No Nidhh Thaakur Dhee Sudhaamai Dhhrooa Attal Ajehoo N Ttariou ||3||",
    "translation": "Sudama's Lord and Master blessed him with the nine treasures; he made Dhroo permanent and unmoving; as the north star, he still hasn't moved. ||3||",
    "punjabi": "ਸੁਦਾਮੇ (ਗ਼ਰੀਬ) ਨੂੰ ਠਾਕੁਰ ਨੇ ਨੌ ਨਿਧੀਆਂ ਦੇ ਦਿੱਤੀਆਂ, ਧ੍ਰੂ ਨੂੰ ਅਟੱਲ ਪਦਵੀ ਬਖ਼ਸ਼ੀ ਜੋ ਅਜੇ ਤਕ ਕਾਇਮ ਹੈ ॥੩॥",
    "pronunciation": "ਅ-ਟਲੁ",
    "type_id": 3
  },
  {
    "id": 47485,
    "shabad_id": 3963,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਭਗਤ ਹੇਤਿ ਮਾਰਿਓ ਹਰਨਾਖਸੁ; ਨਰਸਿੰਘ ਰੂਪ ਹੋੲਿ ਦੇਹ ਧਰਿਓ ॥",
    "transliteration": "Bhagath Haeth Maariou Haranaakhas Narasingh Roop Hoe Dhaeh Dhhariou ||",
    "translation": "For the sake of His devotee Prahlaad, God assumed the form of the man-lion, and killed Harnaakhash.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਭਗਤ (ਪ੍ਰਹਿਲਾਦ) ਦੀ ਖ਼ਾਤਰ ਨਰਸਿੰਘ ਦਾ ਰੂਪ ਧਾਰਿਆ, ਤੇ ਹਰਨਾਖਸ਼ ਨੂੰ ਮਾਰਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47486,
    "shabad_id": 3963,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਨਾਮਾ ਕਹੈ ਭਗਤਿ ਬਸਿ ਕੇਸਵ; ਅਜਹੂੰ ਬਲਿ ਕੇ ਦੁਅਾਰ ਖਰੋ ॥੪॥੧॥",
    "transliteration": "Naamaa Kehai Bhagath Bas Kaesav Ajehoon Bal Kae Dhuaar Kharo ||4||1||",
    "translation": "Says Naam Dayv, the beautiful-haired Lord is in the power of His devotees; He is standing at Balraja's door, even now! ||4||1||",
    "punjabi": "ਨਾਮਦੇਵ ਆਖਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਭਗਤੀ ਦੇ ਅਧੀਨ ਹੈ, (ਵੇਖੋ!) ਅਜੇ ਤਕ ਉਹ (ਆਪਣੇ ਭਗਤ ਰਾਜਾ) ਬਲਿ ਦੇ ਬੂਹੇ ਅੱਗੇ ਖਲੋਤਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "ਬੱਸਿ",
    "type_id": 3
  },
  {
    "id": 47487,
    "shabad_id": 3964,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਾਰੂ ਕਬੀਰ ਜੀੳੁ ॥",
    "transliteration": "Maaroo Kabeer Jeeo ||",
    "translation": "Maaroo, Kabeer Jee:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47488,
    "shabad_id": 3964,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਦੀਨੁ ਬਿਸਾਰਿਓ. ਰੇ ਦਿਵਾਨੇ; ਦੀਨੁ ਬਿਸਾਰਿਓ ਰੇ ॥",
    "transliteration": "Dheen Bisaariou Rae Dhivaanae Dheen Bisaariou Rae ||",
    "translation": "You have forgotten your religion, O madman; you have forgotten your religion.",
    "punjabi": "ਹੇ ਕਮਲੇ ਮਨੁੱਖ! ਤੂੰ ਧਰਮ (ਮਨੁੱਖਾ-ਜੀਵਨ ਦਾ ਫ਼ਰਜ਼) ਵਿਸਾਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47489,
    "shabad_id": 3964,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪੇਟੁ ਭਰਿਓ. ਪਸੂਅਾ ਜਿੳੁ ਸੋੲਿਓ; ਮਨੁਖੁ ਜਨਮੁ ਹੈ ਹਾਰਿਓ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Paett Bhariou Pasooaa Jio Soeiou Manukh Janam Hai Haariou ||1|| Rehaao ||",
    "translation": "You fill your belly, and sleep like an animal; you have wasted and lost this human life. ||1||Pause||",
    "punjabi": "ਤੂੰ ਪਸ਼ੂਆਂ ਵਾਂਗ ਢਿੱਡ ਭਰ ਕੇ ਸੁੱਤਾ ਰਹਿੰਦਾ ਹੈਂ; ਤੂੰ ਮਨੁੱਖ ਜੀਵਨ ਐਵੇਂ ਹੀ ਗੰਵਾ ਲਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 47490,
    "shabad_id": 3964,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸਾਧਸੰਗਤਿ ਕਬਹੂ. ਨਹੀ ਕੀਨੀ; ਰਚਿਓ ਧੰਧੈ ਝੂਠ ॥",
    "transliteration": "Saadhhasangath Kabehoo Nehee Keenee Rachiou Dhhandhhai Jhooth ||",
    "translation": "You never joined the Saadh Sangat, the Company of the Holy. You are engrossed in false pursuits.",
    "punjabi": "ਤੂੰ ਕਦੇ ਸਤਸੰਗ ਵਿਚ ਨਹੀਂ ਗਿਆ, ਜਗਤ ਦੇ ਝੂਠੇ ਧੰਧਿਆਂ ਵਿਚ ਹੀ ਮਸਤ ਹੈਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47491,
    "shabad_id": 3964,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਸੁਅਾਨ ਸੂਕਰ ਬਾੲਿਸ ਜਿਵੈ; ਭਟਕਤੁ ਚਾਲਿਓ ੳੂਠਿ ॥੧॥",
    "transliteration": "Suaan Sookar Baaeis Jivai Bhattakath Chaaliou Ooth ||1||",
    "translation": "You wander like a dog, a pig, a crow; soon, you shall have to get up and leave. ||1||",
    "punjabi": "ਕਾਂ, ਕੁੱਤੇ, ਸੂਰ ਵਾਂਗ ਭਟਕਦਾ ਹੀ (ਜਗਤ ਤੋਂ) ਤੁਰ ਜਾਏਂਗਾ ॥੧॥",
    "pronunciation": "(ਬਾੲਿਸ) ਕਾਂ",
    "type_id": 3
  },
  {
    "id": 47492,
    "shabad_id": 3964,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਅਾਪਸ ਕੌ ਦੀਰਘ ਕਰਿ ਜਾਨੈ; ਅੳੁਰਨ ਕੳੁ ਲਗ ਮਾਤ ॥",
    "transliteration": "Aapas Ko Dheeragh Kar Jaanai Aouran Ko Lag Maath ||",
    "translation": "You believe that you yourself are great, and that others are small.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਆਪ ਨੂੰ ਵੱਡੇ ਸਮਝਦੇ ਹਨ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਤੁੱਛ ਜਾਣਦੇ ਹਨ,",
    "pronunciation": "ਲਗ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 47493,
    "shabad_id": 3964,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਮਨਸਾ ਬਾਚਾ ਕਰਮਨਾ; ਮੈ ਦੇਖੇ. ਦੋਜਕ ਜਾਤ ॥੨॥",
    "transliteration": "Manasaa Baachaa Karamanaa Mai Dhaekhae Dhojak Jaath ||2||",
    "translation": "Those who are false in thought, word and deed, I have seen them going to hell. ||2||",
    "punjabi": "ਮਨੁੱਖ ਮਨ, ਬਚਨ ਜਾਂ ਕਰਮ ਦੁਆਰਾ (ਆਪਣੇ ਆਪ ਨੂੰ ਵੱਡੇ ਹੋਰਨਾਂ ਨੂੰ ਛੋਟੇ ਜਾਣਦੇ ਹਨ) ਐਸੇ ਬੰਦੇ ਮੈਂ ਦੋਜ਼ਕ ਜਾਂਦੇ ਵੇਖੇ ਹਨ (ਭਾਵ, ਨਿੱਤ ਇਹ ਵੇਖਣ ਵਿਚ ਆਉਂਦਾ ਹੈ ਕਿ ਅਜਿਹੇ ਹੰਕਾਰੀ ਮਨੁੱਖ ਹਉਮੈ ਵਿਚ ਇਉਂ ਦੁਖੀ ਹੁੰਦੇ ਹਨ ਜਿਵੇਂ ਦੋਜ਼ਕ ਦੀ ਅੱਗ ਵਿਚ ਸੜ ਰਹੇ ਹਨ) ॥੨॥",
    "pronunciation": "(ਮਨਸਾ) ਮਨ। (ਬਾਚਾ) ਬਾਣੀ। (ਕਰਮਨਾ) ਸ੍ਰੀਰ ਕਰਕੇ ਜੋ ਵੱਡੇ ਅਖਵਾੳੁਂਦੇ ਸਨ।ਬੱਾਚਾ",
    "type_id": 3
  },
  {
    "id": 47494,
    "shabad_id": 3964,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਕਾਮੀ ਕ੍ਰੋਧੀ ਚਾਤੁਰੀ; ਬਾਜੀਗਰ ਬੇਕਾਮ ॥",
    "transliteration": "Kaamee Krodhhee Chaathuree Baajeegar Baekaam ||",
    "translation": "The lustful, the angry, the clever, the deceitful and the lazy",
    "punjabi": "ਕਾਮ-ਵੱਸ ਹੋ ਕੇ, ਕ੍ਰੋਧ-ਅਧੀਨ ਹੋ ਕੇ, ਚਤਰਾਈਆ ਠੱਗੀਆਂ ਨਕਾਰੇ-ਪਨ ਵਿਚ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47495,
    "shabad_id": 3964,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਨਿੰਦਾ ਕਰਤੇ ਜਨਮੁ ਸਿਰਾਨੋ; ਕਬਹੂ. ਨ ਸਿਮਰਿਓ ਰਾਮੁ ॥੩॥",
    "transliteration": "Nindhaa Karathae Janam Siraano Kabehoo N Simariou Raam ||3||",
    "translation": "Waste their lives in slander, and never remember their Lord in meditation. ||3||",
    "punjabi": "ਦੂਜਿਆਂ ਦੀ ਨਿੰਦਿਆ ਕਰ ਕੇ, (ਹੇ ਕਮਲਿਆ!) ਤੂੰ ਜੀਵਨ ਗੁਜ਼ਾਰ ਦਿੱਤਾ ਹੈ, ਕਦੇ ਪ੍ਰਭੂ ਨੂੰ ਯਾਦ ਨਹੀਂ ਕੀਤਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47496,
    "shabad_id": 3964,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਕਹਿ ਕਬੀਰ. ਚੇਤੈ ਨਹੀ; ਮੂਰਖੁ ਮੁਗਧੁ ਗਵਾਰੁ ॥",
    "transliteration": "Kehi Kabeer Chaethai Nehee Moorakh Mugadhh Gavaar ||",
    "translation": "Says Kabeer, the fools, the idiots and the brutes do not remember the Lord.",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ ਕਿ (ਉਹ) ਮੂਰਖ ਮੂੜ੍ਹ ਗੰਵਾਰ ਮਨੁੱਖ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47497,
    "shabad_id": 3964,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਰਾਮੁ ਨਾਮੁ ਜਾਨਿਓ ਨਹੀ; ਕੈਸੇ ੳੁਤਰਸਿ ਪਾਰਿ ॥੪॥੧॥",
    "transliteration": "Raam Naam Jaaniou Nehee Kaisae Outharas Paar ||4||1||",
    "translation": "They do not know the Lord's Name; how can they be carried across? ||4||1||",
    "punjabi": "ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਸਿਮਰਦਾ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ, (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ) ਕਿਵੇਂ ਪਾਰ ਲੰਘੇਗਾ? ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
