[
  {
    "id": 47498,
    "shabad_id": 3965,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "rwgu mwrU bwxI jYdyau jIau kI",
    "transliteration": "Raag Maaroo Baanee Jaidhaeo Jeeo Kee",
    "translation": "Raag Maaroo, The Word Of Jai Dayv Jee:",
    "punjabi": "ਰਾਗ ਮਾਰੂ ਵਿੱਚ ਭਗਤ ਜੈਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47499,
    "shabad_id": 3965,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 47500,
    "shabad_id": 3965,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "cMd sq. ByidAw, nwd sq pUirAw; sUr sq KoVsw dqu kIAw ]",
    "transliteration": "Chandh Sath Bhaedhiaa Naadh Sath Pooriaa Soor Sath Khorrasaa Dhath Keeaa ||",
    "translation": "The breath is drawn in through the left nostril; it is held in the central channel of the Sushmanaa and exhaled through the right nostril repeating the Lord's Name sixteen times.",
    "punjabi": "(ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ) ਖੱਬੀ ਸੁਰ ਵਿਚ ਪ੍ਰਾਣ ਚੜ੍ਹ ਭੀ ਗਏ ਹਨ, ਸੁਖਮਨਾ ਵਿਚ ਅਟਕਾਏ ਭੀ ਗਏ ਹਨ, ਤੇ ਸੱਜੀ ਸੁਰ ਰਸਤੇ ਸੋਲਾਂ ਵਾਰੀ 'ਓਂ' ਆਖ ਕੇ (ਉਤਰ) ਭੀ ਆਏ ਹਨ (ਭਾਵ, ਪ੍ਰਾਣਾਯਾਮ ਦਾ ਸਾਰਾ ਉੱਦਮ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਹੀ ਆ ਗਿਆ ਹੈ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਟਾਕਰੇ ਤੇ ਪ੍ਰਾਣ ਚਾੜ੍ਹਨ, ਟਿਕਾਣ ਅਤੇ ਉਤਾਰਨ ਵਾਲੇ ਸਾਧਨ ਪ੍ਰਾਣਾਯਾਮ ਦੀ ਲੋੜ ਹੀ ਨਹੀਂ ਰਹਿ ਗਈ)।",
    "pronunciation": "dqu: polw bolo, sqsur",
    "type_id": 3
  },
  {
    "id": 47501,
    "shabad_id": 3965,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "Abl blu qoiVAw. Acl clu QipAw; AGVu GiVAw. qhw Aipau pIAw ]1]",
    "transliteration": "Abal Bal Thorriaa Achal Chal Thhapiaa Agharr Gharriaa Thehaa Apio Peeaa ||1||",
    "translation": "I am powerless; my power has been broken. My unstable mind has been stabliized, and my unadorned soul has been adorned. I drink in the Ambrosial Nectar. ||1||",
    "punjabi": "(ਇਸ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸਦਕਾ) (ਵਿਕਾਰਾਂ ਵਿਚ ਪੈਣ ਕਰਕੇ) ਕਮਜ਼ੋਰ (ਹੋਏ) ਮਨ ਦਾ ('ਦੁਬਿਧਾ ਦ੍ਰਿਸਟਿ' ਵਾਲਾ) ਬਲ ਟੁੱਟ ਗਿਆ ਹੈ, ਅਮੋੜ ਮਨ ਦਾ ਚੰਚਲ ਸੁਭਾਉ ਰੁਕ ਗਿਆ ਹੈ, ਇਹ ਅਲ੍ਹੜ ਮਨ ਹੁਣ ਸੋਹਣੀ ਘਾੜਤ ਵਾਲਾ ਹੋ ਗਿਆ ਹੈ, ਇਥੇ ਅੱਪੜ ਕੇ ਇਸ ਨੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀ ਲਿਆ ਹੈ ॥੧॥",
    "pronunciation": "A-bl, A-GVu: poly bolo[ A-c`l[c`lu",
    "type_id": 3
  },
  {
    "id": 47502,
    "shabad_id": 3965,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "mn; Awid gux Awid vKwixAw ]",
    "transliteration": "Man Aadh Gun Aadh Vakhaaniaa ||",
    "translation": "Within my mind, I chant the Name of the Primal Lord God, the Source of virtue.",
    "punjabi": "ਹੇ ਮਨ! ਜਗਤ ਦੇ ਮੂਲ-ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤਿਆਂ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47503,
    "shabad_id": 3965,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "qyrI duibDw; idRsit sMmwinAw ]1] rhwau ]",
    "transliteration": "Thaeree Dhubidhhaa Dhrisatt Sanmaaniaa ||1|| Rehaao ||",
    "translation": "My vision, that You are I are separate, has melted away. ||1||Pause||",
    "punjabi": "ਤੇਰਾ ਵਿਤਕਰੇ ਵਾਲਾ ਸੁਭਾਉ ਪੱਧਰਾ ਹੋ ਗਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 47504,
    "shabad_id": 3965,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "AriD kau AriDAw. sriD kau sriDAw; sll kau slil. sMmwin AwieAw ]",
    "transliteration": "Aradhh Ko Aradhhiaa Saradhh Ko Saradhhiaa Salal Ko Salal Sanmaan Aaeiaa ||",
    "translation": "I worship the One who is worthy of being worshipped. I trust the One who is worthy of being trusted. Like water merging in water, I merge in the Lord.",
    "punjabi": "ਜੈਦੇਉ ਆਖਦਾ ਹੈ ਕਿ ਜੇ ਆਰਾਧਣ-ਜੋਗ ਪ੍ਰਭੂ ਦੀ ਆਰਾਧਨਾ ਕਰੀਏ, ਜੇ ਸਰਧਾ-ਜੋਗ ਪ੍ਰਭੂ ਵਿਚ ਸਿਦਕ ਧਾਰੀਏ, ਤਾਂ ਉਸ ਨਾਲ ਇਕ-ਰੂਪ ਹੋ ਜਾਈਦਾ ਹੈ, ਜਿਵੇਂ ਪਾਣੀ ਨਾਲ ਪਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47505,
    "shabad_id": 3965,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "bdiq jYdyau. jYdyv kau rMimAw; bRhmu inrbwxu ilv lIxu pwieAw ]2]1]",
    "transliteration": "Badhath Jaidhaeo Jaidhaev Ko Ranmiaa Breham Nirabaan Liv Leen Paaeiaa ||2||1||",
    "translation": "Says Jai Dayv, I meditate and contemplate the Luminous, Triumphant Lord. I am lovingly absorbed in the Nirvaanaa of God. ||2||1||",
    "punjabi": "ਜੇਦੈਵ-ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ ਉਹ ਵਾਸ਼ਨਾਂ-ਰਹਿਤ ਬੇ-ਪਰਵਾਹ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੨॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47506,
    "shabad_id": 3966,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "kbIru ] mwrU ]",
    "transliteration": "Kabeer || Maaroo ||",
    "translation": "Kabeer, Maaroo:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47507,
    "shabad_id": 3966,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "rwmu ismru; pCuqwihgw mn ]",
    "transliteration": "Raam Simar Pashhuthaahigaa Man ||",
    "translation": "Meditate in remembrance on the Lord, or else you will regret it in the end, O mind.",
    "punjabi": "ਹੇ ਮਨ! (ਹੁਣ ਹੀ ਵੇਲਾ ਹੈ) ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰ, (ਨਹੀਂ ਤਾਂ ਸਮਾ ਵਿਹਾ ਜਾਣ ਤੇ) ਅਫ਼ਸੋਸ ਕਰੇਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47508,
    "shabad_id": 3966,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "pwpI jIArw loBu krqu hY; Awju kwil auiT jwihgw ]1] rhwau ]",
    "transliteration": "Paapee Jeearaa Lobh Karath Hai Aaj Kaal Outh Jaahigaa ||1|| Rehaao ||",
    "translation": "O sinful soul, you act in greed, but today or tomorrow, you will have to get up and leave. ||1||Pause||",
    "punjabi": "ਵਿਕਾਰਾਂ ਵਿਚ ਫਸੀ ਹੋਈ ਤੇਰੀ ਕਮਜ਼ੋਰ ਜਿੰਦ (ਧਨ ਪਦਾਰਥ ਦਾ) ਲੋਭ ਕਰ ਰਹੀ ਹੈ, ਪਰ ਤੂੰ ਥੋੜੇ ਹੀ ਦਿਨਾਂ ਵਿਚ (ਇਹ ਸਭ ਕੁਝ ਛੱਡ ਕੇ ਇੱਥੋਂ) ਤੁਰ ਜਾਏਂਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 47509,
    "shabad_id": 3966,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "lwlc lwgy jnmu gvwieAw; mwieAw Brm Bulwihgw ]",
    "transliteration": "Laalach Laagae Janam Gavaaeiaa Maaeiaa Bharam Bhulaahigaa ||",
    "translation": "Clinging to greed, you have wasted your life, deluded in the doubt of Maya.",
    "punjabi": "ਹੇ ਮਨ! ਤੂੰ ਲਾਲਚ ਵਿਚ ਫਸ ਕੇ ਜੀਵਨ ਅਜਾਈਂ ਗਵਾ ਰਿਹਾ ਹੈਂ, ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਖੁੰਝਿਆ ਫਿਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47510,
    "shabad_id": 3966,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "Dn jobn kw grbu. n kIjY; kwgd ijau gil jwihgw ]1]",
    "transliteration": "Dhhan Joban Kaa Garab N Keejai Kaagadh Jio Gal Jaahigaa ||1||",
    "translation": "Do not take pride in your wealth and youth; you shall crumble apart like dry paper. ||1||",
    "punjabi": "ਨਾਹ ਕਰ ਇਹ ਮਾਣ ਧਨ ਤੇ ਜੁਆਨੀ ਦਾ, (ਮੌਤ ਆਉਣ ਤੇ) ਕਾਗ਼ਜ਼ ਵਾਂਗ ਗਲ ਜਾਏਂਗਾ ॥੧॥",
    "pronunciation": "giL",
    "type_id": 3
  },
  {
    "id": 47511,
    "shabad_id": 3966,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "jau jmu Awie kys gih ptkY; qw idn ikCu. n bswihgw ]",
    "transliteration": "Jo Jam Aae Kaes Gehi Pattakai Thaa Dhin Kishh N Basaahigaa ||",
    "translation": "When the Messenger of Death comes and grabs you by the hair, and knocks you down, on that day, you shall be powerless.",
    "punjabi": "ਹੇ ਮਨ! ਜਦੋਂ ਜਮ ਨੇ ਆ ਕੇ ਕੇਸਾਂ ਤੋਂ ਫੜ ਕੇ ਤੈਨੂੰ ਭੁੰਞੇ ਪਟਕਾਇਆ, ਤਦੋਂ ਤੇਰੀ (ਉਸ ਅੱਗੇ) ਕੋਈ ਪੇਸ਼ ਨਹੀਂ ਜਾਇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47512,
    "shabad_id": 3966,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ismrnu Bjnu dieAw. nhI kInI; qau muiK cotw Kwihgw ]2]",
    "transliteration": "Simaran Bhajan Dhaeiaa Nehee Keenee Tho Mukh Chottaa Khaahigaa ||2||",
    "translation": "You do not remember the Lord, or vibrate upon Him in meditation, and you do not practice compassion; you shall be beaten on your face. ||2||",
    "punjabi": "ਤੂੰ ਹੁਣ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਭਜਨ ਨਹੀਂ ਕਰਦਾ, ਤੂੰ ਦਇਆ ਨਹੀਂ ਪਾਲਦਾ, ਮਰਨ ਵੇਲੇ ਦੁਖੀ ਹੋਵੇਂਗਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47513,
    "shabad_id": 3966,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "Drmrwie jb lyKw mwgY; ikAw muKu lY kY jwihgw ]",
    "transliteration": "Dhharam Raae Jab Laekhaa Maagai Kiaa Mukh Lai Kai Jaahigaa ||",
    "translation": "When the Righteous Judge of Dharma calls for your account, what face will you show Him then?",
    "punjabi": "ਹੇ ਮਨ! ਜਦੋਂ ਧਰਮਰਾਜ ਨੇ (ਤੈਥੋਂ ਜੀਵਨ ਵਿਚ ਕੀਤੇ ਕੰਮਾਂ ਦਾ) ਹਿਸਾਬ ਮੰਗਿਆ, ਤਾਂ ਕੀਹ ਮੂੰਹ ਲੈ ਕੇ ਉਸ ਦੇ ਸਾਹਮਣੇ ਹੋਵੇਂਗਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47514,
    "shabad_id": 3966,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "khqu kbIru. sunhu ry sMqhu; swDsMgiq qir jWihgw ]3]1]",
    "transliteration": "Kehath Kabeer Sunahu Rae Santhahu Saadhhasangath Thar Jaanhigaa ||3||1||",
    "translation": "Says Kabeer, listen, O Saints: in the Saadh Sangat, the Company of the Holy, you shall be saved. ||3||1||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਸੰਤ ਜਨੋ! ਸੁਣੋ, ਸਾਧ-ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਹੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘੀਦਾ ਹੈ ॥੩॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47515,
    "shabad_id": 3967,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "rwgu mwrU bwxI rivdws jIau kI",
    "transliteration": "Raag Maaroo Baanee Ravidhaas Jeeo Kee",
    "translation": "Raag Maaroo, The Word Of Ravi Daas Jee:",
    "punjabi": "ਰਾਗ ਮਾਰੂ ਵਿੱਚ ਭਗਤ ਰਵਿਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47516,
    "shabad_id": 3967,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 47517,
    "shabad_id": 3967,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "AYsI lwl; quJ ibnu kaunu krY ]",
    "transliteration": "Aisee Laal Thujh Bin Koun Karai ||",
    "translation": "O Love, who else but You could do such a thing?",
    "punjabi": "ਹੇ ਸੋਹਣੇ ਪ੍ਰਭੂ! ਤੈਥੋਂ ਬਿਨਾ ਅਜਿਹੀ ਕਰਨੀ ਹੋਰ ਕੌਣ ਕਰ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47518,
    "shabad_id": 3967,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "grIb invwju. guseIAw myrw; mwQY CqRü DrY ]1] rhwau ]",
    "transliteration": "Gareeb Nivaaj Guseeaa Maeraa Maathhai Shhathra Dhharai ||1|| Rehaao ||",
    "translation": "O Patron of the poor, Lord of the World, You have put the canopy of Your Grace over my head. ||1||Pause||",
    "punjabi": "ਮੇਰਾ ਪ੍ਰਭੂ ਗ਼ਰੀਬਾਂ ਨੂੰ ਮਾਣ ਦੇਣ ਵਾਲਾ ਹੈ, (ਗ਼ਰੀਬ ਦੇ) ਸਿਰ ਉੱਤੇ ਭੀ ਛੱਤਰ ਝੁਲਾ ਦੇਂਦਾ ਹੈ (ਭਾਵ, ਗ਼ਰੀਬ ਨੂੰ ਭੀ ਰਾਜਾ ਬਣਾ ਦੇਂਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "gu-seIAw",
    "type_id": 4
  },
  {
    "id": 47519,
    "shabad_id": 3967,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "jw kI Coiq jgq kau lwgY; qw pr quhˆØI FrY ]",
    "transliteration": "Jaa Kee Shhoth Jagath Ko Laagai Thaa Par Thuhanaee Dtarai ||",
    "translation": "Only You can grant Mercy to that person whose touch pollutes the world.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਇਤਨਾ ਨੀਵਾਂ ਸਮਝਿਆ ਜਾਂਦਾ ਹੋਵੇ) ਕਿ ਉਸ ਦੀ ਭਿੱਟ ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ ਲੱਗ ਜਾਏ (ਭਾਵ, ਜਿਸ ਮਨੁੱਖ ਦੇ ਛੋਹਣ ਨਾਲ ਹੋਰ ਸਾਰੇ ਲੋਕ ਆਪਣੇ ਆਪ ਨੂੰ ਭਿੱਟਿਆ ਗਿਆ ਸਮਝਣ ਲੱਗ ਪੈਣ) ਉਸ ਮਨੁੱਖ ਉੱਤੇ (ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਹੀ ਕਿਰਪਾ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47520,
    "shabad_id": 3967,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "nIch. aUc krY myrw goibMdu; kwhU qy. n frY ]1]",
    "transliteration": "Neecheh Ooch Karai Maeraa Gobindh Kaahoo Thae N Ddarai ||1||",
    "translation": "You exalt and elevate the lowly, O my Lord of the Universe; You are not afraid of anyone. ||1||",
    "punjabi": "ਮੇਰਾ ਗੋਬਿੰਦ ਨੀਚ ਬੰਦਿਆਂ ਨੂੰ ਉੱਚੇ ਬਣਾ ਦੇਂਦਾ ਹੈ, ਉਹ ਕਿਸੇ ਤੋਂ ਡਰਦਾ ਨਹੀਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47521,
    "shabad_id": 3967,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "nwmdyv kbIru iqlocnu; sDnw sYnu qrY ]",
    "transliteration": "Naamadhaev Kabeer Thilochan Sadhhanaa Sain Tharai ||",
    "translation": "Naam Dayv, Kabeer, Trilochan, Sadhana and Sain crossed over.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਨਾਮਦੇਵ ਕਬੀਰ ਤ੍ਰਿਲੋਚਨ ਸਧਨਾ ਅਤੇ ਸੈਨ (ਆਦਿਕ ਭਗਤ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47522,
    "shabad_id": 3967,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "kih rivdwsu. sunhu ry sMqhu; hir jIau qy sBY srY ]2]1]",
    "transliteration": "Kehi Ravidhaas Sunahu Rae Santhahu Har Jeeo Thae Sabhai Sarai ||2||1||",
    "translation": "Says Ravi Daas, listen, O Saints, through the Dear Lord, all is accomplished. ||2||1||",
    "punjabi": "ਰਵਿਦਾਸ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਸੰਤ ਜਨੋ! ਸੁਣੋ, ਪ੍ਰਭੂ ਸਭ ਕੁਝ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੈ ॥੨॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47523,
    "shabad_id": 3968,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mwrU ]",
    "transliteration": "Maaroo ||",
    "translation": "Maaroo:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47524,
    "shabad_id": 3968,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "suKswgr suirqru icMqwmin; kwmDYn bis jw ky ry ]",
    "transliteration": "Sukh Saagar Surithar Chinthaaman Kaamadhhaen Bas Jaa Kae Rae ||",
    "translation": "The Lord is the ocean of peace; the miraculous tree of life, the jewel of miracles and the wish-fulfilling cow are all under His power.",
    "punjabi": "(ਹੇ ਪੰਡਿਤ) ਜੋ ਪ੍ਰਭੂ ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਹੈ, ਜਿਸ ਪ੍ਰਭੂ ਦੇ ਵੱਸ ਵਿਚ ਸੁਰਗ ਦੇ ਪੰਜ ਰੁੱਖ, ਚਿੰਤਾਮਣਿ ਅਤੇ ਕਾਮਧੇਨ ਹਨ;",
    "pronunciation": "suir-qru[icMqw-min[b`is",
    "type_id": 3
  },
  {
    "id": 47525,
    "shabad_id": 3968,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "cwir pdwrQ, Ast mhw isiD; nv iniD kr ql qw kY ]1]",
    "transliteration": "Chaar Padhaarathh Asatt Mehaa Sidhh Nav Nidhh Kar Thal Thaa Kai ||1||",
    "translation": "The four great blessings, the eight great miraculous spiritual powers and the nine treasures are in the palm of His hand. ||1||",
    "punjabi": "ਧਰਮ ਅਰਥ ਕਾਮ ਮੋਖ ਚਾਰੇ ਪਦਾਰਥ, ਅੱਠ ਵੱਡੀਆਂ ਅਤੇ ਨੌ ਨਿਧੀਆਂ ਇਹ ਸਭ ਉਸੇ ਦੇ ਹੱਥਾਂ ਦੀਆਂ ਤਲੀਆਂ ਉਤੇ ਹਨ ॥੧॥",
    "pronunciation": "ql: polw bolo",
    "type_id": 3
  },
  {
    "id": 47526,
    "shabad_id": 3968,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "hir hir hir; n jpis rsnw ]",
    "transliteration": "Har Har Har N Japas Rasanaa ||",
    "translation": "Why don't you chant the Lord's Name, Har, Har, Har?",
    "punjabi": "(ਹੇ ਪੰਡਿਤ!) ਤੂੰ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕਿਉਂ ਨਹੀਂ ਜਪਦਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47527,
    "shabad_id": 3968,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "Avr sB Cwif; bcn rcnw ]1] rhwau ]",
    "transliteration": "Avar Sabh Shhaadd Bachan Rachanaa ||1|| Rehaao ||",
    "translation": "Abandon all other devices of words. ||1||Pause||",
    "punjabi": "ਹੋਰ ਸਭ ਫੋਕੀਆਂ ਗੱਲਾਂ ਛੱਡ ਕੇ (ਆਪਣੀ) ਜੀਭ ਨਾਲ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 47528,
    "shabad_id": 3968,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "nwnw iKAwn purwn byd ibiD; cauqIs ACr mwhI ]",
    "transliteration": "Naanaa Khiaan Puraan Baedh Bidhh Chouthees Ashhar Maahee ||",
    "translation": "The many epics, the Puraanas and the Vedas are all composed out of the letters of the alphabet.",
    "punjabi": "(ਹੇ ਪੰਡਿਤ!) ਪੁਰਾਣਾਂ ਦੇ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਪ੍ਰਸੰਗ, ਵੇਦਾਂ ਦੀਆਂ ਦੱਸੀਆਂ ਹੋਈਆਂ ਵਿਧੀਆਂ ਇਹ ਸਭ ਵਾਕ-ਰਚਨਾ ਹੀ ਹਨ (ਅਨੁਭਵੀ ਗਿਆਨ ਨਹੀਂ ਹੈ ਜੋ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆਂ ਹਿਰਦੇ ਵਿਚ ਪੈਦਾ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47529,
    "shabad_id": 3968,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ibAws bIcwir. kihE prmwrQu; rwm nwm sir nwhI ]2]",
    "transliteration": "Biaas Beechaar Kehiou Paramaarathh Raam Naam Sar Naahee ||2||",
    "translation": "After careful thought, Vyaasa spoke the supreme truth, that there is nothing equal to the Lord's Name. ||2||",
    "punjabi": "(ਹੇ ਪੰਡਿਤ! ਵੇਦਾਂ ਦੇ ਖੋਜੀ) ਵਿਆਸ ਰਿਸ਼ੀ ਨੇ ਸੋਚ ਵਿਚਾਰ ਕੇ ਇਹੀ ਪਰਮ ਤੱਤ ਦੱਸਿਆ ਹੈ ਕਿ ਇਹਨਾਂ ਪੁਸਤਕਾਂ ਦੇ ਪਾਠ ਆਦਿਕ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਨ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47530,
    "shabad_id": 3968,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "shj smwiD. aupwiD rhq hoie; bfyBwig ilv lwgI ]",
    "transliteration": "Sehaj Samaadhh Oupaadhh Rehath Hoe Baddae Bhaag Liv Laagee ||",
    "translation": "In intuitive Samaadhi, their troubles are eliminated; the very fortunate ones lovingly focus on the Lord.",
    "punjabi": "(ਹੇ ਪੰਡਿਤ!) ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦੀ ਸੁਰਤ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜਦੀ ਹੈ, ਉਸ ਦਾ ਮਨ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਕੋਈ ਵਿਕਾਰ ਉਸ ਵਿਚ ਨਹੀਂ ਉਠਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47531,
    "shabad_id": 3968,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "kih rivdws. audws dws miq; jnm mrn BY BwgI ]3]2]15]",
    "transliteration": "Kehi Ravidhaas Oudhaas Dhaas Math Janam Maran Bhai Bhaagee ||3||2||15||",
    "translation": "Says Ravi Daas, the Lord's slave remains detached from the world; the fear of birth and death runs away from his mind. ||3||2||15||",
    "punjabi": "ਰਵਿਦਾਸ ਆਖਦਾ ਹੈ ਉਸ ਸੇਵਕ ਦੀ ਮੱਤ (ਮਾਇਆ ਵਲੋਂ) ਨਿਰਮੋਹ ਰਹਿੰਦੀ ਹੈ, ਤੇ, ਜਨਮ ਮਰਨ (ਭਾਵ, ਸਾਰੀ ਉਮਰ) ਦੇ ਉਸ ਦੇ ਡਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੩॥੨॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  }
]
