[
  {
    "shabad_id": 3973,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "bn PUly mMJ bwir; mY ipru. Gir bwhuVY]",
    "transliteration": "Ban Foolae Manjh Baar Mai Pir Ghar Baahurrai ||",
    "translation": "The forest is blossoming in front of my door; if only my Beloved would return to my home!",
    "punjabi": "(ਇਸ ਮਹੀਨੇ) ਖੁਲ੍ਹੀ ਜੂਹ ਵਿਚ ਬਨਸਪਤੀ ਨੂੰ ਫੁੱਲ ਲੱਗ ਪੈਂਦੇ ਹਨ। (ਮੇਰੇ ਹਿਰਦੇ ਦਾ ਕੌਲ-ਫੁੱਲ ਭੀ ਖਿੜ ਪਏ, ਜੇ) ਮੇਰਾ ਪਤੀ-ਪ੍ਰਭੂ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਵੱਸੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3973,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ipru Gir. nhI AwvY. Dn ikau suKu pwvY; ibrih ibroD qnu CIjY]",
    "transliteration": "Pir Ghar Nehee Aavai Dhhan Kio Sukh Paavai Birehi Birodhh Than Shheejai ||",
    "translation": "If her Husband Lord does not return home, how can the soul-bride find peace? Her body is wasting away with the sorrow of separation.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਨਾਹ ਆ ਵੱਸੇ, ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਆ ਸਕਦਾ, ਉਸ ਦਾ ਸਰੀਰ (ਪ੍ਰਭੂ ਤੋਂ) ਵਿਛੋੜੇ ਦੇ ਕਾਰਨ (ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਦੇ) ਹੱਲਿਆਂ ਨਾਲ ਕਮਜ਼ੋਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3973,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "koikl AMib suhwvI bolY; ikau duKu AMik shIjY]",
    "transliteration": "Kokil Anb Suhaavee Bolai Kio Dhukh Ank Seheejai ||",
    "translation": "The beautiful song-bird sings, perched on the mango tree; but how can I endure the pain in the depths of my being?",
    "punjabi": "(ਚੇਤਰ ਦੇ ਮਹੀਨੇ) ਕੋਇਲ ਅੰਬ ਦੇ ਰੁੱਖ ਉਤੇ ਮਿੱਠੇ ਬੋਲ ਬੋਲਦੀ ਹੈ (ਵਿਜੋਗਣ ਨੂੰ ਇਹ ਬੋਲ ਮਿੱਠੇ ਨਹੀਂ ਲੱਗਦੇ, ਚੋਭਵੇਂ ਦੁਖਦਾਈ ਲੱਗਦੇ ਹਨ, ਤੇ ਵਿਛੋੜੇ ਦਾ) ਦੁੱਖ ਉਸ ਪਾਸੋਂ ਹਿਰਦੇ ਵਿਚ ਸਹਾਰਿਆ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3973,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "Bvru BvMqw PUlI fwlI; ikau jIvw mru mwey]",
    "transliteration": "Bhavar Bhavanthaa Foolee Ddaalee Kio Jeevaa Mar Maaeae ||",
    "translation": "The bumble bee is buzzing around the flowering branches; but how can I survive? I am dying, O my mother!",
    "punjabi": "ਹੇ ਮਾਂ! ਮੇਰਾ ਮਨ-ਭੌਰਾ (ਅੰਦਰਲੇ ਖਿੜੇ ਹੋਏ ਹਿਰਦੇ-ਕਮਲ ਨੂੰ ਛੱਡ ਕੇ ਦੁਨੀਆ ਦੇ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਦੇ) ਫੁੱਲਾਂ ਤੇ ਡਾਲੀਆਂ ਉਤੇ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ। ਇਹ ਆਤਮਕ ਜੀਵਨ ਨਹੀਂ ਹੈ, ਇਹ ਤਾਂ ਆਤਮਕ ਮੌਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3973,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwnk. cyiq shij suKu pwvY; jy hir vru. Gir Dn pwey]5]",
    "transliteration": "Naanak Chaeth Sehaj Sukh Paavai Jae Har Var Ghar Dhhan Paaeae ||5||",
    "translation": "O Nanak, in Chayt, peace is easily obtained, if the soul-bride obtains the Lord as her Husband, within the home of her own heart. ||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਚੇਤਰ ਦੇ ਮਹੀਨੇ ਵਿਚ (ਬਸੰਤ ਦੇ ਮੌਸਮ ਵਿਚ) ਜੀਵ-ਇਸਤ੍ਰੀ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ, ਜੇ ਜੀਵ-ਇਸਤ੍ਰੀ (ਆਪਣੇ ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਲੱਭ ਲਏ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3974,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "vYswKu Blw; swKw vys kry]",
    "transliteration": "Vaisaakh Bhalaa Saakhaa Vaes Karae ||",
    "translation": "Baisakhi is so pleasant; the branches blossom with new leaves.",
    "punjabi": "ਵੈਸਾਖ (ਦਾ ਮਹੀਨਾ ਕੇਹਾ) ਚੰਗਾ ਲੱਗਦਾ ਹੈ! (ਰੁੱਖਾਂ ਦੀਆਂ) ਲਗਰਾਂ (ਸੱਜ-ਵਿਆਹੀਆਂ ਮੁਟਿਆਰਾਂ ਵਾਂਗ ਕੂਲੇ ਕੂਲੇ ਪੱਤਰਾਂ ਦਾ) ਹਾਰ-ਸਿੰਗਾਰ ਕਰਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3974,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "Dn dyKY. hir duAwir; Awvhu dieAw kry]",
    "transliteration": "Dhhan Dhaekhai Har Dhuaar Aavahu Dhaeiaa Karae ||",
    "translation": "The soul-bride yearns to see the Lord at her door. Come, O Lord, and take pity on me!",
    "punjabi": "(ਇਹਨਾਂ ਲਗਰਾਂ ਦਾ ਹਾਰ-ਸਿੰਗਾਰ ਵੇਖ ਕੇ ਪਤੀ ਤੋਂ ਵਿਛੁੜੀ ਨਾਰ ਦੇ ਅੰਦਰ ਭੀ ਪਤੀ ਨੂੰ ਮਿਲਣ ਲਈ ਧ੍ਰੂਹ ਪੈਂਦੀ ਹੈ, ਤੇ ਉਹ ਆਪਣੇ ਘਰ ਦੇ ਬੂਹੇ ਵਿਚ ਖਲੋਤੀ ਰਾਹ ਤੱਕਦੀ ਹੈ। ਇਸੇ ਤਰ੍ਹਾਂ ਕੁਦਰਤਿ-ਰਾਣੀ ਦਾ ਸੋਹਜ-ਸਿੰਗਾਰ ਵੇਖ ਕੇ ਉਮਾਹ-ਭਰੀ) ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ (ਹਿਰਦੇ-) ਦਰ ਤੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਉਡੀਕ ਕਰਦੀ ਹੈ (ਤੇ ਆਖਦੀ ਹੈ-ਹੇ ਪ੍ਰਭੂ-ਪਤੀ!) ਮਿਹਰ ਕਰ ਕੇ (ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ) ਆਓ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3974,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "Gir Awau ipAwry. duqr qwry; quDu ibnu. AFu, n molo]",
    "transliteration": "Ghar Aao Piaarae Dhuthar Thaarae Thudhh Bin Adt N Molo ||",
    "translation": "Please come home, O my Beloved; carry me across the treacherous world-ocean. Without You, I am not worth even a shell.",
    "punjabi": "ਹੇ ਪਿਆਰੇ! (ਮੇਰੇ) ਘਰ ਵਿਚ ਆਓ, ਮੈਨੂੰ ਇਸ ਬਿਖਮ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ ਪਾਰ ਲੰਘਾ, ਤੈਥੋਂ ਬਿਨਾ ਮੇਰੀ ਕਦਰ ਅੱਧੀ ਕੌਡੀ ਜਿਤਨੀ ਭੀ ਨਹੀਂ ਹੈ।",
    "pronunciation": "du`q-r",
    "type_id": 3
  },
  {
    "shabad_id": 3974,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "kImiq kaux kry quDu BwvW; dyiK idKwvY Folo]",
    "transliteration": "Keemath Koun Karae Thudhh Bhaavaan Dhaekh Dhikhaavai Dtolo ||",
    "translation": "Who can estimate my worth, if I am pleasing to You? I see You, and inspire others to see You, O my Love.",
    "punjabi": "ਪਰ, ਹੇ ਮਿਤ੍ਰ-ਪ੍ਰਭੂ! ਜੇ ਗੁਰੂ ਤੇਰਾ ਦਰਸਨ ਕਰ ਕੇ ਮੈਨੂੰ ਭੀ ਦਰਸਨ ਕਰਾ ਦੇਵੇ, ਤੇ ਜੇ ਮੈਂ ਤੈਨੂੰ ਚੰਗੀ ਲੱਗ ਪਵਾਂ, ਤਾਂ ਕੌਣ ਮੇਰਾ ਮੁੱਲ ਪਾ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3974,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "dUir. n jwnw, AMqir mwnw; hir kw mhlu pCwnw]",
    "transliteration": "Dhoor N Jaanaa Anthar Maanaa Har Kaa Mehal Pashhaanaa ||",
    "translation": "I know that You are not far away; I believe that You are deep within me, and I realize Your Presence.",
    "punjabi": "ਫਿਰ ਤੂੰ ਮੈਨੂੰ ਕਿਤੇ ਦੂਰ ਨਹੀਂ ਜਾਪੇਂਗਾ, ਮੈਨੂੰ ਯਕੀਨ ਹੋਵੇਗਾ ਕਿ ਤੂੰ ਮੇਰੇ ਅੰਦਰ ਵੱਸ ਰਿਹਾ ਹੈਂ, ਉਸ ਟਿਕਾਣੇ ਦੀ ਮੈਨੂੰ ਪਛਾਣ ਹੋ ਜਾਇਗੀ ਜਿਥੇ ਤੂੰ ਵੱਸਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3974,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "nwnk. vYswKIN pRBu pwvY; suriq sbid mnu mwnw]6]",
    "transliteration": "Naanak Vaisaakheen Prabh Paavai Surath Sabadh Man Maanaa ||6||",
    "translation": "O Nanak, finding God in Baisakhi, the consciousness is filled with the Word of the Shabad, and the mind comes to believe. ||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਵੈਸਾਖ ਵਿਚ (ਕੁਦਰਤਿ-ਰਾਣੀ ਦਾ ਸੋਹਜ-ਸਿੰਗਾਰ ਵੇਖ ਕੇ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ) ਪ੍ਰਭੂ-ਪਤੀ (ਦਾ ਮਿਲਾਪ) ਹਾਸਲ ਕਰ ਲੈਂਦੀ ਹੈ ਜਿਸ ਦੀ ਸੁਰਤ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਜਿਸ ਦਾ ਮਨ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਹੀ) ਗਿੱਝ ਜਾਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3975,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "mwhu jyTu Blw; pRIqmu ikau ibsrY]",
    "transliteration": "Maahu Jaeth Bhalaa Preetham Kio Bisarai ||",
    "translation": "The month of Jayt'h is so sublime. How could I forget my Beloved?",
    "punjabi": "ਜੇਠ ਮਹੀਨਾ (ਉਹਨਾਂ ਨੂੰ ਹੀ) ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰੀਤਮ-ਕਦੇ ਨਹੀਂ ਵਿੱਸਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3975,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "Ql qwpih sr Bwr; sw Dn ibnau krY]",
    "transliteration": "Thhal Thaapehi Sar Bhaar Saa Dhhan Bino Karai ||",
    "translation": "The earth burns like a furnace, and the soul-bride offers her prayer.",
    "punjabi": "(ਜੇਠ ਵਿਚ ਲੋਆਂ ਪੈਣ ਨਾਲ) ਭੱਠ ਵਾਂਗ ਥਲ ਤਪਣ ਲੱਗ ਪੈਂਦੇ ਹਨ (ਇਸੇ ਤਰ੍ਹਾਂ ਕਾਮਾਦਿਕ ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਨਾਲ ਸੰਸਾਰੀ ਜੀਵਾਂ ਦੇ ਹਿਰਦੇ ਤਪਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਤਪਸ਼ ਅਨੁਭਵ ਕਰ ਕੇ) ਗੁਰਮੁਖਿ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਅਰਦਾਸ ਕਰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3975,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "Dn ibnau krydI. gux swrydI; gux swrI pRB Bwvw]",
    "transliteration": "Dhhan Bino Karaedhee Gun Saaraedhee Gun Saaree Prabh Bhaavaa ||",
    "translation": "The bride offers her prayer, and sings His Glorious Praises; singing His Praises, she becomes pleasing to God.",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਦੇ ਗੁਣ (ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲਦੀ ਹੈ, ਜੋ ਇਸ ਤਪਸ਼ ਤੋਂ ਨਿਰਾਲਾ ਆਪਣੇ ਸਦਾ-ਥਿਰ ਮਹਲ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਅੱਗੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਬੇਨਤੀ ਕਰਦੀ ਹੈ-ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੀ ਹਾਂ, ਤਾ ਕਿ ਤੈਨੂੰ ਚੰਗੀ ਲੱਗ ਪਵਾਂ।",
    "pronunciation": "kryNdI[swryNdI",
    "type_id": 3
  },
  {
    "shabad_id": 3975,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "swcY mhil rhY bYrwgI; Awvx dyih q Awvw]",
    "transliteration": "Saachai Mehal Rehai Bairaagee Aavan Dhaehi Th Aavaa ||",
    "translation": "The Unattached Lord dwells in His true mansion. If He allows me, then I will come to Him.",
    "punjabi": "ਸਦਾ ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਮਹਿਲ ਵਿੱਚ ਰਹਿਣ ਵਾਲੇ ਹੇ ਮਾਇਆ ਤੋਂ ਨਿਰਲੇਪ ਪ੍ਰਭੂ! ਤੂੰ ਮੈਨੂੰ ਆਗਿਆ ਦੇਵੇਂ ਮੈਂ ਭੀ ਤੇਰੇ ਮਹਲ ਵਿਚ ਆ ਜਾਵਾਂ (ਤੇ ਬਾਹਰਲੀ ਤਪਸ਼ ਤੋਂ ਬਚ ਸਕਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3975,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "inmwxI inqwxI. hir ibnu; ikau pwvY suK mhlI]",
    "transliteration": "Nimaanee Nithaanee Har Bin Kio Paavai Sukh Mehalee ||",
    "translation": "The bride is dishonored and powerless; how will she find peace without her Lord?",
    "punjabi": "ਜਿਤਨਾ ਚਿਰ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਤੋਂ ਵੱਖ ਰਹਿ ਕੇ (ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਨਾਲ) ਨਿਢਾਲ ਤੇ ਕਮਜ਼ੋਰ ਹੈ, ਉਤਨਾ ਚਿਰ (ਤਪਸ਼ੋਂ ਬਚੇ ਹੋਏ ਪ੍ਰਭੂ ਦੇ) ਮਹਲ ਦਾ ਆਨੰਦ ਨਹੀਂ ਮਾਣ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3975,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "nwnk. jyiT jwxY iqsu jYsI; krim imlY gux gihlI]7]",
    "transliteration": "Naanak Jaeth Jaanai This Jaisee Karam Milai Gun Gehilee ||7||",
    "translation": "O Nanak, in Jayt'h, she who knows her Lord becomes just like Him; grasping virtue, she meets with the Merciful Lord. ||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਠ (ਦੀ ਸਾੜਦੀ ਲੋ) ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲੈਣ ਵਾਲੀ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਲੈਂਦੀ ਹੈ, ਉਹ ਉਸ (ਸ਼ਾਂਤ-ਚਿੱਤ ਪ੍ਰਭੂ) ਵਰਗੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ ਉਸ ਵਿਚ ਇਕ-ਰੂਪ ਹੋ ਜਾਂਦੀ ਹੈ (ਤੇ ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼-ਲੋ ਤੋਂ ਬਚੀ ਰਹਿੰਦੀ ਹੈ) ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3976,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "AwswVu Blw; sUrju ggin qpY]",
    "transliteration": "Aasaarr Bhalaa Sooraj Gagan Thapai ||",
    "translation": "The month of Aasaarh is good; the sun blazes in the sky.",
    "punjabi": "(ਜਦੋਂ) ਹਾੜ ਮਹੀਨਾ ਚੰਗਾ ਜੋਬਨ ਵਿਚ ਹੁੰਦਾ ਹੈ, ਆਕਾਸ਼ ਵਿਚ ਸੂਰਜ ਤਪਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3976,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "DrqI dUK shY soKY; Agin BKY]",
    "transliteration": "Dhharathee Dhookh Sehai Sokhai Agan Bhakhai ||",
    "translation": "The earth suffers in pain, parched and roasted in the fire.",
    "punjabi": "(ਜਿਉਂ ਜਿਉਂ ਸੂਰਜ ਧਰਤੀ ਦੀ ਨਮੀ ਨੂੰ) ਸੁਕਾਂਦਾ ਹੈ, ਧਰਤੀ ਦੁੱਖ ਸਹਾਰਦੀ ਹੈ (ਧਰਤੀ ਦੇ ਜੀਅ-ਜੰਤ ਔਖੇ ਹੁੰਦੇ ਹਨ), ਧਰਤੀ ਅੱਗ (ਵਾਂਗ) ਭਖਦੀ ਹੈ।",
    "pronunciation": "BKY: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3976,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "Agin rsu soKY. mrIAY DoKY; BI so ikrqu. n hwry]",
    "transliteration": "Agan Ras Sokhai Mareeai Dhhokhai Bhee So Kirath N Haarae ||",
    "translation": "The fire dries up the moisture, and she dies in agony. But even then, the sun does not grow tired.",
    "punjabi": "(ਸੂਰਜ) ਅੱਗ (ਵਾਂਗ) ਪਾਣੀ ਨੂੰ ਸੁਕਾਂਦਾ ਹੈ, (ਹਰੇਕ ਦੀ ਜਿੰਦ) ਕ੍ਰਾਹ ਕ੍ਰਾਹ ਕੇ ਦੁਖੀ ਹੁੰਦੀ ਹੈ, ਫਿਰ ਭੀ ਸੂਰਜ ਆਪਣਾ ਕਰਤੱਬ ਨਹੀਂ ਛੱਡਦਾ (ਕਰੀ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3976,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "rQu iPrY. CwieAw Dn qwkY; tIfu lvY. mMiJ bwry]",
    "transliteration": "Rathh Firai Shhaaeiaa Dhhan Thaakai Tteedd Lavai Manjh Baarae ||",
    "translation": "His chariot moves on, and the soul-bride seeks shade; the crickets are chirping in the forest.",
    "punjabi": "(ਸੂਰਜ ਦਾ) ਰਥ ਚੱਕਰ ਲਾਂਦਾ ਹੈ, ਕਮਜ਼ੋਰ ਜਿੰਦ ਕਿਤੇ ਛਾਂ ਦਾ ਆਸਰਾ ਲੈਂਦੀ ਹੈ, ਬੀਂਡਾ ਭੀ ਬਾਹਰ ਜੂਹ ਵਿਚ (ਰੁੱਖ ਦੀ ਛਾਵੇਂ) ਟੀਂ ਟੀਂ ਪਿਆ ਕਰਦਾ ਹੈ (ਹਰੇਕ ਜੀਵ ਤਪਸ਼ ਤੋਂ ਜਾਨ ਲੁਕਾਂਦਾ ਦਿੱਸਦਾ ਹੈ)।",
    "pronunciation": "AigAwn rUpI rQu[SWq rUpI (CwieAw) CW[sMklp ivklp rUpI (tIfu) ibMfy [(lvY) boldy hn[kusMg rUpI (bwry) jMgl, (mMiJ) iv`c[q`wkY",
    "type_id": 3
  },
  {
    "shabad_id": 3976,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "Avgx bwiD clI. duKu AwgY; suKu iqsu. swcu smwly]",
    "transliteration": "Avagan Baadhh Chalee Dhukh Aagai Sukh This Saach Samaalae ||",
    "translation": "She ties up her bundle of faults and demerits, and suffers in the world hereafter. But dwelling on the True Lord, she finds peace.",
    "punjabi": "(ਅਜੇਹੀ ਮਾਨਸਕ ਤਪਸ਼ ਦਾ) ਦੁੱਖ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਸਾਹਮਣੇ (ਭਾਵ, ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ) ਮੌਜੂਦ ਰਹਿੰਦਾ ਹੈ, ਜੋ ਮੰਦੇ ਕਰਮਾਂ (ਦੀ ਪੰਡ ਸਿਰੇ ਉਤੇ) ਬੰਨ੍ਹ ਕੇ ਤੁਰਦੀ ਹੈ। ਆਤਮਕ ਆਨੰਦ ਸਿਰਫ਼ ਉਸ ਨੂੰ ਹੈ ਜੋ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਰੱਖਦੀ ਹੈ।",
    "pronunciation": "b`wiD[c`lI",
    "type_id": 3
  },
  {
    "shabad_id": 3976,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "nwnk. ijs no iehu mnu dIAw; mrxu jIvxu pRB nwly]8]",
    "transliteration": "Naanak Jis No Eihu Man Dheeaa Maran Jeevan Prabh Naalae ||8||",
    "translation": "O Nanak, I have given this mind to Him; death and life rest with God. ||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਹਰੀ-ਨਾਮ ਸਿਮਰਨ ਵਾਲਾ ਮਨ ਦਿੱਤਾ ਹੈ, ਪ੍ਰਭੂ ਨਾਲ ਉਸ ਦਾ ਸਦੀਵੀ ਸਾਥ ਬਣ ਜਾਂਦਾ ਹੈ (ਉਸ ਨੂੰ ਹਾੜ ਦੀ ਕਹਰ ਦੀ ਤਪਸ਼ ਵਰਗਾ ਵਿਕਾਰਾਂ ਦਾ ਸੇਕ ਪੋਹ ਨਹੀਂ ਸਕਦਾ) ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3977,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "swvix. srs mnw; Gx vrsih ruiq Awey]",
    "transliteration": "Saavan Saras Manaa Ghan Varasehi Ruth Aaeae ||",
    "translation": "In Saawan, be happy, O my mind. The rainy season has come, and the clouds have burst into showers.",
    "punjabi": "(ਹਾੜ ਦੀ ਅੱਤ ਦਰਜੇ ਦੀ ਤਪਸ਼ ਵਿਚ ਘਾਹ ਆਦਿਕ ਸੁੱਕ ਜਾਂਦੇ ਹਨ। ਉਸ ਤਪਸ਼ ਦੇ ਪਿਛੋਂ ਸਾਵਨ ਮਹੀਨੇ ਵਿਚ ਘਟਾਂ ਚੜ੍ਹਦੀਆਂ ਹਨ। ਪਸ਼ੂ ਪੰਛੀ ਮਨੁੱਖ ਤਾਂ ਕਿਤੇ ਰਹੇ, ਸੁੱਕਾ ਹੋਇਆ ਘਾਹ ਭੀ ਹਰਾ ਹੋ ਜਾਂਦਾ ਹੈ। ਉਸ ਦੀ ਹਰਿਆਵਲ ਵੇਖ ਕੇ ਹਰੇਕ ਪ੍ਰਾਣੀ ਬੋਲ ਉਠਦਾ ਹੈ-) ਹੇ ਮੇਰੇ ਮਨ! ਸਾਵਣ ਮਹੀਨੇ ਵਿਚ (ਵਰਖਾ ਦੀ) ਰੁੱਤ ਆ ਗਈ ਹੈ, ਬੱਦਲ ਵਰ੍ਹ ਰਹੇ ਹਨ, ਹੁਣ ਤੂੰ ਭੀ ਹਰਾ ਹੋ (ਤੂੰ ਭੀ ਉਮਾਹ ਵਿਚ ਆ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3977,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "mY min qin shu BwvY; ipr prdyis isDwey]",
    "transliteration": "Mai Man Than Sahu Bhaavai Pir Paradhaes Sidhhaaeae ||",
    "translation": "My mind and body are pleased by my Lord, but my Beloved has gone away.",
    "punjabi": "(ਪਰਦੇਸ ਗਏ ਪਤੀ ਦੀ ਨਾਰ ਦਾ ਹਿਰਦਾ ਕਾਲੀਆਂ ਘਟਾਂ ਨੂੰ ਵੇਖ ਕੇ ਤੜਪ ਉਠਦਾ ਹੈ। ਉਮਾਹ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਇਹ ਸਾਮਾਨ ਵਿਛੋੜੇ ਵਿਚ ਉਸ ਨੂੰ ਦੁਖਦਾਈ ਪ੍ਰਤੀਤ ਹੁੰਦੇ ਹਨ। ਬਿਰਹੋਂ ਵਿਚ ਉਹ ਇਉਂ ਆਖਦੀ ਹੈ- ਹੇ ਮਾਂ! ਇਹ ਬੱਦਲ ਵੇਖ ਵੇਖ ਕੇ) ਮੈਨੂੰ ਆਪਣਾ ਪਤੀ ਮਨ ਵਿਚ ਰੋਮ ਰੋਮ ਵਿਚ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ, ਪਰ ਮੇਰੇ ਪਤੀ ਜੀ ਤਾਂ ਪਰਦੇਸ ਗਏ ਹੋਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3977,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ipru Gir. nhI AwvY, mrIAY hwvY; dwmin cmik frwey]",
    "transliteration": "Pir Ghar Nehee Aavai Mareeai Haavai Dhaaman Chamak Ddaraaeae ||",
    "translation": "My Beloved has not come home, and I am dying of the sorrow of separation. The lightning flashes, and I am scared.",
    "punjabi": "(ਜਿਤਨਾ ਚਿਰ) ਪਤੀ ਘਰ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਮੈਂ ਹਾਹੁਕਿਆਂ ਨਾਲ ਮਰ ਰਹੀ ਹਾਂ, ਬਿਜਲੀ ਚਮਕ ਕੇ (ਸਗੋਂ) ਮੈਨੂੰ ਡਰਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3977,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "syj iekylI. KrI duhylI; mrxu BieAw duKu mwey]",
    "transliteration": "Saej Eikaelee Kharee Dhuhaelee Maran Bhaeiaa Dhukh Maaeae ||",
    "translation": "My bed is lonely, and I am suffering in agony. I am dying in pain, O my mother!",
    "punjabi": "ਹੇ ਮਾਂ! (ਪਤੀ ਦੇ ਵਿਛੋੜੇ ਵਿਚ) ਮੇਰੀ ਸੱਖਣੀ ਸੇਜ ਮੈਨੂੰ ਬਹੁਤ ਦੁਖਦਾਈ ਹੋ ਰਹੀ ਹੈ, (ਪਤੀ ਤੋਂ ਵਿਛੋੜੇ ਦਾ) ਦੁੱਖ ਮੈਨੂੰ ਮੌਤ (ਬਰਾਬਰ) ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3977,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "hir ibnu. nId BUK khu kYsI; kwpVu qin. n suKwvey]",
    "transliteration": "Har Bin Needh Bhookh Kahu Kaisee Kaaparr Than N Sukhaaveae ||",
    "translation": "Tell me - without the Lord, how can I sleep, or feel hungry? My clothes give no comfort to my body.",
    "punjabi": "(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਪਿਆਰ ਹੈ, ਬਿਰਹਣੀ ਨਾਰ ਵਾਂਗ) ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਨਾਹ ਨੀਂਦ, ਨਾਹ ਭੁੱਖ। ਉਸ ਨੂੰ ਤਾਂ ਕੱਪੜਾ ਭੀ ਸਰੀਰ ਉਤੇ ਨਹੀਂ ਸੁਖਾਂਦਾ (ਸਰੀਰਕ ਸੁਖਾਂ ਦੇ ਕੋਈ ਭੀ ਸਾਧਨ ਉਸ ਦੇ ਮਨ ਨੂੰ ਧ੍ਰੂਹ ਨਹੀਂ ਪਾ ਸਕਦੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3977,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nwnk. sw sohwgix kMqI; ipr kY AMik smwvey]9]",
    "transliteration": "Naanak Saa Sohaagan Kanthee Pir Kai Ank Samaaveae ||9||",
    "translation": "O Nanak, she alone is a happy soul-bride, who merges in the Being of her Beloved Husband Lord. ||9||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹੀ ਭਾਗਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪਿਆਰ ਦੀ ਹੱਕਦਾਰ ਹੋ ਸਕਦੀ ਹੈ, ਜੋ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3978,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "Bwdau. Brim BulI; Bir jobin pCuqwxI]",
    "transliteration": "Bhaadho Bharam Bhulee Bhar Joban Pashhuthaanee ||",
    "translation": "In Bhaadon, the young woman is confused by doubt; later, she regrets and repents.",
    "punjabi": "ਭਾਦਰੋਂ (ਦਾ ਮਹੀਨਾ) ਆ ਗਿਆ ਹੈ। (ਪਰ) ਜੇਹੜੀ ਇਸਤ੍ਰੀ ਭਰ-ਜੋਬਨ ਵਿਚ (ਜੋਬਨ ਦੇ ਮਾਣ ਦੇ) ਭੁਲੇਖੇ ਵਿਚ ਗ਼ਲਤੀ ਖਾ ਗਈ, ਉਸ ਨੂੰ (ਪਤੀ ਦੇ ਵਿਛੋੜੇ ਵਿਚ) ਪਛਤਾਣਾ ਹੀ ਪਿਆ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3978,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "jl Ql nIir Bry; brs ruqy, rMgu mwxI]",
    "transliteration": "Jal Thhal Neer Bharae Baras Ruthae Rang Maanee ||",
    "translation": "The lakes and fields are overflowing with water; the rainy season has come - the time to celebrate!",
    "punjabi": "ਵਰਖਾ ਰੁੱਤ ਵਿਚ ਟੋਏ ਟਿੱਬੇ ਪਾਣੀ ਨਾਲ ਭਰੇ ਹੋਏ ਹਨ, (ਇਸ ਨਜ਼ਾਰੇ ਦਾ) ਰੰਗ ਮਾਣਿਆ ਜਾ ਸਕਦਾ ਹੈ। (ਪਰ ਭਰਮ ਵਿੱਚ ਭੁੱਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਨੀਰ-ਭਰੇ ਥਾਂ ਚੰਗੇ ਨਾਹ ਲੱਗੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3978,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "brsY inis kwlI. ikau suKu bwlI; dwdr mor lvMqy]",
    "transliteration": "Barasai Nis Kaalee Kio Sukh Baalee Dhaadhar Mor Lavanthae ||",
    "translation": "In the dark of night it rains; how can the young bride find peace? The frogs and peacocks send out their noisy calls.",
    "punjabi": "ਕਾਲੀ ਰਾਤ ਨੂੰ ਮੀਂਹ ਵਰ੍ਹਦਾ ਹੈ, ਡੱਡੂ ਗੁੜੈਂ ਗੁੜੈਂ ਕਰਦੇ ਹਨ, ਮੋਰ ਕੁਹਕਦੇ ਹਨ, (ਪਰ ਪਤੀ ਤੋਂ ਵਿਛੁੜੀ) ਨਾਰ ਨੂੰ (ਇਸ ਸੁਹਾਵਣੇ ਰੰਗ ਤੋਂ) ਆਨੰਦ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "kwlI: polw bolo[b`wlI[ dwdr: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3978,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ipRau ipRau cvY, bbIhw boly; BuieAMgm iPrih fsMqy]",
    "transliteration": "Prio Prio Chavai Babeehaa Bolae Bhueiangam Firehi Ddasanthae ||",
    "translation": "\"Pri-o! Pri-o! Beloved! Beloved!\" cries the rainbird, while the snakes slither around, biting.",
    "punjabi": "ਪਪੀਹਾ ਭੀ 'ਪ੍ਰਿਉ ਪ੍ਰਿਉ' ਕਰਦਾ ਹੈ, (ਪਰ) ਉਸ ਨੂੰ ਤਾਂ (ਭਾਦਰੋਂ ਵਿਚ ਇਹੀ ਦਿੱਸਦਾ ਹੈ ਕਿ) ਸੱਪ ਡੰਗਦੇ ਫਿਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3978,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mCr fMg. swier Br suBr; ibnu hir. ikau suKu pweIAY]",
    "transliteration": "Mashhar Ddang Saaeir Bhar Subhar Bin Har Kio Sukh Paaeeai ||",
    "translation": "The mosquitoes bite and sting, and the ponds are filled to overflowing; without the Lord, how can she find peace?",
    "punjabi": "ਮੱਛਰ ਡੰਗ ਮਾਰਦੇ ਹਨ। ਚੁਫੇਰੇ ਛੱਪੜ-ਤਲਾਬ (ਮੀਂਹ ਦੇ ਪਾਣੀ ਨਾਲ) ਨਕਾ-ਨਕ ਭਰੇ ਹੋਏ ਹਨ (ਬਿਰਹਣੀ ਨਾਰ ਨੂੰ ਇਸ ਵਿਚ ਕੋਈ ਸੁਹਜ-ਸੁਆਦ ਨਹੀਂ ਦਿੱਸਦਾ)। (ਇਸੇ ਤਰ੍ਹਾਂ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੋੜੇ ਦਾ ਅਹਿਸਾਸ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ) ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ (ਹੋਰ ਕਿਸੇ ਰੰਗ-ਤਮਾਸ਼ੇ ਵਿਚ) ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "m`Cr[ su`Br",
    "type_id": 3
  },
  {
    "shabad_id": 3978,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "nwnk. pUiC clau gur Apuny; jh pRBu. qh hI jweIAY]10]",
    "transliteration": "Naanak Pooshh Chalo Gur Apunae Jeh Prabh Theh Hee Jaaeeai ||10||",
    "translation": "O Nanak, I will go and ask my Guru; wherever God is, there I will go. ||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੈਂ ਤਾਂ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰ ਕੇ (ਉਸ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ) ਤੁਰਾਂਗੀ, ਜਿਥੇ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲ ਸਕਦਾ ਹੋਵੇ, ਉਥੇ ਹੀ ਜਾਵਾਂਗੀ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3979,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "Asuin. Awau iprw; sw Dn. JUir mueI]",
    "transliteration": "Asun Aao Piraa Saa Dhhan Jhoor Muee ||",
    "translation": "In Assu, come, my Beloved; the soul-bride is grieving to death.",
    "punjabi": "(ਭਾਦਰੋਂ ਦੇ ਘੁੰਮੇ ਤੇ ਤ੍ਰਾਟਕੇ ਲੰਘਣ ਤੇ) ਅੱਸੂ (ਦੀ ਮਿੱਠੀ ਰੁੱਤ) ਵਿਚ (ਇਸਤ੍ਰੀ ਦੇ ਦਿਲ ਵਿਚ ਪਤੀ ਨੂੰ ਮਿਲਣ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੁੰਦੀ ਹੈ। ਤਿਵੇਂ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਵਿਛੋੜੇ ਵਿਚ ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਦੇ ਹੱਲਿਆਂ ਦੇ ਦੁੱਖ ਵੇਖ ਲਏ ਹਨ, ਉਹ ਅਰਦਾਸ ਕਰਦੀ ਹੈ-) ਹੇ ਪ੍ਰਭੂ-ਪਤੀ! (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਆ ਵੱਸ (ਤੈਥੋਂ ਵਿਛੁੜ ਕੇ) ਮੈਂ ਹਾਹੁਕੇ ਲੈ ਲੈ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰ ਰਹੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3979,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "qw imlIAY. pRB myly; dUjY Bwie KueI]",
    "transliteration": "Thaa Mileeai Prabh Maelae Dhoojai Bhaae Khuee ||",
    "translation": "She can only meet Him, when God leads her to meet Him; she is ruined by the love of duality.",
    "punjabi": "ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਮੈਂ ਔਝੜੇ ਪਈ ਹੋਈ ਹਾਂ। ਹੇ ਪ੍ਰਭੂ! ਤੈਨੂੰ ਤਦੋਂ ਹੀ ਮਿਲ ਸਕੀਦਾ ਹੈ ਜੇ ਤੂੰ ਆਪ ਮਿਲਾਏਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3979,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "JUiT ivguqI, qw ipr muqI; kukh kwh. is Puly]",
    "transliteration": "Jhooth Viguthee Thaa Pir Muthee Kukeh Kaah S Fulae ||",
    "translation": "If she is plundered by falsehood, then her Beloved forsakes her. Then, the white flowers of old age blossom in my hair.",
    "punjabi": "(ਜਦੋਂ ਤੋਂ) ਦੁਨੀਆ ਦੇ ਝੂਠੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਮੈਂ ਖ਼ੁਆਰ ਹੋ ਰਹੀ ਹਾਂ, ਤਦੋਂ ਤੋਂ, ਹੇ ਪਤੀ! ਤੈਥੋਂ ਵਿਛੁੜੀ ਹੋਈ ਹਾਂ। ਪਿਲਛੀ ਤੇ ਕਾਹੀ (ਦੇ ਸੁਫ਼ੈਦ ਬੂਰ ਵਾਂਗ ਮੇਰੇ ਕੇਸ) ਚਿੱਟੇ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "(kukh) iplCI lMmw Gwh[(kwh) Gwh PUs vWg dwhVw[ (P`uly) ic`ty ho rhy hn[ ivg`uqI[m`uqI[P`uly",
    "type_id": 3
  }
]