[
  {
    "id": 47597,
    "shabad_id": 3979,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "AwgY Gwm. ipCY ruiq jwfw; dyiK clq. mnu foly ]",
    "transliteration": "Aagai Ghaam Pishhai Ruth Jaaddaa Dhaekh Chalath Man Ddolae ||",
    "translation": "Summer is now behind us, and the winter season is ahead. Gazing upon this play, my shaky mind wavers.",
    "punjabi": "(ਮੇਰੇ ਸਰੀਰ ਦਾ) ਨਿੱਘ ਅਗਾਂਹ ਲੰਘ ਗਿਆ ਹੈ (ਘਟ ਗਿਆ ਹੈ), ਉਸ ਦੇ ਪਿਛੇ ਪਿਛੇ ਸਰੀਰਕ ਕਮਜ਼ੋਰੀ ਆ ਰਹੀ ਹੈ, ਇਹ ਤਮਾਸ਼ਾ ਵੇਖ ਕੇ ਮੇਰਾ ਮਨ ਘਬਰਾ ਰਿਹਾ ਹੈ (ਕਿਉਂਕਿ ਅਜੇ ਤਕ ਤੇਰਾ ਦੀਦਾਰ ਨਹੀਂ ਹੋ ਸਕਿਆ)।",
    "pronunciation": "ip`CY[r`uiq[jwfw clq: poly bolo",
    "type_id": 3
  },
  {
    "id": 47598,
    "shabad_id": 3979,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "dh idis swK. hrI hrIAwvl; shij pkY so mITw ]",
    "transliteration": "Dheh Dhis Saakh Haree Hareeaaval Sehaj Pakai So Meethaa ||",
    "translation": "In all ten directions, the branches are green and alive. That which ripens slowly, is sweet.",
    "punjabi": "(ਕਾਹੀ ਪਿਲਛੀ ਦਾ ਹਾਲ ਵੇਖ ਕੇ ਤਾਂ ਮਨ ਡੋਲਦਾ ਹੈ, ਪਰ) ਹਰ ਪਾਸੇ (ਬਨਸਪਤੀ ਦੀਆਂ) ਹਰੀਆਂ ਸਾਖਾਂ ਦੀ ਹਰਿਆਵਲ ਵੇਖ ਕੇ (ਇਹ ਧੀਰਜ ਆਉਂਦੀ ਹੈ ਕਿ) ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ (ਜੇਹੜਾ ਜੀਵ) ਦ੍ਰਿੜ੍ਹ ਰਹਿੰਦਾ ਹੈ, ਉਸੇ ਨੂੰ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ ਮਿਠਾਸ (ਖ਼ੁਸ਼ੀ) ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "hrI-Awvl: ibhwrI d`b ky bolo[p`kY",
    "type_id": 3
  },
  {
    "id": 47599,
    "shabad_id": 3979,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "nwnk. Asuin imlhu ipAwry; siqgur Bey bsITw ]11]",
    "transliteration": "Naanak Asun Milahu Piaarae Sathigur Bheae Baseethaa ||11||",
    "translation": "O Nanak, in Assu, please meet me, my Beloved. The True Guru has become my Advocate and Friend. ||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਅੱਸੂ (ਦੀ ਮਿੱਠੀ ਰੁੱਤ) ਵਿਚ (ਤੂੰ ਭੀ ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! (ਮੇਹਰ ਕਰ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮੈਨੂੰ ਮਿਲ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47600,
    "shabad_id": 3980,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "kqik. ikrqu pieAw; jo pRB BwieAw ]",
    "transliteration": "Kathak Kirath Paeiaa Jo Prabh Bhaaeiaa ||",
    "translation": "In Katak, that alone comes to pass, which is pleasing to the Will of God.",
    "punjabi": "(ਜਿਵੇਂ) ਕੱਤਕ (ਦੇ ਮਹੀਨੇ) ਵਿਚ (ਕਿਸਾਨ ਨੂੰ ਮੁੰਜੀ ਮਕਈ ਆਦਿਕ ਸਾਵਣੀ ਦੇ ਫ਼ਸਲ ਦੀ ਕੀਤੀ ਕਮਾਈ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਹਰੇਕ ਜੀਵ ਨੂੰ ਆਪਣੇ) ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਫਲ (ਮਨ ਵਿਚ ਇਕੱਠੇ ਹੋਏ ਸੰਸਕਾਰਾਂ ਦੇ ਰੂਪ ਵਿਚ) ਮਿਲ ਜਾਂਦਾ ਹੈ। (ਆਪਣੇ ਕੀਤੇ ਭਲੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰਾ ਲੱਗ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "k`qik",
    "type_id": 3
  },
  {
    "id": 47601,
    "shabad_id": 3980,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "dIpku shij blY; qiq jlwieAw ]",
    "transliteration": "Dheepak Sehaj Balai Thath Jalaaeiaa ||",
    "translation": "The lamp of intuition burns, lit by the essence of reality.",
    "punjabi": "(ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਕਾਰਨ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੇਣ ਵਾਲੇ ਚਾਨਣ ਦਾ) ਦੀਵਾ ਜਗ ਪੈਂਦਾ ਹੈ (ਇਹ ਦੀਵਾ ਉਸ ਦੇ ਅੰਦਰ) ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਜਾਣ-ਪਛਾਣ ਨੇ ਜਗਾਇਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "q`iq",
    "type_id": 3
  },
  {
    "id": 47602,
    "shabad_id": 3980,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "dIpk rs qylo. Dn ipr mylo; Dn EmwhY srsI ]",
    "transliteration": "Dheepak Ras Thaelo Dhhan Pir Maelo Dhhan Oumaahai Sarasee ||",
    "translation": "Love is the oil in the lamp, which unites the soul-bride with her Lord. The bride is delighted, in ecstasy.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੇਣ ਵਾਲੇ ਚਾਨਣ ਦੇ ਆਨੰਦ ਦਾ (ਮਾਨੋ, ਦੀਵੇ ਵਿਚ) ਤੇਲ ਬਲ ਰਿਹਾ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਤਸ਼ਾਹ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47603,
    "shabad_id": 3980,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "Avgx mwrI mrY. n sIJY; guix mwrI qw mrsI ]",
    "transliteration": "Avagan Maaree Marai N Seejhai Gun Maaree Thaa Marasee ||",
    "translation": "One who dies in faults and demerits - her death is not successful. But one who dies in glorious virtue, really truly dies.",
    "punjabi": "(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਜੀਵਨ ਨੂੰ) ਵਿਕਾਰਾਂ ਨੇ ਮਾਰ ਮੁਕਾਇਆ ਉਹ ਆਤਮਕ ਮੌਤੇ ਮਰ ਗਈ, ਉਹ (ਜ਼ਿੰਦਗੀ ਵਿਚ) ਕਾਮਯਾਬ ਨਹੀਂ ਹੁੰਦੀ, ਪਰ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨੇ ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਾਰਿਆ ਉਹ ਹੀ ਵਿਕਾਰਾਂ ਵਲੋਂ ਬਚੀ ਰਹੇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47604,
    "shabad_id": 3980,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "nwmu Bgiq dy inj Gir bYTy; Ajhu iqnwVI Awsw ]",
    "transliteration": "Naam Bhagath Dhae Nij Ghar Baithae Ajahu Thinaarree Aasaa ||",
    "translation": "Those who are blessed with devotional worship of the Naam, the Name of the Lord, sit in the home of their own inner being. They place their hopes in You.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣਾ ਨਾਮ ਦੇਂਦਾ ਹੈ ਆਪਣੀ ਭਗਤੀ ਦੇਂਦਾ ਹੈ ਉਹ (ਵਿਕਾਰਾਂ ਵਲ ਭਟਕਣ ਦੇ ਥਾਂ) ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਸਦਾ ਹੀ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ) ਤਾਂਘ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47605,
    "shabad_id": 3980,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "nwnk imlhu. kpt dr Kolhu; eyk GVI. Ktu mwsw ]12]",
    "transliteration": "Naanak Milahu Kapatt Dhar Kholahu Eaek Gharree Khatt Maasaa ||12||",
    "translation": "Nanak: please open the shutters of Your Door, O Lord, and meet me. A single moment is like six months to me. ||12||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਹ ਸਦਾ ਅਰਦਾਸ ਕਰਦੇ ਹਨ-ਹੇ ਪਾਤਿਸ਼ਾਹ! ਸਾਨੂੰ) ਮਿਲ, (ਸਾਡੇ ਅੰਦਰੋਂ ਵਿਛੋੜਾ ਪਾਣ ਵਾਲੇ) ਕਿਵਾੜ ਖੋਹਲ ਦੇਹ, (ਤੇਰੇ ਨਾਲੋਂ) ਇਕ ਘੜੀ (ਦਾ ਵਿਛੋੜਾ) ਛੇ ਮਹੀਨੇ (ਦਾ ਵਿਛੋੜਾ ਜਾਪਦਾ) ਹੈ ॥੧੨॥",
    "pronunciation": "Ko-lhu[Ktu: polw bolo",
    "type_id": 3
  },
  {
    "id": 47606,
    "shabad_id": 3981,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mMGr mwhu Blw; hir gux AMik smwvey ]",
    "transliteration": "Manghar Maahu Bhalaa Har Gun Ank Samaaveae ||",
    "translation": "The month of Maghar is good, for those who sing the Glorious Praises of the Lord, and merge in His Being.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਨੂੰ ਮੱਘਰ ਦਾ ਮਹੀਨਾ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47607,
    "shabad_id": 3981,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "guxvMqI gux rvY; mY ipru inhclu Bwvey ]",
    "transliteration": "Gunavanthee Gun Ravai Mai Pir Nihachal Bhaaveae ||",
    "translation": "The virtuous wife utters His Glorious Praises; my Beloved Husband Lord is Eternal and Unchanging.",
    "punjabi": "ਇਹ ਸਦਾ-ਥਿਰ ਪਿਆਰਾ ਪ੍ਰਭੂ-ਪਤੀ ਉਸ ਗੁਣਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਜੋ ਉਸ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47608,
    "shabad_id": 3981,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "inhclu cquru sujwxu ibDwqw; cMclu jgqu sbwieAw ]",
    "transliteration": "Nihachal Chathur Sujaan Bidhhaathaa Chanchal Jagath Sabaaeiaa ||",
    "translation": "The Primal Lord is Unmoving and Unchanging, Clever and Wise; all the world is fickle.",
    "punjabi": "ਹੋਰ ਸਾਰਾ ਜਗਤ ਤਾਂ ਨਾਸਵੰਤ ਹੈ, ਇਕ ਸਿਰਜਣਹਾਰ ਹੀ ਜੋ ਚਤੁਰ ਹੈ ਤੇ ਸਿਆਣਾ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "id": 47609,
    "shabad_id": 3981,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "igAwnu iDAwnu gux AMik smwxy; pRB Bwxy qw BwieAw ]",
    "transliteration": "Giaan Dhhiaan Gun Ank Samaanae Prabh Bhaanae Thaa Bhaaeiaa ||",
    "translation": "By virtue of spiritual wisdom and meditation, she merges in His Being; she is pleasing to God, and He is pleasing to her.",
    "punjabi": "ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਉਸ ਦੀ ਸੁਰਤ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਟਿਕਦੀ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਦੇ ਹਨ; ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਇਹ ਸਭ ਕੁਝ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਚੰਗਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47610,
    "shabad_id": 3981,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "gIq nwd kivq kvy suix; rwm nwim duKu BwgY ]",
    "transliteration": "Geeth Naadh Kavith Kavae Sun Raam Naam Dhukh Bhaagai ||",
    "translation": "I have heard the songs and the music, and the poems of the poets; but only the Name of the Lord takes away my pain.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਬਾਣੀ ਕਾਵਿ ਸੁਣ ਸੁਣ ਕੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ (ਜੁੜ ਕੇ) ਉਸ ਦਾ ਹੋਰ ਸਾਰਾ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "kiv-q: polw bolo",
    "type_id": 3
  },
  {
    "id": 47611,
    "shabad_id": 3981,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "nwnk. sw Dn nwh ipAwrI; AB BgqI ipr AwgY ]13]",
    "transliteration": "Naanak Saa Dhhan Naah Piaaree Abh Bhagathee Pir Aagai ||13||",
    "translation": "O Nanak, that soul-bride is pleasing to her Husband Lord, who performs loving devotional worship before her Beloved. ||13||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਆਪਣਾ ਦਿਲੀ ਪਿਆਰ ਪ੍ਰਭੂ ਦੇ ਅੱਗੇ (ਭੇਟ) ਪੇਸ਼ ਕਰਦੀ ਹੈ ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47612,
    "shabad_id": 3982,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "poiK. quKwru pVY; vxu iqRxu rsu soKY ]",
    "transliteration": "Pokh Thukhaar Parrai Van Thrin Ras Sokhai ||",
    "translation": "In Poh, the snow falls, and the sap of the trees and the fields dries up.",
    "punjabi": "ਪੋਹ (ਦੇ ਮਹੀਨੇ) ਵਿਚ ਕੱਕਰ ਪੈਂਦਾ ਹੈ, ਉਹ ਵਣ ਨੂੰ ਘਾਹ ਨੂੰ (ਹਰੇਕ ਘਾਹ-ਬੂਟ ਦੇ) ਰਸ ਨੂੰ ਸੁਕਾ ਦੇਂਦਾ ਹੈ (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਭੁਲਾਇਆਂ ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਕੋਰਾਪਨ ਜ਼ੋਰ ਪਾਂਦਾ ਹੈ, ਉਹ ਉਸ ਦੇ ਜੀਵਨ ਵਿਚੋਂ ਪ੍ਰੇਮ-ਰਸ ਸੁਕਾ ਦੇਂਦਾ ਹੈ)।",
    "pronunciation": "pVY: polw bolo",
    "type_id": 3
  },
  {
    "id": 47613,
    "shabad_id": 3982,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Awvq. kI nwhI; min qin vsih muKy ]",
    "transliteration": "Aavath Kee Naahee Man Than Vasehi Mukhae ||",
    "translation": "Why have You not come? I keep You in my mind, body and mouth.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆ ਕੇ ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਤਨ ਵਿਚ ਮੇਰੇ ਮੂੰਹ ਵਿਚ ਕਿਉਂ ਨਹੀਂ ਵੱਸਦਾ? (ਤਾ ਕਿ ਮੇਰਾ ਜੀਵਨ ਰੁੱਖਾ ਨ ਹੋ ਜਾਏ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47614,
    "shabad_id": 3982,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "min qin riv rihAw jgjIvnu; gur sbdI rMgu mwxI ]",
    "transliteration": "Man Than Rav Rehiaa Jagajeevan Gur Sabadhee Rang Maanee ||",
    "translation": "He is permeating and pervading my mind and body; He is the Life of the World. Through the Word of the Guru's Shabad, I enjoy His Love.",
    "punjabi": "ਜਿਸ ਜੀਵ ਦੇ ਮਨ ਵਿਚ ਤਨ ਵਿਚ ਸਾਰੇ ਜਗਤ ਦਾ ਆਸਰਾ ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47615,
    "shabad_id": 3982,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "AMfj jyrj syqj auqBuj; Git Git joiq smwxI ]",
    "transliteration": "Anddaj Jaeraj Saethaj Outhabhuj Ghatt Ghatt Joth Samaanee ||",
    "translation": "His Light fills all those born of eggs, born from the womb, born of sweat and born of the earth, each and every heart.",
    "punjabi": "ਉਸ ਨੂੰ ਚੌਹਾਂ ਖਾਣੀਆਂ ਦੇ ਜੀਵਾਂ ਵਿਚ ਹਰੇਕ ਘਟ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਹੀ ਜੋਤਿ ਸਮਾਈ ਦਿੱਸਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47616,
    "shabad_id": 3982,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "drsnu dyhu. dieAw piq dwqy; giq pwvau. miq dyho ]",
    "transliteration": "Dharasan Dhaehu Dhaeiaapath Dhaathae Gath Paavo Math Dhaeho ||",
    "translation": "Grant me the Blessed Vision of Your Darshan, O Lord of Mercy and Compassion. O Great Giver, grant me understanding, that I might find salvation.",
    "punjabi": "ਹੇ ਦਿਆਲ ਦਾਤਾਰ! ਮੈਨੂੰ ਆਪਣਾ ਦਰਸਨ ਦੇਹ, ਮੈਨੂੰ (ਚੰਗੀ) ਅਕਲ ਦੇਹ, (ਜਿਸ ਕਰਕੇ) ਮੈਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਸਕਾਂ (ਤੇ ਤੈਨੂੰ ਹਰ ਥਾਂ ਵੇਖ ਸਕਾਂ)।",
    "pronunciation": "dieAw-piq",
    "type_id": 3
  },
  {
    "id": 47617,
    "shabad_id": 3982,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "nwnk. rMig rvY ris rsIAw; hir isau pRIiq snyho ]14]",
    "transliteration": "Naanak Rang Ravai Ras Raseeaa Har Sio Preeth Sanaeho ||14||",
    "translation": "O Nanak, the Lord enjoys, savors and ravishes the bride who is in love with Him. ||14||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਪ੍ਰੀਤ ਜਿਸ ਦਾ ਪਿਆਰ ਪਰਮਾਤਮਾ ਨਾਲ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਪ੍ਰੇਮੀ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ (ਜੁੜ ਕੇ) ਉਸ ਦੇ ਗੁਣ ਆਨੰਦ ਨਾਲ ਯਾਦ ਕਰਦਾ ਹੈ ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47618,
    "shabad_id": 3983,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mwiG punIq BeI; qIrQu AMqir jwinAw ]",
    "transliteration": "Maagh Puneeth Bhee Theerathh Anthar Jaaniaa ||",
    "translation": "In Maagh, I become pure; I know that the sacred shrine of pilgrimage is within me.",
    "punjabi": "ਮਾਘ (ਮਹੀਨੇ) ਵਿਚ (ਲੋਕ ਪ੍ਰਯਾਗ ਆਦਿਕ ਉਤੇ ਇਸ਼ਨਾਨ ਕਰਨ ਵਿਚ ਪਵਿਤ੍ਰਤਾ ਮੰਨਦੇ ਹਨ ਪਰ) ਜਿਸ ਜੀਵ ਨੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਤੀਰਥ ਪਛਾਣ ਲਿਆ ਹੈ ਉਸ ਦੀ ਜਿੰਦ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47619,
    "shabad_id": 3983,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "swjn shij imly; gux gih AMik smwinAw ]",
    "transliteration": "Saajan Sehaj Milae Gun Gehi Ank Samaaniaa ||",
    "translation": "I have met my Friend with intuitive ease; I grasp His Glorious Virtues, and merge in His Being.",
    "punjabi": "ਜੋ ਜੀਵ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੁੰਦਾ ਹੈ, ਉਹ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਜਾਂਦਾ ਹੈ ਜਿਥੇ ਉਸ ਨੂੰ ਸੱਜਣ-ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47620,
    "shabad_id": 3983,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "pRIqm gux AMky. suix pRB bMky; quDu Bwvw sir nwvw ]",
    "transliteration": "Preetham Gun Ankae Sun Prabh Bankae Thudhh Bhaavaa Sar Naavaa ||",
    "translation": "O my Beloved, Beauteous Lord God, please listen: I sing Your Glories, and merge in Your Being. If it is pleasing to Your Will, I bathe in the sacred pool within.",
    "punjabi": "ਹੇ ਸੋਹਣੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਜੇ ਤੇਰੇ ਗੁਣ ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣ ਕੇ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਣ ਲੱਗ ਪਵਾਂ, ਤਾਂ ਮੈਂ ਤੀਰਥ ਉਤੇ ਇਸ਼ਨਾਨ ਕਰ ਲਿਆ (ਸਮਝਦਾ ਹਾਂ)।",
    "pronunciation": "nwv@W",
    "type_id": 3
  },
  {
    "id": 47621,
    "shabad_id": 3983,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "gMg jmun qh byxI sMgm; swq smuMd smwvw ]",
    "transliteration": "Gang Jamun Theh Baenee Sangam Saath Samundh Samaavaa ||",
    "translation": "The Ganges, Jamunaa, the sacred meeting place of the three rivers, the seven seas,",
    "punjabi": "ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨਤਾ ਵਾਲੀ ਅਵਸਥਾ ਹੀ ਗੰਗਾ ਜਮਨਾ ਸਰਸ੍ਵਤੀ ਤਿੰਨਾਂ ਨਦੀਆਂ ਦਾ ਮਿਲਾਪ-ਥਾਂ ਹੈ ਤ੍ਰਿਬੇਣੀ ਹੈ, ਉਥੇ ਹੀ ਮੈਂ ਸੱਤੇ ਸਮੁੰਦਰ ਸਮਾਏ ਮੰਨਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47622,
    "shabad_id": 3983,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "puMn dwn pUjw prmysur; juig juig eyko jwqw ]",
    "transliteration": "Punn Dhaan Poojaa Paramaesur Jug Jug Eaeko Jaathaa ||",
    "translation": "Charity, donations, adoration and worship all rest in the Transcendent Lord God; throughout the ages, I realize the One.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਹਰੇਕ ਜੁਗ ਵਿਚ ਵਿਆਪਕ ਪਰਮੇਸਰ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ ਉਸ ਨੇ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ) ਸਾਰੇ ਪੁੰਨ ਕਰਮ ਦਾਨ ਤੇ ਪੂਜਾ ਕਰਮ ਕਰ ਲਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47623,
    "shabad_id": 3983,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "nwnk. mwiG mhw rsu hir jip; ATsiT qIrQ nwqw ]15]",
    "transliteration": "Naanak Maagh Mehaa Ras Har Jap Athasath Theerathh Naathaa ||15||",
    "translation": "O Nanak, in Maagh, the most sublime essence is meditation on the Lord; this is the cleansing bath of the sixty-eight sacred shrines of pilgrimage. ||15||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮਾਘ ਮਹੀਨੇ ਵਿਚ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਦੇ ਥਾਂ) ਜਿਸ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਪ੍ਰਭੂ-ਨਾਮ ਦਾ ਮਹਾ ਰਸ ਪੀ ਲਿਆ, ਉਸ ਨੇ ਅਠਾਹਠ ਹੀ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਕਰ ਲਿਆ ॥੧੫॥",
    "pronunciation": "n@wqw",
    "type_id": 3
  },
  {
    "id": 47624,
    "shabad_id": 3984,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "Plguin. min rhsI; pRymu suBwieAw ]",
    "transliteration": "Falagun Man Rehasee Praem Subhaaeiaa ||",
    "translation": "In Phalgun, her mind is enraptured, pleased by the Love of her Beloved.",
    "punjabi": "(ਸਿਆਲੀ ਰੁੱਤ ਦੀ ਕਰੜੀ ਸਰਦੀ ਪਿਛੋਂ ਬਹਾਰ ਫਿਰਨ ਤੇ) ਫੱਗਣ ਦੇ ਮਹੀਨੇ ਵਿਚ (ਲੋਕ ਹੋਲੀਆਂ ਦੇ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਦੀ ਰਾਹੀਂ ਖ਼ੁਸ਼ੀਆਂ ਮਨਾਂਦੇ ਹਨ, ਪਰ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ) ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਮਿੱਠਾ ਲੱਗਾ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਅਸਲ ਆਨੰਦ ਪੈਦਾ ਹੋਇਆ ਹੈ;",
    "pronunciation": "rhsI: polw bolo[imlvW",
    "type_id": 3
  },
  {
    "id": 47625,
    "shabad_id": 3984,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "An idnu rhsu BieAw; Awpu gvwieAw ]",
    "transliteration": "Anadhin Rehas Bhaeiaa Aap Gavaaeiaa ||",
    "translation": "Night and day, she is enraptured, and her selfishness is gone.",
    "punjabi": "ਜਿਸ ਨੇ ਆਪਾ-ਭਾਵ ਗਵਾਇਆ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਹਰ ਵੇਲੇ ਹੀ ਖਿੜਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47626,
    "shabad_id": 3984,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mn mohu cukwieAw jw iqsu BwieAw; kir ikrpw Gir AwE ]",
    "transliteration": "Man Mohu Chukaaeiaa Jaa This Bhaaeiaa Kar Kirapaa Ghar Aaou ||",
    "translation": "Emotional attachment is eradicated from her mind, when it pleases Him; in His Mercy, He comes to my home.",
    "punjabi": "(ਪਰ ਆਪਾ-ਭਾਵ ਗਵਾਣਾ ਕੋਈ ਸੌਖੀ ਖੇਡ ਨਹੀਂ ਹੈ) ਜਦੋਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਤਾਂ ਜੀਵ ਆਪਣੇ ਮਨ ਵਿਚੋਂ ਮਾਇਆ ਦਾ ਮੋਹ ਮੁਕਾਂਦਾ ਹੈ, ਪ੍ਰਭੂ ਭੀ ਮਿਹਰ ਕਰ ਕੇ ਉਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਪ੍ਰਵੇਸ਼ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47627,
    "shabad_id": 3984,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "bhuqy vys krI ipr bwJhu; mhlI lhw. n QwE ]",
    "transliteration": "Bahuthae Vaes Karee Pir Baajhahu Mehalee Lehaa N Thhaaou ||",
    "translation": "I dress in various clothes, but without my Beloved, I shall not find a place in the Mansion of His Presence.",
    "punjabi": "ਪ੍ਰਭੂ-ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਹੀ ਮੈਂ ਬਥੇਰੇ (ਧਾਰਮਿਕ) ਸਿੰਗਾਰ (ਬਾਹਰੋਂ ਦਿੱਸਦੇ ਧਾਰਮਿਕ ਕੰਮ) ਕੀਤੇ, ਪਰ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਮੈਨੂੰ ਟਿਕਾਣਾ ਨਾਹ ਹੀ ਮਿਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47628,
    "shabad_id": 3984,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "hwr for rs pwt ptMbr; ipir loVI sIgwrI ]",
    "transliteration": "Haar Ddor Ras Paatt Pattanbar Pir Lorree Seegaaree ||",
    "translation": "I have adorned myself with garlands of flowers, pearl necklaces, scented oils and silk robes.",
    "punjabi": "ਹਾਂ, ਜਿਸ ਨੂੰ ਪਤੀ-ਪ੍ਰਭੂ ਨੇ ਪਸੰਦ ਕਰ ਲਿਆ, ਉਹ ਸਾਰੇ ਹਾਰ-ਸਿੰਗਾਰਾਂ ਰੇਸ਼ਮੀ ਕੱਪੜਿਆਂ ਨਾਲ ਸਿੰਗਾਰੀ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47629,
    "shabad_id": 3984,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "nwnk. myil leI, guir ApxY; Gir vru pwieAw nwrI ]16]",
    "transliteration": "Naanak Mael Lee Gur Apanai Ghar Var Paaeiaa Naaree ||16||",
    "translation": "O Nanak, the Guru has united me with Him. The soul-bride has found her Husband Lord, within the home of her own heart. ||16||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਆਪਣੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਨਾਲ) ਮਿਲਾ ਲਿਆ, ਉਸ ਨੂੰ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਹੀ ਖਸਮ-ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47630,
    "shabad_id": 3985,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "by ds mwh; ruqI iQqI vwr Bly ]",
    "transliteration": "Bae Dhas Maah Ruthee Thhithee Vaar Bhalae ||",
    "translation": "The twelve months, the seasons, the weeks, the days, the hours, the minutes and the seconds are all sublime,",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਅਡੋਲ ਹੋਏ ਹਿਰਦੇ ਵਿਚ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਆ ਟਿਕਦਾ ਹੈ, ਉਸ ਨੂੰ ਬਾਰਾਂ ਹੀ ਮਹੀਨੇ, ਸਾਰੀਆਂ ਰੁੱਤਾਂ, ਸਾਰੀਆਂ ਥਿੱਤਾਂ, ਸਾਰੇ ਦਿਨ ਸੁਲੱਖਣੇ ਜਾਪਦੇ ਹਨ।",
    "pronunciation": "(by) do qy (ds), bwrW mwh mhIny[ds: polw bolo[r`uqI[iQ`qI",
    "type_id": 3
  },
  {
    "id": 47631,
    "shabad_id": 3985,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "GVI mUrq pl swcy; Awey shij imly ]",
    "transliteration": "Gharree Moorath Pal Saachae Aaeae Sehaj Milae ||",
    "translation": "When the True Lord comes and meets her with natural ease.",
    "punjabi": "ਸਾਰੀਆਂ ਘੜੀਆਂ, ਸਾਰੇ ਮੁਹੂਰਤ ਤੇ ਪਲ ਸੁਲੱਖਣੇ ਜਾਪਦੇ ਹਨ (ਉਸ ਨੂੰ ਕਿਸੇ ਸੰਗ੍ਰਾਂਦ ਮੱਸਿਆ ਆਦਿਕ ਦੀ ਹੀ ਪਵਿਤ੍ਰਤਾ ਦਾ ਭਰਮ-ਭੁਲੇਖਾ ਨਹੀਂ ਰਹਿੰਦਾ)। (ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਕਿਸੇ ਕੰਮ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਵਾਸਤੇ ਕੋਈ ਖ਼ਾਸ ਮੁਹੂਰਤ ਨਹੀਂ ਭਾਲਦੀ, ਉਸ ਨੂੰ ਇਹ ਯਕੀਨ ਹੁੰਦਾ ਹੈ ਕਿ) ਜਦੋਂ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮਿਲ ਪਏ,",
    "pronunciation": "(mUrq) do GVI",
    "type_id": 3
  },
  {
    "id": 47632,
    "shabad_id": 3985,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "pRB imly ipAwry. kwrj swry; krqw sB ibiD jwxY ]",
    "transliteration": "Prabh Milae Piaarae Kaaraj Saarae Karathaa Sabh Bidhh Jaanai ||",
    "translation": "God, my Beloved, has met me, and my affairs are all resolved. The Creator Lord knows all ways and means.",
    "punjabi": "(ਭਾਵ, ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲਿਆਂ) ਸਭ ਕੰਮ ਰਾਸ ਆ ਜਾਂਦੇ ਹਨ, ਕਰਤਾਰ ਹੀ (ਜੀਵ ਨੂੰ ਸਫਲਤਾ ਦੇਣ ਦੀਆਂ) ਸਾਰੀਆਂ ਬਿਧੀਆਂ ਜਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47633,
    "shabad_id": 3985,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ijin sIgwrI. iqsih ipAwrI; mylu BieAw rMgu mwxY ]",
    "transliteration": "Jin Seegaaree Thisehi Piaaree Mael Bhaeiaa Rang Maanai ||",
    "translation": "I am loved by the One who has embellished and exalted me; I have met Him, and I savor His Love.",
    "punjabi": "(ਪਰ ਇਹ ਸਿਦਕ-ਸਰਧਾ ਦਾ ਆਤਮਕ ਸੋਹਜ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਦੇਂਦਾ ਹੈ) ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਆਤਮਾ ਨੂੰ ਸੰਵਾਰਨਾ ਹੈ, ਤੇ ਆਪ ਹੀ ਉਸ ਨੂੰ ਪਿਆਰਨਾ ਹੈ। (ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ) ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮੇਲ ਹੁੰਦਾ ਹੈ, ਤੇ ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47634,
    "shabad_id": 3985,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "Gir syj suhwvI. jw ipir rwvI; gurmuiK msqik Bwgo ]",
    "transliteration": "Ghar Saej Suhaavee Jaa Pir Raavee Guramukh Masathak Bhaago ||",
    "translation": "The bed of my heart becomes beautiful, when my Husband Lord ravishes me. As Gurmukh, the destiny on my forehead has been awakened and activated.",
    "punjabi": "ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਮੱਥੇ ਦਾ ਲੇਖ ਉੱਘੜਿਆ, (ਉਸ ਅਨੁਸਾਰ) ਜਦੋਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਨਾਲ ਜੋੜਿਆ, ਉਸ ਦੀ ਹਿਰਦਾ-ਸੇਜ ਸੁੰਦਰ ਹੋ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
