[
  {
    "id": 47635,
    "shabad_id": 3985,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਅਹਿ ਨਿਸਿ ਰਾਵੈ ਪ੍ਰੀਤਮੁ; ਹਰਿ ਵਰੁ ਥਿਰੁ ਸੋਹਾਗੋ ||੧੭||੧||",
    "transliteration": "Naanak Ahinis Raavai Preetham Har Var Thhir Sohaago ||17||1||",
    "translation": "O Nanak, day and night, my Beloved enjoys me; with the Lord as my Husband, my Marriage is Eternal. ||17||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਸੁਭਾਗ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦਿਨ ਰਾਤ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ-ਪਤੀ ਉਸ ਦਾ ਸਦਾ ਲਈ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਸੁਹਾਗ ਬਣ ਜਾਂਦਾ ਹੈ ॥੧੭॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47636,
    "shabad_id": 3986,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਤੁਖਾਰੀ ਮਹਲਾ ੧ ||",
    "transliteration": "Thukhaaree Mehalaa 1 ||",
    "translation": "Tukhaari, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47637,
    "shabad_id": 3986,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਪਹਿਲੈ ਪਹਰੈ, ਨੈਣ ਸਲੋਨੜੀੲੇ; ਰੈਣਿ ਅੰਧਿਅਾਰੀ ਰਾਮ ||",
    "transliteration": "Pehilai Peharai Nain Salonarreeeae Rain Andhhiaaree Raam ||",
    "translation": "In the first watch of the dark night, O bride of splendored eyes,",
    "punjabi": "ਹੇ ਸੋਹਣੇ ਨੇਤ੍ਰਾਂ ਵਾਲੀਏ! (ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਆਤਮਕ ਜੀਵਨ ਦਾ ਰਸਤਾ ਵੇਖਣ ਲਈ ਤੈਨੂੰ ਸੋਹਣੇ ਗਿਆਨ ਨੇਤ੍ਰ ਮਿਲੇ ਸਨ, ਪਰ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਪਹਿਲੇ ਹਿੱਸੇ ਵਿਚ (ਤੇਰੀਆਂ ਉਹਨਾਂ) ਅੱਖਾਂ ਵਾਸਤੇ (ਅਗਿਆਨਤਾ ਦੀ) ਹਨੇਰੀ ਰਾਤ (ਬਣੀ ਰਹਿੰਦੀ ਹੈ)।",
    "pronunciation": "(ਸਲੋਨੜੀੲੇ) ਪਤੀ ਰਾਮਜੀ ਬਿਨਾ ਹੋਰ ਕਿਸੇ ਨੰੂ ਨ ਦੇਖਣ ਵਾਲੇ ਮਹਾਂ ਵਿਸਮਾਦ ਸੁੰਦਰ ਨੇਤ੍ਰਾਂ ਵਾਲੀ ਗੁਰਸੇਵਕ ਸਖੀ[(ਰੈਣਿ) ਅਵਸਥਾ ਰੂਪੀ ਰਾਤ",
    "type_id": 3
  },
  {
    "id": 47638,
    "shabad_id": 3986,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਵਖਰੁ ਰਾਖੁ ਮੁੲੀੲੇ; ਅਾਵੈ ਵਾਰੀ ਰਾਮ ||",
    "transliteration": "Vakhar Raakh Mueeeae Aavai Vaaree Raam ||",
    "translation": "Protect your riches; your turn is coming soon.",
    "punjabi": "(ਇਸ ਆਤਮਕ ਹਨੇਰੇ ਵਿਚ ਰਹਿ ਕੇ) ਹੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਰਹੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ! (ਹੋਸ਼ ਕਰ, ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਸੌਦਾ ਸਾਂਭ ਕੇ ਰੱਖ, (ਜਿਹੜੀ ਭੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਥੇ ਆਉਂਦੀ ਹੈ, ਇਥੋਂ ਚਲੇ ਜਾਣ ਵਾਸਤੇ ਹਰੇਕ ਦੀ) ਵਾਰੀ ਆ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47639,
    "shabad_id": 3986,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਵਾਰੀ ਅਾਵੈ. ਕਵਣੁ ਜਗਾਵੈ; ਸੂਤੀ ਜਮ ਰਸੁ ਚੂਸੲੇ ||",
    "transliteration": "Vaaree Aavai Kavan Jagaavai Soothee Jam Ras Chooseae ||",
    "translation": "When your turn comes, who will wake you? While you sleep, your juice shall be sucked out by the Messenger of Death.",
    "punjabi": "(ਜ਼ਰੂਰ ਹਰੇਕ ਦੀ) ਵਾਰੀ ਆ ਜਾਂਦੀ ਹੈ। (ਪਰ ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਬੇ-ਪਰਵਾਹ ਹੋਈ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਜਮਾਂ ਨਾਲ ਵਾਹ ਪਾਣ ਵਾਲਾ ਮਾਇਕ ਪਦਾਰਥਾਂ ਦਾ ਰਸ ਚੂਸਦੀ ਰਹਿੰਦੀ ਹੈ? (ਅਜਿਹੀ ਨੂੰ) ਜਗਾਏ ਭੀ ਕੌਣ?",
    "pronunciation": "ਚੂ-ਸੲੇ",
    "type_id": 3
  },
  {
    "id": 47640,
    "shabad_id": 3986,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਰੈਣਿ ਅੰਧੇਰੀ. ਕਿਅਾ ਪਤਿ ਤੇਰੀ; ਚੋਰੁ ਪੜੈ. ਘਰੁ ਮੂਸੲੇ ||",
    "transliteration": "Rain Andhhaeree Kiaa Path Thaeree Chor Parrai Ghar Mooseae ||",
    "translation": "The night is so dark; what will become of your honor? The thieves will break into your home and rob you.",
    "punjabi": "ਹੇ ਸੋਹਣੇ ਨੈਣਾਂ ਵਾਲੀਏ! (ਜੇ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਤੇਰੀਆਂ ਅੱਖਾਂ ਵਾਸਤੇ) ਹਨੇਰੀ ਰਾਤ (ਹੀ ਬਣੀ ਰਹੀ, ਤਾਂ) ਲੋਕ ਪਰਲੋਕ ਵਿਚ ਕਿਤੇ ਭੀ) ਤੈਨੂੰ ਇੱਜ਼ਤ ਨਹੀਂ ਮਿਲੇਗੀ। (ਅਜਿਹੀ ਸੁੱਤੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਕਾਮਾਦਿਕ ਹਰੇਕ) ਚੋਰ ਸੰਨ੍ਹ ਲਾਈ ਰੱਖਦਾ ਹੈ (ਤੇ, ਉਸ ਦਾ ਹਿਰਦਾ-) ਘਰ ਲੁੱਟ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ਪੜੈ: ੜਾੜੇ ਹਲੰਤ ਨ ਲਾੳੁ[ ਮੂ-ਸੲੇ",
    "type_id": 3
  },
  {
    "id": 47641,
    "shabad_id": 3986,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਰਾਖਣਹਾਰਾ ਅਗਮ ਅਪਾਰਾ; ਸੁਣਿ ਬੇਨੰਤੀ ਮੇਰੀਅਾ ||",
    "transliteration": "Raakhanehaaraa Agam Apaaraa Sun Baenanthee Maereeaa ||",
    "translation": "O Saviour Lord, Inaccessible and Infinite, please hear my prayer.",
    "punjabi": "ਹੇ ਰੱਖਿਆ ਕਰ ਸਕਣ ਵਾਲੇ ਪ੍ਰਭੂ! ਹੇ ਅਪਹੁੰਚ ਪ੍ਰਭੂ! ਹੇ ਬੇ-ਅੰਤ ਪ੍ਰਭੂ! ਮੇਰੀ ਬੇਨਤੀ ਸੁਣ। (ਮੇਰੀ ਜੀਵਨ-ਰਾਤ ਨੂੰ ਵਿਕਾਰਾਂ ਦਾ ਘੁੱਪ ਹਨੇਰਾ ਦਬਾਈ ਨਾਹ ਰੱਖੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47642,
    "shabad_id": 3986,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਮੂਰਖੁ ਕਬਹਿ, ਨ ਚੇਤੈ; ਕਿਅਾ ਸੂਝੈ. ਰੈਣਿ ਅੰਧੇਰੀਅਾ ||੧||",
    "transliteration": "Naanak Moorakh Kabehi N Chaethai Kiaa Soojhai Rain Andhhaereeaa ||1||",
    "translation": "O Nanak, the fool never remembers Him; what can he see in the dark of night? ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੂਰਖ ਮਨੁੱਖ ਕਦੇ ਭੀ (ਪਰਮਾਤਮਾ ਨੂੰ) ਯਾਦ ਨਹੀਂ ਕਰਦਾ (ਵਿਕਾਰਾਂ ਦੀ ਘੁੱਪ) ਹਨੇਰੀ (ਜੀਵਨ-) ਰਾਤ ਵਿਚ (ਉਸ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ) ਸੁੱਝਦਾ ਹੀ ਨਹੀਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47643,
    "shabad_id": 3986,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਦੂਜਾ ਪਹਰੁ ਭੲਿਅਾ; ਜਾਗੁ ਅਚੇਤੀ ਰਾਮ ||",
    "transliteration": "Dhoojaa Pehar Bhaeiaa Jaag Achaethee Raam ||",
    "translation": "The second watch has begun; wake up, you unconscious being!",
    "punjabi": "ਹੇ ਗ਼ਾਫ਼ਿਲ ਜੀਵ-ਇਸਤ੍ਰੀ! (ਹੁਣ ਤਾਂ ਤੇਰੀ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦਾ) ਦੂਜਾ ਪਹਰ ਲੰਘ ਰਿਹਾ ਹੈ (ਹੁਣ ਤਾਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਸੁਚੇਤ ਹੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47644,
    "shabad_id": 3986,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਵਖਰੁ ਰਾਖੁ ਮੁੲੀੲੇ; ਖਾਜੈ ਖੇਤੀ. ਰਾਮ ||",
    "transliteration": "Vakhar Raakh Mueeeae Khaajai Khaethee Raam ||",
    "translation": "Protect your riches, O mortal; your farm is being eaten.",
    "punjabi": "ਹੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਰਹੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ! (ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਸੌਦਾ ਸਾਂਭ ਕੇ ਰੱਖ, (ਤੇਰੇ ਆਤਮਕ ਗੁਣਾਂ ਵਾਲੀ) ਫ਼ਸਲ (ਵਿਕਾਰਾਂ ਦੇ ਮੂੰਹ ਆ ਕੇ) ਖਾਧੀ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "ਵੱਖਰੁ",
    "type_id": 3
  },
  {
    "id": 47645,
    "shabad_id": 3986,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਰਾਖਹੁ ਖੇਤੀ. ਹਰਿ ਗੁਰ ਹੇਤੀ; ਜਾਗਤ ਚੋਰੁ. ਨ ਲਾਗੈ ||",
    "transliteration": "Raakhahu Khaethee Har Gur Haethee Jaagath Chor N Laagai ||",
    "translation": "Protect your crops, and love the Lord, the Guru. Stay awake and aware, and the thieves shall not rob you.",
    "punjabi": "ਹਰੀ ਨਾਲ ਗੁਰੂ ਨਾਲ ਪ੍ਰੇਮ ਪਾ ਕੇ (ਆਪਣੀ ਆਤਮਕ ਗੁਣਾਂ ਵਾਲੀ) ਫ਼ਸਲ ਸਾਂਭ ਕੇ ਰੱਖੋ, (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਿਹਾਂ (ਕਾਮਾਦਿਕ ਕੋਈ ਭੀ) ਚੋਰ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਧਨ ਨੂੰ) ਸੰਨ੍ਹ ਨਹੀਂ ਲਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47646,
    "shabad_id": 3986,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਜਮ ਮਗਿ. ਨ ਜਾਵਹੁ, ਨਾ ਦੁਖੁ ਪਾਵਹੁ; ਜਮ ਕਾ ਡਰੁ ਭੳੁ ਭਾਗੈ ||",
    "transliteration": "Jam Mag N Jaavahu Naa Dhukh Paavahu Jam Kaa Ddar Bho Bhaagai ||",
    "translation": "You shall not have to go on the path of Death, and you shall not suffer in pain; your fear and terror of death shall run away.",
    "punjabi": "(ਵਿਕਾਰਾਂ ਵਿਚ ਫਸ ਕੇ) ਜਮਾਂ ਦੇ ਰਸਤੇ ਉੱਤੇ ਨਾਹ ਤੁਰੋ, ਅਤੇ ਦੁੱਖ ਨਾਹ ਸਹੇੜੋ। (ਵਿਕਾਰਾਂ ਤੋਂ ਬਚੇ ਰਿਹਾਂ) ਜਮਰਾਜ ਦਾ ਡਰ-ਭਉ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47647,
    "shabad_id": 3986,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਰਵਿ ਸਸਿ ਦੀਪਕ. ਗੁਰਮਤਿ ਦੁਅਾਰੈ; ਮਨਿ ਸਾਚਾ ਮੁਖਿ ਧਿਅਾਵੲੇ ||",
    "transliteration": "Rav Sas Dheepak Guramath Dhuaarai Man Saachaa Mukh Dhhiaaveae ||",
    "translation": "The lamps of the sun and the moon are lit by the Guru's Teachings, through His Door, meditating on the True Lord, in the mind and with the mouth.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਵੱਸਦਾ ਰਹਿੰਦਾ ਹੈ, ਜਿਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਮੂੰਹ ਨਾਲ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗਿਆਨ ਅਤੇ ਸ਼ਾਂਤੀ ਦੇ ਦੀਵੇ ਜਗਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਧਿਅਾ-ਵੲੇ",
    "type_id": 3
  },
  {
    "id": 47648,
    "shabad_id": 3986,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ. ਮੂਰਖੁ ਅਜਹੁ, ਨ ਚੇਤੈ; ਕਿਵ. ਦੂਜੈ ਸੁਖੁ ਪਾਵੲੇ ||੨||",
    "transliteration": "Naanak Moorakh Ajahu N Chaethai Kiv Dhoojai Sukh Paaveae ||2||",
    "translation": "O Nanak, the fool still does not remember the Lord. How can he find peace in duality? ||2||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਮੂਰਖ ਮਨੁੱਖ ਅਜੇ ਭੀ ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਨਹੀਂ ਕਰਦਾ (ਜਦੋਂ ਕਿ ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦਾ ਦੂਜਾ ਪਹਰ ਬੀਤ ਰਿਹਾ ਹੈ। ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲਾ ਕੇ) ਹੋਰ ਹੋਰ (ਪਿਆਰ) ਵਿਚ ਮਨੁੱਖ ਕਿਸੇ ਭੀ ਹਾਲਤ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47649,
    "shabad_id": 3986,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਤੀਜਾ ਪਹਰੁ ਭੲਿਅਾ; ਨੀਦ ਵਿਅਾਪੀ. ਰਾਮ ||",
    "transliteration": "Theejaa Pehar Bhaeiaa Needh Viaapee Raam ||",
    "translation": "The third watch has begun, and sleep has set in.",
    "punjabi": "ਜਦੋਂ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦਾ ਤੀਜਾ ਪਹਰ ਭੀ ਲੰਘਦਾ ਜਾ ਰਿਹਾ ਹੈ ਤਦੋਂ ਭੀ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਜੀਵ ਉਤੇ ਆਪਣਾ ਜ਼ੋਰ ਪਾਈ ਰੱਖਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47650,
    "shabad_id": 3986,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਮਾੲਿਅਾ ਸੁਤ ਦਾਰਾ; ਦੂਖਿ ਸੰਤਾਪੀ. ਰਾਮ ||",
    "transliteration": "Maaeiaa Suth Dhaaraa Dhookh Santhaapee Raam ||",
    "translation": "The mortal suffers in pain, from attachment to Maya, children and spouse.",
    "punjabi": "ਮਾਇਆ ਪੁੱਤਰ ਇਸਤ੍ਰੀ ਆਦਿਕ ਕਈ ਕਿਸਮ ਦੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਵਿਚ ਮਨੁੱਖ ਦੀ ਜਿੰਦ ਕਲਪਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47651,
    "shabad_id": 3986,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਮਾੲਿਅਾ ਸੁਤ ਦਾਰਾ ਜਗਤ ਪਿਅਾਰਾ; ਚੋਗ ਚੁਗੈ ਨਿਤ ਫਾਸੈ ||",
    "transliteration": "Maaeiaa Suth Dhaaraa Jagath Piaaraa Chog Chugai Nith Faasai ||",
    "translation": "Maya, his children, his wife and the world are so dear to him; he bites the bait, and is caught.",
    "punjabi": "ਮਨੁੱਖ ਨੂੰ ਮਾਇਆ ਦਾ ਪਿਆਰ, ਪੁੱਤਰਾਂ ਦਾ ਪਿਆਰ ਇਸਤ੍ਰੀ ਦਾ ਪਿਆਰ, ਦੁਨੀਆ ਦਾ ਪਿਆਰ (ਮੋਹੀ ਰੱਖਦਾ ਹੈ, ਜਿਉਂ ਜਿਉਂ ਮਨੁੱਖ) ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਭੋਗ ਭੋਗਦਾ ਹੈ ਤਿਉਂ ਤਿਉਂ ਸਦਾ (ਇਹਨਾਂ ਵਿਚ) ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ (ਤੇ ਦੁੱਖ ਪਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47652,
    "shabad_id": 3986,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਨਾਮੁ ਧਿਅਾਵੈ ਤਾ ਸੁਖੁ ਪਾਵੈ; ਗੁਰਮਤਿ. ਕਾਲੁ, ਨ ਗ੍ਰਾਸੈ ||",
    "transliteration": "Naam Dhhiaavai Thaa Sukh Paavai Guramath Kaal N Graasai ||",
    "translation": "Meditating on the Naam, the Name of the Lord, he shall find peace; following the Guru's Teachings, he shall not be seized by death.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਤਦੋਂ ਆਤਮਕ ਆਨੰਦ ਹਾਸਲ ਕਰਦਾ ਹੈ, ਤੇ ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਤਮਕ ਮੌਤ ਇਸ ਨੂੰ ਆਪਣੇ ਕਾਬੂ ਵਿਚ ਨਹੀਂ ਰੱਖ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47653,
    "shabad_id": 3986,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਜੰਮਣੁ ਮਰਣੁ ਕਾਲੁ. ਨਹੀ ਛੋਡੈ; ਵਿਣੁ ਨਾਵੈ. ਸੰਤਾਪੀ ||",
    "transliteration": "Janman Maran Kaal Nehee Shhoddai Vin Naavai Santhaapee ||",
    "translation": "He cannot escape from birth, dying and death; without the Name, he suffers.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਮਨੁੱਖ ਦੀ ਜਿੰਦ ਸਦਾ ਕਲਪਦੀ ਹੈ, ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਇਸ ਦੀ ਖ਼ਲਾਸੀ ਨਹੀਂ ਕਰਦਾ, ਆਤਮਕ ਮੌਤ ਇਸ ਦੀ ਖ਼ਲਾਸੀ ਨਹੀਂ ਕਰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47654,
    "shabad_id": 3986,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਤੀਜੈ ਤਿ੍ਰਬਿਧਿ ਲੋਕਾ; ਮਾੲਿਅਾ ਮੋਹਿ ਵਿਅਾਪੀ ||੩||",
    "transliteration": "Naanak Theejai Thribidhh Lokaa Maaeiaa Mohi Viaapee ||3||",
    "translation": "O Nanak, in the third watch of the three-phased Maya, the world is engrossed in attachment to Maya. ||3||",
    "punjabi": "ਹੇ ਲੋਕੋ! ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦਾ ਤੀਜਾ ਪਹਰ ਲੰਘਦਿਆਂ ਭੀ (ਨਾਮ ਤੋਂ ਸੁੰਞੀ ਰਹਿਣ ਕਰਕੇ ਮਨੁੱਖ ਦੀ ਜਿੰਦ) ਹੇ ਨਾਨਕ! ਤ੍ਰਿਗੁਣੀ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੀ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "ਤਿ੍ਰਬਿਧਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 47655,
    "shabad_id": 3986,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਚੳੁਥਾ ਪਹਰੁ ਭੲਿਅਾ; ਦੳੁਤੁ ਬਿਹਾਗੈ, ਰਾਮ ||",
    "transliteration": "Chouthhaa Pehar Bhaeiaa Dhouth Bihaagai Raam ||",
    "translation": "The fourth watch has begun, and the day is about to dawn.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਦੀ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦਾ ਚੌਥਾ ਪਹਰ ਬੀਤ ਰਿਹਾ ਹੁੰਦਾ ਹੈ ਤਦੋਂ ਰਾਤ ਤੋਂ ਦਿਨ ਹੋ ਜਾਂਦਾ ਹੈ (ਤਦੋਂ ਕਾਲੇ ਕੇਸਾਂ ਤੋਂ ਧੌਲੇ ਹੋ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47656,
    "shabad_id": 3986,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਤਿਨ ਘਰੁ ਰਾਖਿਅੜਾ; ਜੁੋ ਅਨ ਦਿਨੁ ਜਾਗੈ, ਰਾਮ ||",
    "transliteration": "Thin Ghar Raakhiarraa Juo Anadhin Jaagai Raam ||",
    "translation": "Those who remain awake and aware, night and day, preserve and protect their homes.",
    "punjabi": "ਪਰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਰਾਸ-ਪੂੰਜੀ ਮਨੁੱਖਾਂ ਨੇ ਹੀ ਬਚਾਈ ਹੁੰਦੀ ਹੈ ਜਿਹੜਾ ਜਿਹੜਾ ਹਰ ਵੇਲੇ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਤੋਂ) ਸੁਚੇਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47657,
    "shabad_id": 3986,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਗੁਰ ਪੂਛਿ ਜਾਗੇ, ਨਾਮਿ ਲਾਗੇ; ਤਿਨਾ ਰੈਣਿ ਸੁਹੇਲੀਅਾ ||",
    "transliteration": "Gur Pooshh Jaagae Naam Laagae Thinaa Rain Suhaeleeaa ||",
    "translation": "The night is pleasant and peaceful, for those who remain awake; following the Guru's advice, they focus on the Naam.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵੱਲੋਂ) ਸੁਚੇਤ ਰਹੇ, ਜਿਹੜੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜੇ ਰਹੇ, ਉਹਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ (ਉਹਨਾਂ ਦੀ ਸਾਰੀ ਉਮਰ) ਸੌਖੀ ਲੰਘਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47658,
    "shabad_id": 3986,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਗੁਰ ਸਬਦੁ ਕਮਾਵਹਿ. ਜਨਮਿ, ਨ ਅਾਵਹਿ; ਤਿਨਾ ਹਰਿ ਪ੍ਰਭੁ ਬੇਲੀਅਾ ||",
    "transliteration": "Gur Sabadh Kamaavehi Janam N Aavehi Thinaa Har Prabh Baeleeaa ||",
    "translation": "Those who practice the Word of the Guru's Shabad are not reincarnated again; the Lord God is their Best Friend.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਅਨੁਸਾਰ ਜੀਵਨ ਬਤੀਤ ਕਰਦੇ ਹਨ, ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਆਉਂਦੇ (ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾਣ ਲਈ) ਪਰਮਾਤਮਾ (ਆਪ) ਉਹਨਾਂ ਦਾ ਮਦਦਗਾਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47659,
    "shabad_id": 3986,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਕਰ ਕੰਪਿ, ਚਰਣ ਸਰੀਰੁ ਕੰਪੈ; ਨੈਣ ਅੰਧੁਲੇ, ਤਨੁ ਭਸਮ ਸੇ ||",
    "transliteration": "Kar Kanp Charan Sareer Kanpai Nain Andhhulae Than Bhasam Sae ||",
    "translation": "The hands shake, the feet and body totter, the vision goes dark, and the body turns to dust.",
    "punjabi": "(ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ ਚੌਥੇ ਪਹਰ ਵਿਚ ਮਨੁੱਖ ਦੇ) ਹੱਥ ਪੈਰ ਕੰਬਣ ਲੱਗ ਪੈਂਦੇ ਹਨ, ਸਰੀਰ ਕੰਬਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਅੱਖਾਂ ਤੋਂ ਘੱਟ ਦਿੱਸਦਾ ਹੈ, ਸਰੀਰ ਸੁਆਹ ਵਰਗਾ (ਰੁੱਖਾ ਜਿਹਾ) ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਭਸਮ) ਸੁਅਾਹ (ਸੇ)ਜੈਸੇ",
    "type_id": 3
  },
  {
    "id": 47660,
    "shabad_id": 3986,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਦੁਖੀਅਾ ਜੁਗ ਚਾਰੇ; ਬਿਨੁ ਨਾਮ ਹਰਿ ਕੇ ਮਨਿ ਵਸੇ ||੪||",
    "transliteration": "Naanak Dhukheeaa Jug Chaarae Bin Naam Har Kae Man Vasae ||4||",
    "translation": "O Nanak, people are miserable throughout the four ages, if the Name of the Lord does not abide in the mind. ||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਹੜਾ ਮਨੁੱਖ ਅਜੇ ਭੀ ਹਰਿ-ਨਾਮ ਨਹੀਂ ਚੇਤੇ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਭਾਗ-ਹੀਣ ਹੀ ਸਮਝੋ। ਜੁਗ ਕੋਈ ਭੀ ਹੋਵੇ, ਇਹ ਪੱਕਾ ਨਿਯਮ ਜਾਣੋ ਕਿ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਵੱਸਣ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਚੌਹਾਂ ਹੀ ਜੁਗਾਂ ਵਿਚ ਦੁੱਖੀ ਰਹਿੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47661,
    "shabad_id": 3986,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਖੂਲੀ ਗੰਠਿ ੳੁਠੋ; ਲਿਖਿਅਾ ਅਾੲਿਅਾ. ਰਾਮ ||",
    "transliteration": "Khoolee Ganth Outho Likhiaa Aaeiaa Raam ||",
    "translation": "The knot has been untied; rise up - the order has come!",
    "punjabi": "ਜਦੋਂ ਜੀਵ ਦੀ ਜ਼ਿੰਦਗੀ ਦੇ ਮਿਲੇ ਸੁਆਸਾਂ ਦੀ ਗੰਢ ਖੁਲ੍ਹ ਜਾਂਦੀ ਹੈ (ਸੁਆਸ ਮੁੱਕ ਜਾਂਦੇ ਹਨ), ਤਾਂ ਪਰਮਾਤਮਾ ਵਲੋਂ ਲਿਖਿਆ ਹੁਕਮ ਆ ਜਾਂਦਾ ਹੈ (ਕਿ ਹੇ ਜੀਵ!) ਉੱਠ (ਤੁਰਨ ਲਈ ਤਿਆਰ ਹੋ ਜਾ)।",
    "pronunciation": "ਪ੍ਰਾਨ ਅਪਾਨ ਵਾਯੂ (ਗੰਠਿ) ਗੰਢ ਖ੍ਹ¨ਲੀ",
    "type_id": 3
  },
  {
    "id": 47662,
    "shabad_id": 3986,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਰਸ ਕਸ ਸੁਖ ਠਾਕੇ; ਬੰਧਿ ਚਲਾੲਿਅਾ. ਰਾਮ ||",
    "transliteration": "Ras Kas Sukh Thaakae Bandhh Chalaaeiaa Raam ||",
    "translation": "Pleasures and comforts are gone; like a prisoner, you are driven on.",
    "punjabi": "ਜੀਵ ਦੇ ਸਾਰੇ ਖਾਣ-ਪੀਣ ਸਾਰੇ ਸੁਖ ਰੋਕ ਲਏ ਜਾਂਦੇ ਹਨ, ਜੀਵ ਨੂੰ ਬੰਨ੍ਹ ਕੇ ਅੱਗੇ ਤੋਰ ਲਿਆ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਜਾਣਾ ਚਾਹੇ ਜਾਂ ਨਾਹ ਜਾਣਾ ਚਾਹੇ, ਉਸ ਨੂੰ ਜਗਤ ਤੋਂ ਤੋਰ ਲਿਆ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "ਚੱਲਾੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 47663,
    "shabad_id": 3986,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਬੰਧਿ ਚਲਾੲਿਅਾ. ਜਾ ਪ੍ਰਭ ਭਾੲਿਅਾ; ਨਾ ਦੀਸੈ. ਨਾ ਸੁਣੀਅੈ ||",
    "transliteration": "Bandhh Chalaaeiaa Jaa Prabh Bhaaeiaa Naa Dheesai Naa Suneeai ||",
    "translation": "You shall be bound and gagged, when it pleases God; you will not see or hear it coming.",
    "punjabi": "ਜਦੋਂ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ, ਜੀਵ ਨੂੰ ਇਥੋਂ ਚੁੱਕ ਲਿਆ ਜਾਂਦਾ ਹੈ, (ਫਿਰ) ਨਾਹ ਜੀਵ ਦਾ ਇੱਥੇ ਕੁਝ ਦਿੱਸਦਾ ਹੈ, ਨਾਹ ਕੁਝ ਸੁਣਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47664,
    "shabad_id": 3986,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਅਾਪਣ ਵਾਰੀ ਸਭਸੈ ਅਾਵੈ; ਪਕੀ ਖੇਤੀ ਲੁਣੀਅੈ ||",
    "transliteration": "Aapan Vaaree Sabhasai Aavai Pakee Khaethee Luneeai ||",
    "translation": "Everyone will have their turn; the crop ripens, and then it is cut down.",
    "punjabi": "ਹਰੇਕ ਜੀਵ ਦੀ ਇਹ ਵਾਰੀ ਆ ਜਾਂਦੀ ਹੈ; (ਜਿਵੇਂ) ਪੱਕਾ ਫ਼ਸਲ (ਆਖ਼ਿਰ) ਕੱਟਿਆ ਹੀ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਪੱਕੀ",
    "type_id": 3
  },
  {
    "id": 47665,
    "shabad_id": 3986,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਘੜੀ ਚਸੇ ਕਾ ਲੇਖਾ ਲੀਜੈ; ਬੁਰਾ ਭਲਾ ਸਹੁ ਜੀਅਾ ||",
    "transliteration": "Gharree Chasae Kaa Laekhaa Leejai Buraa Bhalaa Sahu Jeeaa ||",
    "translation": "The account is kept for every second, every instant; the soul suffers for the bad and the good.",
    "punjabi": "ਜੀਵ ਦੇ ਹਰੇਕ ਘੜੀ ਪਲ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਇਸ ਪਾਸੋਂ ਲੇਖਾ ਮੰਗਿਆ ਜਾਂਦਾ ਹੈ। ਹੇ ਜੀਵ! ਆਪਣੇ ਕੀਤੇ ਚੰਗੇ ਮੰਦੇ ਕੰਮਾਂ ਦਾ ਫਲ ਭੋਗਣਾ ਹੀ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "ਚਸੇ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 47666,
    "shabad_id": 3986,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਸੁਰਿ ਨਰ ਸਬਦਿ ਮਿਲਾੲੇ; ਤਿਨਿ ਪ੍ਰਭਿ ਕਾਰਣੁ ਕੀਅਾ ||੫||੨||",
    "transliteration": "Naanak Sur Nar Sabadh Milaaeae Thin Prabh Kaaran Keeaa ||5||2||",
    "translation": "O Nanak, the angelic beings are united with the Word of the Shabad; this is the way God made it. ||5||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਅਜਿਹਾ ਸਬਬ ਬਣਾ ਰੱਖਿਆ ਹੈ ਕਿ ਭਲੇ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੫॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47667,
    "shabad_id": 3987,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਤੁਖਾਰੀ ਮਹਲਾ ੧ ||",
    "transliteration": "Thukhaaree Mehalaa 1 ||",
    "translation": "Tukhaari, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47668,
    "shabad_id": 3987,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਤਾਰਾ ਚੜਿਅਾ ਲੰਮਾ; ਕਿੳੁ. ਨਦਰਿ ਨਿਹਾਲਿਅਾ, ਰਾਮ ||",
    "transliteration": "Thaaraa Charriaa Lanmaa Kio Nadhar Nihaaliaa Raam ||",
    "translation": "The meteor shoots across the sky. How can it be seen with the eyes?",
    "punjabi": "ਵਿਆਪਕ-ਸਰੂਪ ਪਰਮਾਤਮਾ (ਸਾਰੇ ਜਗਤ ਵਿਚ ਆਪਣਾ) ਪਰਕਾਸ਼ ਕਰ ਰਿਹਾ ਹੈ। ਪਰ ਉਸ ਨੂੰ ਅੱਖਾਂ ਨਾਲ ਵੇਖਿਆ ਕਿਵੇਂ ਜਾਏ?",
    "pronunciation": "(ਤਾਰਾ) ਬ੍ਰਹਮ, ਸ੍ਰਬ ਵਿਅਾਪੀ ਮਹਾਂ ਵਿਸਮਾਦ ਹੀ ਵਿਸਮਾਦ, ਪ੍ਰਕਾਸ਼ ਹੀ ਪ੍ਰਕਾਸ਼ (ਲੰਮਾ) ਲੰਮੇ[ ਚੜਿ੍ਹਅਾ",
    "type_id": 3
  },
  {
    "id": 47669,
    "shabad_id": 3987,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸੇਵਕ ਪੂਰ ਕਰੰਮਾ; ਸਤਿਗੁਰਿ ਸਬਦਿ ਦਿਖਾਲਿਅਾ. ਰਾਮ ||",
    "transliteration": "Saevak Poor Karanmaa Sathigur Sabadh Dhikhaaliaa Raam ||",
    "translation": "The True Guru reveals the Word of the Shabad to His servant who has such perfect karma.",
    "punjabi": "ਗੁਰੂ ਨੇ ਆਪਣੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਜਿਸ ਨੂੰ) ਦਰਸਨ ਕਰਾ ਦਿੱਤਾ, ਉਸ ਸੇਵਕ ਦੇ ਪੂਰੇ ਭਾਗ ਜਾਗ ਪਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47670,
    "shabad_id": 3987,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੁਰ ਸਬਦਿ ਦਿਖਾਲਿਅਾ ਸਚੁ ਸਮਾਲਿਅਾ; ਅਹਿ ਨਿਸਿ ਦੇਖਿ ਬੀਚਾਰਿਅਾ ||",
    "transliteration": "Gur Sabadh Dhikhaaliaa Sach Samaaliaa Ahinis Dhaekh Beechaariaa ||",
    "translation": "The Guru reveals the Shabad; dwelling on the True Lord, day and night, he beholds and reflects on God.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੇ (ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ) ਵਿਖਾਲ ਦਿੱਤਾ, ਉਹ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲੈਂਦਾ ਹੈ। ਉਸ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਉਹ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਉਸ ਦੇ ਗੁਣਾਂ ਨੂੰ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਵਸਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47671,
    "shabad_id": 3987,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਧਾਵਤ ਪੰਚ ਰਹੇ. ਘਰੁ ਜਾਣਿਅਾ; ਕਾਮੁ ਕ੍ਰੋਧੁ ਬਿਖੁ ਮਾਰਿਅਾ ||",
    "transliteration": "Dhhaavath Panch Rehae Ghar Jaaniaa Kaam Krodhh Bikh Maariaa ||",
    "translation": "The five restless desires are restrained, and he knows the home of his own heart. He conquers sexual desire, anger and corruption.",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਆਪਣੇ ਅਸਲ) ਘਰ ਨੂੰ ਜਾਣ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਪੰਜੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ (ਵਿਕਾਰਾਂ ਵਲ) ਭਟਕਣ ਤੋਂ ਹਟ ਜਾਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ ਕਾਮ ਨੂੰ ਕ੍ਰੋਧ ਨੂੰ ਮਾਰ ਮੁਕਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47672,
    "shabad_id": 3987,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅੰਤਰਿ ਜੋਤਿ ਭੲੀ, ਗੁਰ ਸਾਖੀ; ਚੀਨੇ ਰਾਮ ਕਰੰਮਾ ||",
    "transliteration": "Anthar Joth Bhee Gur Saakhee Cheenae Raam Karanmaa ||",
    "translation": "His inner being is illuminated, by the Guru's Teachings; He beholds the Lord's play of karma.",
    "punjabi": "ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਰੱਬੀ ਜੋਤਿ ਪਰਗਟ ਹੋ ਜਾਂਦੀ ਹੈ (ਜੋ ਕੁਝ ਜਗਤ ਵਿਚ ਹੋ ਰਿਹਾ ਹੈ, ਉਸ ਨੂੰ) ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਕੌਤਕ (ਜਾਣ ਕੇ) ਵੇਖਦਾ ਹੈ।",
    "pronunciation": "ਗੁਰਮਤਿ (ਸਾਖੀ) ਸਿੱਖਿਅਾ ਦੁਅਾਰੇ",
    "type_id": 3
  }
]
