[
  {
    "shabad_id": 3987,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "nwnk. haumY mwir pqIxy; qwrw ciVAw lMmw ]1]",
    "transliteration": "Naanak Houmai Maar Patheenae Thaaraa Charriaa Lanmaa ||1||",
    "translation": "O Nanak, killing his ego, he is satisfied; the meteor has shot across the sky. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ) ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਜਗ ਪੈਂਦੀ ਹੈ, ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਨੂੰ ਮਾਰ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਸਦਾ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3987,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "gurmuiK jwig rhy; cUkI AiBmwnI rwm ]",
    "transliteration": "Guramukh Jaag Rehae Chookee Abhimaanee Raam ||",
    "translation": "The Gurmukhs remain awake and aware; their egotistical pride is eradicated.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵੱਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਵਾਲੀ ਦਸ਼ਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3987,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "An idnu Boru BieAw; swic smwnI. rwm ]",
    "transliteration": "Anadhin Bhor Bhaeiaa Saach Samaanee Raam ||",
    "translation": "Night and day, it is dawn for them; they merge in the True Lord.",
    "punjabi": "(ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਹਰ ਵੇਲੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ ਚਾਨਣ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, (ਉਹਨਾਂ ਦੀ ਸੁਰਤ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3987,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "swic smwnI. gurmuiK min BwnI; gurmuiK swbqu jwgy ]",
    "transliteration": "Saach Samaanee Guramukh Man Bhaanee Guramukh Saabath Jaagae ||",
    "translation": "The Gurmukhs are merged in the True Lord; they are pleasing to His Mind. The Gurmukhs are intact, safe and sound, awake and awake.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੀ ਸੁਰਤ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ, (ਉਹਨਾਂ ਨੂੰ ਇਹ ਦਸ਼ਾ ਆਪਣੇ) ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ। ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਸਦਾ ਹੀ ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3987,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "swcu nwmu AMimRqu guir dIAw; hir crnI ilv lwgy ]",
    "transliteration": "Saach Naam Anmrith Gur Dheeaa Har Charanee Liv Laagae ||",
    "translation": "The Guru blesses them with the Ambrosial Nectar of the True Name; they are lovingly attuned to the Lord's Feet.",
    "punjabi": "ਗੁਰੂ ਨੇ ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਬਖ਼ਸ਼ਿਆ ਹੁੰਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਲਿਵ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3987,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "pRgtI joiq. joiq mih jwqw; mnmuiK Brim BulwxI ]",
    "transliteration": "Pragattee Joth Joth Mehi Jaathaa Manamukh Bharam Bhulaanee ||",
    "translation": "The Divine Light is revealed, and in that Light, they achieve realization; the self-willed manmukhs wander in doubt and confusion.",
    "punjabi": "ਗੁਰਮੁਖਾਂ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਦਾ ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਹਰੇਕ ਜੀਵ ਵਿਚ ਉਸੇ ਰੱਬੀ ਜੋਤਿ ਨੂੰ ਵੱਸਦੀ ਸਮਝਦੇ ਹਨ। ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਭਟਕਣਾ ਦੇ ਕਾਰਨ ਕੁਰਾਹੇ ਪਈ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3987,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "nwnk. Boru BieAw mnu mwinAw; jwgq rYix ivhwxI ]2]",
    "transliteration": "Naanak Bhor Bhaeiaa Man Maaniaa Jaagath Rain Vihaanee ||2||",
    "translation": "O Nanak, when the dawn breaks, their minds are satisfied; they pass their life-night awake and aware. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ ਚਾਨਣ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਉਹਨਾਂ ਦਾ ਮਨ (ਉਸ ਚਾਨਣ ਵਿਚ) ਪਰਚਿਆ ਰਹਿੰਦਾ ਹੈ। (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵੱਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦਿਆਂ ਹੀ ਉਹਨਾਂ ਦੀ ਜੀਵਨ-ਰਾਤ ਬੀਤਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3987,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "Aaugx vIsirAw; guxI Gru kIAw. rwm ]",
    "transliteration": "Aougan Veesariaa Gunee Ghar Keeaa Raam ||",
    "translation": "Forgetting faults and demerits, virtue and merit enter one's home.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ-ਆਕਾਸ਼ ਵਿਚ 'ਤਾਰਾ ਚੜਿਆ ਲੰਮਾ', ਉਸ ਦੇ ਅੰਦਰੋਂ) ਸਾਰੇ ਔਗੁਣ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, (ਉਸ ਦੇ ਅੰਦਰ) ਗੁਣ ਆਪਣਾ ਟਿਕਾਣਾ ਆ ਬਣਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3987,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "eyko riv rihAw; Avru. n bIAw, rwm ]",
    "transliteration": "Eaeko Rav Rehiaa Avar N Beeaa Raam ||",
    "translation": "The One Lord is permeating everywhere; there is no other at all.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਨੂੰ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਹਰ ਥਾਂ ਮੌਜੂਦ ਦਿੱਸਦਾ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਦੂਜਾ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3987,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "riv rihAw soeI. Avru, n koeI; mn hI qy. mnu mwinAw ]",
    "transliteration": "Rav Rehiaa Soee Avar N Koee Man Hee Thae Man Maaniaa ||",
    "translation": "He is All-pervading; there is no other. The mind comes to believe, from the mind.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ 'ਤਾਰਾ ਚੜਿਆ ਲੰਮਾ', ਉਸ ਨੂੰ) ਹਰ ਥਾਂ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਉਸ ਨੂੰ ਨਹੀਂ ਦਿੱਸਦਾ, ਉਸ ਮਨੁੱਖ ਦਾ ਮਨ ਅੰਤਰ-ਆਤਮੇ (ਹਰਿ-ਨਾਮ ਵਿਚ) ਪਰਚਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3987,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ijin jl Ql iqRBvx Gtu Gtu QwipAw; so pRBu gurmuiK jwinAw ]",
    "transliteration": "Jin Jal Thhal Thribhavan Ghatt Ghatt Thhaapiaa So Prabh Guramukh Jaaniaa ||",
    "translation": "The One who established the water, the land, the three worlds, each and every heart - that God is known by the Gurmukh.",
    "punjabi": "ਜਿਸ (ਪਰਮਾਤਮਾ) ਨੇ ਜਲ ਥਲ ਤਿੰਨੇ ਭਵਨ ਹਰੇਕ ਸਰੀਰ ਬਣਾਇਆ ਹੈ, ਉਹ ਮਨੁੱਖ ਉਸ ਪਰਮਾਤਮਾ ਨਾਲ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਡੂੰਘੀ ਸਾਂਝ ਬਣਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3987,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "krx kwrx smrQ Apwrw; iqRibiD myit smweI ]",
    "transliteration": "Karan Kaaran Samarathh Apaaraa Thribidhh Maett Samaaee ||",
    "translation": "The Infinite, All-powerful Lord is the Creator, the Cause of causes; erasing the three-phased Maya, we merge in Him.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ-ਆਕਾਸ਼ ਵਿਚ 'ਤਾਰਾ ਚੜਿਆ ਲੰਮਾ', ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ) ਤ੍ਰਿਗੁਣੀ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਮਿਟਾ ਕੇ ਉਸ ਪਰਮਾਤਮਾ ਵਿਚ ਸਮਾਇਆ ਰਹਿੰਦਾ ਹੈ ਜੋ ਸਾਰੇ ਜਗਤ ਦਾ ਮੂਲ ਹੈ ਜੋ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ ਅਤੇ ਜੋ ਬੇਅੰਤ ਹੈ।",
    "pronunciation": "smr`Q,iqRibiD: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3987,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "nwnk. Avgx guxh smwxy; AYsI gurmiq pweI ]3]",
    "transliteration": "Naanak Avagan Guneh Samaanae Aisee Guramath Paaee ||3||",
    "translation": "O Nanak, then, demerits are dissolved by merits; such are the Guru's Teachings. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਪਾਸੋਂ ਉਹ ਮਨੁੱਖ ਅਜਿਹੀ ਮੱਤ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ਕਿ ਉਸ ਦੇ ਸਾਰੇ ਔਗੁਣ ਗੁਣਾਂ ਵਿਚ ਸਮਾ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3987,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "Awvx jwx rhy; cUkw Bolw. rwm ]",
    "transliteration": "Aavan Jaan Rehae Chookaa Bholaa Raam ||",
    "translation": "My coming and going in reincarnation have ended; doubt and hesitation are gone.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ-ਆਕਾਸ਼ ਵਿਚ 'ਤਾਰਾ ਚੜਿਆ ਲੰਮਾ', ਉਹਨਾਂ ਦੇ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਮੁੱਕ ਗਏ, ਉਹਨਾਂ ਦੀ ਕੋਝੀ ਜੀਵਨ-ਚਾਲ ਖ਼ਤਮ ਹੋ ਗਈ।",
    "pronunciation": "Bolw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3987,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "haumY mwir imly; swcw colw. rwm ]",
    "transliteration": "Houmai Maar Milae Saachaa Cholaa Raam ||",
    "translation": "Conquering my ego, I have met the True Lord, and now I wear the robe of Truth.",
    "punjabi": "ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੁੜ ਗਏ, ਉਹਨਾਂ ਦਾ ਸਰੀਰ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਅਡੋਲ ਹੋ ਗਿਆ।",
    "pronunciation": "colw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3987,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "haumY. guir KoeI, prgtu hoeI; cUky sog sMqwpY ]",
    "transliteration": "Houmai Gur Khoee Paragatt Hoee Chookae Sog Santhaapai ||",
    "translation": "The Guru has rid me of egotism; my sorrow and suffering are dispelled.",
    "punjabi": "ਗੁਰੂ ਨੇ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਹਉਮੈ ਦੂਰ ਕਰ ਦਿੱਤੀ, ਉਹ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸੋਭਾ ਵਾਲੀ ਹੋ ਗਈ, ਉਸ ਦੇ ਸਾਰੇ ਗ਼ਮ ਸਾਰੇ ਦੁੱਖ-ਕਲੇਸ਼ ਮੁੱਕ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3987,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "joqI AMdir joiq smwxI; Awpu pCwqw AwpY ]",
    "transliteration": "Jothee Andhar Joth Samaanee Aap Pashhaathaa Aapai ||",
    "translation": "My might merges into the Light; I realize and understand my own self.",
    "punjabi": "ਉਸ ਦੀ ਜਿੰਦ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਦਾ ਪੜਤਾਲ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3987,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "pyeIAVY Gir. sbid pqIxI; swhurVY ipr BwxI ]",
    "transliteration": "Paeeearrai Ghar Sabadh Patheenee Saahurarrai Pir Bhaanee ||",
    "translation": "In this world of my parents' home, I am satisfied with the Shabad; at my in-laws' home, in the world beyond, I shall be pleasing to my Husband Lord.",
    "punjabi": "ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਸ ਲੋਕ ਵਿਚ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਪਰਚੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਪਰਲੋਕ ਵਿਚ (ਜਾ ਕੇ) ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਭਾ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3987,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "nwnk. siqguir myil imlweI; cUkI kwix lokwxI ]4]3]",
    "transliteration": "Naanak Sathigur Mael Milaaee Chookee Kaan Lokaanee ||4||3||",
    "translation": "O Nanak, the True Guru has united me in His Union; my dependence on people has ended. ||4||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਗੁਰੂ ਨੇ (ਆਪਣੇ ਸ਼ਬਦ ਵਿਚ) ਜੋੜ ਕੇ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾ ਦਿੱਤਾ, ਉਸ ਨੂੰ ਦੁਨੀਆ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "quKwrI mhlw 1 ]",
    "transliteration": "Thukhaaree Mehalaa 1 ||",
    "translation": "Tukhaari, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "BolwvVY BulI; Buil Buil pCoqwxI ]",
    "transliteration": "Bholaavarrai Bhulee Bhul Bhul Pashhothaanee ||",
    "translation": "Deluded by doubt, misled and confused, the soul-bride later regrets and repents.",
    "punjabi": "(ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਵਾਂਜੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ) ਕੋਝੇ ਭੁਲੇਖੇ ਵਿਚ ਪੈ ਕੇ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਖੁੰਝ ਜਾਂਦੀ ਹੈ, ਮੁੜ ਮੁੜ ਗ਼ਲਤੀਆਂ ਕਰ ਕੇ ਪਛੁਤਾਂਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "B`ulI[B`uil",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ipir CoifAVI suqI; ipr kI swr. n jwxI ]",
    "transliteration": "Pir Shhoddiarree Suthee Pir Kee Saar N Jaanee ||",
    "translation": "Abandoning her Husband Lord, she sleeps, and does not appreciate His Worth.",
    "punjabi": "(ਅਜਿਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਕਦਰ ਨਹੀਂ ਸਮਝਦੀ। (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚ) ਗ਼ਾਫ਼ਿਲ ਹੋ ਰਹੀ (ਅਜਿਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਭੀ ਮਨੋਂ ਲਾਹ ਦਿੱਤਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "s`uqI",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ipir CofI suqI, Avgix muqI; iqsu Dn ivDx rwqy ]",
    "transliteration": "Pir Shhoddee Suthee Avagan Muthee This Dhhan Vidhhan Raathae ||",
    "translation": "Leaving her Husband Lord, she sleeps, and is plundered by her faults and demerits. The night is so painful for this bride.",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚ ਸੁੱਤੀ ਹੋਈ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਪਿਆਰ ਕਰਨਾ ਛੱਡ ਦਿੱਤਾ, (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚ ਸੁੱਤੀ ਰਹਿਣ ਦੇ ਇਸ) ਔਗੁਣ ਦੇ ਕਾਰਨ ਤਿਆਗ ਦਿੱਤਾ, ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੁੱਖਦਾਈ ਹੋ ਜਾਂਦੀ ਹੈ (ਉਸ ਦੀ ਸਾਰੀ ਉਮਰ ਦੁੱਖਾਂ ਵਿਚ ਬੀਤਦੀ ਹੈ)।",
    "pronunciation": "m`uqI[iv`Dx",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "kwim kRoiD AhMkwir ivguqI; haumY lgI qwqy ]",
    "transliteration": "Kaam Krodhh Ahankaar Viguthee Houmai Lagee Thaathae ||",
    "translation": "Sexual desire, anger and egotism destroy her. She burns in egotism.",
    "punjabi": "ਉਹ ਇਸਤ੍ਰੀ ਕਾਮ ਵਿਚ ਕ੍ਰੋਧ ਵਿਚ ਅਹੰਕਾਰ ਵਿਚ (ਸਦਾ) ਖ਼ੁਆਰ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਨੂੰ ਹਉਮੈ ਚੰਬੜੀ ਰਹਿੰਦੀ ਹੈ ਉਸ ਨੂੰ ਈਰਖਾ ਚੰਬੜੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "aufir hMsu cilAw PurmwieAw; BsmY Bsm smwxI ]",
    "transliteration": "Ouddar Hans Chaliaa Furamaaeiaa Bhasamai Bhasam Samaanee ||",
    "translation": "When the soul-swan flies away, by the Command of the Lord, her dust mingles with dust.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਜੀਵਾਤਮਾ (ਤਾਂ ਆਖ਼ਿਰ ਸਰੀਰ ਨੂੰ ਛੱਡ ਕੇ) ਤੁਰ ਪੈਂਦਾ ਹੈ, ਤੇ, ਸਰੀਰ ਮਿੱਟੀ ਦੀ ਢੇਰੀ ਹੋ ਕੇ ਮਿੱਟੀ ਨਾਲ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "nwnk scy nwm ivhUxI; Buil Buil pCoqwxI ]1]",
    "transliteration": "Naanak Sachae Naam Vihoonee Bhul Bhul Pashhothaanee ||1||",
    "translation": "O Nanak, without the True Name, she is confused and deluded, and so she regrets and repents. ||1||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਭੁੱਲੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਾਰੀ ਉਮਰ ਭੁੱਲਾਂ ਕਰ ਕਰ ਕੇ (ਅਨੇਕਾਂ ਦੁੱਖ ਸਹੇੜ ਕੇ) ਪਛੁਤਾਂਦੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "suix nwh ipAwry; iek bynMqI myrI ]",
    "transliteration": "Sun Naah Piaarae Eik Baenanthee Maeree ||",
    "translation": "Please listen, O my Beloved Husband Lord, to my one prayer.",
    "punjabi": "ਹੇ ਪਿਆਰੇ (ਪ੍ਰਭੂ-) ਪਤੀ! ਮੇਰੀ ਇਕ ਬੇਨਤੀ ਸੁਣ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "qU inj Gir visAVw; hau ruil BsmY FyrI ]",
    "transliteration": "Thoo Nij Ghar Vasiarraa Ho Rul Bhasamai Dtaeree ||",
    "translation": "You dwell in the home of the self deep within, while I roll around like a dust-ball.",
    "punjabi": "ਤੂੰ ਆਪਣੇ ਘਰ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈਂ, ਪਰ ਮੈਂ (ਤੈਥੋਂ ਵਿਛੁੜ ਕੇ ਵਿਕਾਰਾਂ ਵਿਚ) ਖ਼ੁਆਰ ਹੋ ਕੇ ਸੁਆਹ ਦੀ ਢੇਰੀ ਹੋ ਰਹੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ibnu Apny nwhY. koie, n cwhY; ikAw khIAY. ikAw kIjY ]",
    "transliteration": "Bin Apanae Naahai Koe N Chaahai Kiaa Keheeai Kiaa Keejai ||",
    "translation": "Without my Husband Lord, no one likes me at all; what can I say or do now?",
    "punjabi": "ਆਪਣੇ (ਪ੍ਰਭੂ-) ਪਤੀ ਤੋਂ ਬਿਨਾ (ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੁੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਕੋਈ ਪਿਆਰ ਨਹੀਂ ਕਰਦਾ। (ਇਸ ਹਾਲਤ ਵਿਚ ਫਿਰ) ਕੀਹ ਆਖਣਾ ਚਾਹੀਦਾ ਹੈ? ਕੀਹ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "AMimRq nwmu rsn rsu rsnw; gur sbdI rsu pIjY ]",
    "transliteration": "Anmrith Naam Rasan Ras Rasanaa Gur Sabadhee Ras Peejai ||",
    "translation": "The Ambrosial Naam, the Name of the Lord, is the sweetest nectar of nectars. Through the Word of the Guru's Shabad, with my tongue, I drink in this nectar.",
    "punjabi": "(ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀ!) ਪਰਮਾਤਮਾ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ (ਦੁਨੀਆ ਦੇ) ਸਭ ਰਸਾਂ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਰਸ ਹੈ; ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਇਹ ਨਾਮ-ਰਸ ਜੀਭ ਨਾਲ ਪੀਂਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ivxu nwvY. ko sMig. n swQI; AwvY jwie GnyrI ]",
    "transliteration": "Vin Naavai Ko Sang N Saathhee Aavai Jaae Ghanaeree ||",
    "translation": "Without the Name, no one has any friend or companion; millions come and go in reincarnation.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਜਿੰਦ ਦਾ ਹੋਰ) ਕੋਈ ਸੰਗੀ ਨਹੀਂ ਕੋਈ ਸਾਥੀ ਨਹੀਂ। (ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ) ਬਹੁਤ ਲੋਕਾਈ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਈ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "nwnk. lwhw lY Gir jweIAY; swcI scu miq qyrI ]2]",
    "transliteration": "Naanak Laahaa Lai Ghar Jaaeeai Saachee Sach Math Thaeree ||2||",
    "translation": "Nanak: the profit is earned and the soul returns home. True, true are Your Teachings. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਲਾਭ ਖੱਟ ਕੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਅੱਪੜ ਜਾਈਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ (ਜਪਿਆ ਕਰ। ਇਸ ਦੀ ਬਰਕਤ ਨਾਲ) ਤੇਰੀ ਮੱਤ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਤੋਂ) ਅਡੋਲ ਹੋ ਜਾਇਗੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "swjn dyis; ivdysIAVy. swnyhVy dydI ]",
    "transliteration": "Saajan Dhaes Vidhaeseearrae Saanaeharrae Dhaedhee ||",
    "translation": "O Friend, You have travelled so far from Your homeland; I send my message of love to You.",
    "punjabi": "ਸੱਜਣ-ਪ੍ਰਭੂ ਜੀ (ਹਰੇਕ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ) ਹਿਰਦੇ-ਦੇਸ ਵਿਚ ਵੱਸ ਰਹੇ ਹਨ, (ਪਰ ਨਾਮ-ਹੀਣ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੁੱਖਾਂ ਵਿਚ ਘਿਰ ਕੇ ਉਸ ਨੂੰ) ਪਰਦੇਸ ਵਿਚ ਵੱਸਦਾ ਜਾਣ ਕੇ (ਦੁੱਖਾਂ ਤੋਂ ਬਚਣ ਲਈ) ਤਰਲੇ-ਭਰੇ ਸਨੇਹੇ ਭੇਜਦੀ ਹੈ।",
    "pronunciation": "(swjn) prm im`qR rwm jI, (dyis) AMdr bwhr BrpUr hn[(ivdysIAVy) r`b dy dyS qoN ivCVy pRdysI pKMfI pws, (swnyhVy) pRwpqI leI sunyhyN idMdI hY,pqI jI nMU kho, dwsn dwsI nMU suMdr drSn b^Sx[ ieh sunyhW pRwpqI vwly gursyvk jI hI dy skdy hn",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "swir smwly iqn sjxw; muMD nYx BrydI ]",
    "transliteration": "Saar Samaalae Thin Sajanaa Mundhh Nain Bharaedhee ||",
    "translation": "I cherish and remember that Friend; the eyes of this soul-bride are filled with tears.",
    "punjabi": "(ਨਾਮ ਤੋਂ ਵਾਂਜੀ ਹੋਈ) ਅੰਞਾਣ ਜੀਵ-ਇਸਤ੍ਰੀ (ਸਹੇੜੇ ਹੋਏ ਦੁੱਖਾਂ ਦੇ ਕਾਰਨ) ਰੋਂਦੀ ਹੈ, ਵਿਰਲਾਪ ਕਰਦੀ ਹੈ ਤੇ ਉਸ ਸੱਜਣ-ਪ੍ਰਭੂ ਜੀ ਨੂੰ ਮੁੜ ਮੁੜ ਯਾਦ ਕਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "muMD nYx BrydI. gux swrydI; ikau pRB imlw ipAwry ]",
    "transliteration": "Mundhh Nain Bharaedhee Gun Saaraedhee Kio Prabh Milaa Piaarae ||",
    "translation": "The eyes of the soul-bride are filled with tears; I dwell upon Your Glorious Virtues. How can I meet my Beloved Lord God?",
    "punjabi": "(ਨਾਮ ਤੋਂ ਵਾਂਜੀ ਹੋਈ) ਅੰਞਾਣ ਜੀਵ-ਇਸਤ੍ਰੀ (ਸਹੇੜੇ ਦੁੱਖਾਂ ਦੇ ਕਾਰਨ) ਵਿਰਲਾਪ ਕਰਦੀ ਹੈ, ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦੀ ਹੈ, (ਤੇ, ਤਰਲੇ ਲੈਂਦੀ ਹੈ ਕਿ) ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਕਿਵੇਂ ਮਿਲਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "mwrgu pMQu. n jwxau, ivKVw; ikau pweIAY ipru pwry ]",
    "transliteration": "Maarag Panthh N Jaano Vikharraa Kio Paaeeai Pir Paarae ||",
    "translation": "I do not know the treacherous path, the way to You. How can I find You and cross over, O my Husband Lord?",
    "punjabi": "(ਜਿਸ ਦੇਸ ਵਿਚ ਉਹ ਵੱਸਦਾ ਹੈ, ਉਸ ਦਾ) ਰਸਤਾ (ਅਨੇਕਾਂ ਵਿਕਾਰਾਂ ਦੀਆਂ) ਔਕੜਾਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ, ਮੈਂ ਉਹ ਰਸਤਾ ਜਾਣਦੀ ਭੀ ਨਹੀਂ ਹਾਂ, ਮੈਂ ਉਸ ਪਤੀ ਨੂੰ ਕਿਵੇਂ ਮਿਲਾਂ, ਉਹ ਤਾਂ (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਦੀਆਂ ਰੁਕਾਵਟਾਂ ਤੋਂ) ਪਾਰਲੇ ਪਾਸੇ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "siqgur sbdI imlY ivCuMnI; qnu mnu AwgY rwKY ]",
    "transliteration": "Sathigur Sabadhee Milai Vishhunnee Than Man Aagai Raakhai ||",
    "translation": "Through the Shabad, the Word of the True Guru, the separated soul-bride meets with the Lord; I place my body and mind before You.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਹੜੀ ਵਿਛੁੜੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣਾ ਤਨ ਆਪਣਾ ਮਨ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਂਦੀ ਹੈ, ਉਹ ਉਸ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "nwnk. AMimRq ibrKu. mhw rs PilAw; imil pRIqm. rsu cwKY ]3]",
    "transliteration": "Naanak Anmrith Birakh Mehaa Ras Faliaa Mil Preetham Ras Chaakhai ||3||",
    "translation": "O Nanak, the ambrosial tree bears the most delicious fruits; meeting with my Beloved, I taste the sweet essence. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਇਕ ਐਸਾ ਰੁੱਖ ਹੈ ਜਿਸ ਨੂੰ ਉੱਚੇ ਆਤਮਕ ਗੁਣਾਂ ਦੇ ਫਲ ਲੱਗੇ ਰਹਿੰਦੇ ਹਨ, (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣਾ ਤਨ ਮਨ ਭੇਟਾ ਕਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ (ਉਸ ਰੁੱਖ ਦੇ ਫਲਾਂ ਦਾ) ਸੁਆਦ ਚੱਖਦੀ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "(ibrKu) ibRC, gurU",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "mhil bulwieVIey; iblmu. n kIjY ]",
    "transliteration": "Mehal Bulaaeirreeeae Bilam N Keejai ||",
    "translation": "The Lord has called you to the Mansion of His Presence - do not delay!",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸੱਦੀ ਹੋਈਏ! ਢਿੱਲ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ।",
    "pronunciation": "",
    "type_id": 3
  }
]