[
  {
    "shabad_id": 3988,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "An idnu rqVIey; shij imlIjY ]",
    "transliteration": "Anadhin Ratharreeeae Sehaj Mileejai ||",
    "translation": "Night and day, imbued with His Love, you shall meet with Him with intuitive ease.",
    "punjabi": "ਹੇ ਹਰ ਵੇਲੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਹੋਈਏ! ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ (ਭਾਵ, ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ, ਜਿਹੜੀ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵੱਲੋਂ ਕਦੇ ਭੀ ਢਿੱਲ ਨਹੀਂ ਕਰਦੀ, ਜਿਹੜੀ ਹਰ ਵੇਲੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈ)।",
    "pronunciation": "r`qVIey",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "suiK shij imlIjY. rosu, n kIjY; grbu invwir smwxI ]",
    "transliteration": "Sukh Sehaj Mileejai Ros N Keejai Garab Nivaar Samaanee ||",
    "translation": "In celestial peace and poise, you shall meet Him; do not harbor anger - subdue your proud self!",
    "punjabi": "ਆਤਮਕ ਅਨੰਦ ਵਿਚ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ, (ਕਿਸੇ ਆਪਣੇ ਉੱਦਮ ਤੇ ਮਾਣ ਕਰ ਕੇ ਇਸ ਗੱਲ ਦਾ) ਗਿਲਾ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ (ਕਿ ਮੇਰਾ ਉੱਦਮ ਛੇਤੀ ਸਫਲ ਕਿਉਂ ਨਹੀਂ ਹੁੰਦਾ। ਜਿਹੜੀ ਭੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰਦੀ ਹੈ) ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਕੇ (ਹੀ ਪ੍ਰਭੂ ਵਿਚ) ਲੀਨ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "swcY rwqI. imlY imlweI; mnmuiK Awvx jwxI ]",
    "transliteration": "Saachai Raathee Milai Milaaee Manamukh Aavan Jaanee ||",
    "translation": "Imbued with Truth, I am united in His Union, while the self-willed manmukhs continue coming and going.",
    "punjabi": "ਜਿਸ ਨੂੰ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ ਉਹੀ ਮਿਲਦੀ ਹੈ, ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਰੰਗ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਈ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "jb nwcI. qb GUGtu kYsw; mtukI PoiV inrwrI ]",
    "transliteration": "Jab Naachee Thab Ghooghatt Kaisaa Mattukee Forr Niraaree ||",
    "translation": "When you dance, what veil covers you? Break the water pot, and be unattached.",
    "punjabi": "(ਜਿਵੇਂ) ਜਦੋਂ ਕੋਈ ਇਸਤ੍ਰੀ ਨੱਚਣ ਲੱਗ ਪਏ ਤਾਂ ਉਹ ਘੁੰਡ ਨਹੀਂ ਕੱਢਦੀ, (ਤਿਵੇਂ ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਿਆਰ ਦੇ ਰਾਹ ਤੇ ਤੁਰਦੀ ਹੈ ਉਹ) ਸਰੀਰ ਦਾ ਮੋਹ ਛੱਡ ਕੇ (ਮਾਇਆ ਤੋਂ) ਨਿਰਲੇਪ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3988,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "nwnk. AwpY Awpu pCwxY; gurmuiK qqu bIcwrI ]4]4]",
    "transliteration": "Naanak Aapai Aap Pashhaanai Guramukh Thath Beechaaree ||4||4||",
    "translation": "O Nanak, realize your own self; as Gurmukh, contemplate the essence of reality. ||4||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉੱਤੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਸਦਾ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਪੜਤਾਲਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਅਸਲ ਜੀਵਨ-ਰਾਹ ਨੂੰ ਆਪਣੇ ਵਿਚਾਰ-ਮੰਡਲ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "quKwrI mhlw 1 ]",
    "transliteration": "Thukhaaree Mehalaa 1 ||",
    "translation": "Tukhaari, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "myry lwl rMgIly; hm lwln ky lwly ]",
    "transliteration": "Maerae Laal Rangeelae Ham Laalan Kae Laalae ||",
    "translation": "O my Dear Beloved, I am the slave of Your slaves.",
    "punjabi": "ਸੋਹਣੇ ਪ੍ਰਭੂ ਜੀ ਅਨੇਕਾਂ ਕੌਤਕ ਕਰਨ ਵਾਲੇ ਹਨ, ਮੈਂ ਉਸ ਸੋਹਣੇ ਪ੍ਰਭੂ ਦਾ (ਸਦਾ ਲਈ) ਗ਼ੁਲਾਮ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "guir. AlKu lKwieAw; Avru. n dUjw Bwly ]",
    "transliteration": "Gur Alakh Lakhaaeiaa Avar N Dhoojaa Bhaalae ||",
    "translation": "The Guru has shown me the Invisible Lord, and now, I do not seek any other.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਨੇ ਅਲੱਖ ਪ੍ਰਭੂ ਦੀ ਸੂਝ ਬਖ਼ਸ਼ ਦਿੱਤੀ, (ਉਹ ਮਨੁੱਖ ਉਸ ਨੂੰ ਛੱਡ ਕੇ) ਕਿਸੇ ਹੋਰ ਦੀ ਭਾਲ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "guir. AlKu lKwieAw, jw iqsu BwieAw; jw pRiB ikrpw DwrI ]",
    "transliteration": "Gur Alakh Lakhaaeiaa Jaa This Bhaaeiaa Jaa Prabh Kirapaa Dhhaaree ||",
    "translation": "The Guru showed me the Invisible Lord, when it pleased Him, and when God showered His Blessings.",
    "punjabi": "ਜਦੋਂ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਹੋਈ, ਜਦੋਂ ਪ੍ਰਭੂ ਨੇ (ਕਿਸੇ ਜੀਵ ਉਤੇ) ਕਿਰਪਾ ਕੀਤੀ, ਤਦੋਂ ਗੁਰੂ ਨੇ ਉਸ ਨੂੰ ਅਲੱਖ ਪ੍ਰਭੂ ਦਾ ਗਿਆਨ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jgjIvnu dwqw. purKu ibDwqw; shij imly bnvwrI ]",
    "transliteration": "Jagajeevan Dhaathaa Purakh Bidhhaathaa Sehaj Milae Banavaaree ||",
    "translation": "The Life of the World, the Great Giver, the Primal Lord, the Architect of Destiny, the Lord of the woods - I have met Him with intuitive ease.",
    "punjabi": "ਤਦੋਂ ਉਸ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਹ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ ਜਿਹੜਾ ਜਗਤ ਦਾ ਸਹਾਰਾ ਹੈ ਜਿਹੜਾ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ ਜਿਹੜਾ ਸਰਬ-ਵਿਆਪਕ ਹੈ ਅਤੇ ਸਿਰਜਣਹਾਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ndir krih qU qwrih qrIAY; scu dyvhu dIn dieAwlw ]",
    "transliteration": "Nadhar Karehi Thoo Thaarehi Thareeai Sach Dhaevahu Dheen Dhaeiaalaa ||",
    "translation": "Bestow Your Glance of Grace and carry me across, to save me. Please bless me with the Truth, O Lord, Merciful to the meek.",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! ਜਦੋਂ ਤੂੰ ਆਪਣਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਦੇਂਦਾ ਹੈਂ, ਜਦੋਂ ਤੂੰ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈਂ, ਜਦੋਂ ਤੂੰ (ਆਪ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਂਦਾ ਹੈਂ, ਤਦੋਂ ਹੀ ਪਾਰ ਲੰਘ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "pRxviq nwnk. dwsin dwsw; qU srb jIAw pRiqpwlw ]1]",
    "transliteration": "Pranavath Naanak Dhaasan Dhaasaa Thoo Sarab Jeeaa Prathipaalaa ||1||",
    "translation": "Prays Nanak, I am the slave of Your slaves. You are the Cherisher of all souls. ||1||",
    "punjabi": "ਤੇਰੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਤੂੰ ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਰੱਖਿਆ ਕਰਨ ਵਾਲਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "Birpuir Dwir rhy; Aiq ipAwry ]",
    "transliteration": "Bharipur Dhhaar Rehae Ath Piaarae ||",
    "translation": "My Dear Beloved is enshrined throughout the Universe.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ ਸਭ ਜੀਵਾਂ ਨੂੰ) ਬਹੁਤ ਹੀ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "sbdy riv rihAw; gur rUip murwry ]",
    "transliteration": "Sabadhae Rav Rehiaa Gur Roop Muraarae ||",
    "translation": "The Shabad is pervading, through the Guru, the Embodiment of the Lord.",
    "punjabi": "(ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ) ਆਸਰਾ ਦੇ ਰਿਹਾ ਹੈ, ਵੱਡੀ ਹਸਤੀ ਵਾਲਾ ਹੈ ਅਤੇ ਸਭ ਜੀਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "gur rUp murwry. iqRBvx Dwry; qw kw AMqu. n pwieAw ]",
    "transliteration": "Gur Roop Muraarae Thribhavan Dhhaarae Thaa Kaa Anth N Paaeiaa ||",
    "translation": "The Guru, the Embodiment of the Lord, is enshrined throughout the three worlds; His limits cannot be found.",
    "punjabi": "ਸਭ ਤੋਂ ਵੱਡੀ ਹਸਤੀ ਵਾਲਾ ਪਰਮਾਤਮਾ ਤਿੰਨਾਂ ਭਵਨਾਂ ਨੂੰ ਸਹਾਰਾ ਦੇ ਰਿਹਾ ਹੈ, (ਕਿਸੇ ਭੀ ਜੀਵ ਨੇ ਅਜੇ ਤਕ) ਉਸ (ਦੇ ਗੁਣਾਂ) ਦਾ ਅੰਤ ਨਹੀਂ ਲੱਭਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "rMgI ijnsI. jMq aupwey; inq dyvY cVY svwieAw ]",
    "transliteration": "Rangee Jinasee Janth Oupaaeae Nith Dhaevai Charrai Savaaeiaa ||",
    "translation": "He created the beings of various colors and kinds; His Blessings increase day by day.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਅਨੇਕਾਂ ਰੰਗਾਂ ਦੇ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਜੀਵ ਪੈਦਾ ਕਰਦਾ ਹੈ, (ਸਭ ਜੀਵਾਂ ਨੂੰ) ਸਦਾ (ਦਾਨ) ਦੇਂਦਾ ਹੈ, ਅਤੇ ਉਸ ਦਾ ਭੰਡਾਰਾ ਸਦਾ ਵਧਦਾ ਹੀ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "rMgIN[ijnsIN[",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "AprMpru Awpy Qwip auQwpy; iqsu BwvY so hovY ]",
    "transliteration": "Aparanpar Aapae Thhaap Outhhaapae This Bhaavai So Hovai ||",
    "translation": "The Infinite Lord Himself establishes and disestablishes; whatever pleases Him, happens.",
    "punjabi": "ਪਰਮਾਤਮਾ ਬਹੁਤ ਬੇਅੰਤ ਹੈ, ਉਹ ਆਪ ਹੀ ਪੈਦਾ ਕਰ ਕੇ ਆਪ ਹੀ ਨਾਸ ਕਰਦਾ ਹੈ। (ਜਗਤ ਵਿਚ) ਉਹੀ ਕੁਝ ਹੁੰਦਾ ਹੈ ਜੋ ਉਸ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "Ap-rMpru",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "nwnk. hIrw hIrY byiDAw; gux kY hwir provY ]2]",
    "transliteration": "Naanak Heeraa Heerai Baedhhiaa Gun Kai Haar Parovai ||2||",
    "translation": "O Nanak, the diamond of the mind is pierced through by the diamond of spiritual wisdom. The garland of virtue is strung. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ ਕਿ ਜਿਹੜਾ ਜੀਵ ਉਸ ਪਰਮਾਤਮਾ ਦੇ) ਗੁਣਾਂ ਦੇ ਹਾਰ ਵਿਚ (ਆਪਣੇ ਆਪ ਨੂੰ) ਪ੍ਰੋ ਲੈਂਦਾ ਹੈ ਉਹ ਪਵਿੱਤਰ ਹੋ ਚੁਕਿਆ ਜੀਵਾਤਮਾ ਮਹਾਨ ਉੱਚੇ ਪਰਮਾਤਮਾ ਵਿਚ ਇੱਕ-ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "gux guxih smwxy; msqik nwm nIswxo ]",
    "transliteration": "Gun Gunehi Samaanae Masathak Naam Neesaano ||",
    "translation": "The virtuous person merges in the Virtuous Lord; his forehead bears the insignia of the Naam, the Name of the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਪ੍ਰਾਪਤੀ ਦਾ ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਉਚਾਰ ਕੇ ਉਹਨਾਂ ਗੁਣਾਂ ਵਿਚ ਲੀਨ ਹੋਏ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "scu swic smwieAw; cUkw Awvx jwxo ]",
    "transliteration": "Sach Saach Samaaeiaa Chookaa Aavan Jaano ||",
    "translation": "The true person merges in the True Lord; his comings and goings are over.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਉਚਾਰ ਕੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "scu swic pCwqw. swcY rwqw; swcu imlY min BwvY ]",
    "transliteration": "Sach Saach Pashhaathaa Saachai Raathaa Saach Milai Man Bhaavai ||",
    "translation": "The true person realizes the True Lord, and is imbued with Truth. He meets the True Lord, and is pleasing to the Lord's Mind.",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ ਸਦਾ-ਕਾਇਮ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਹ ਪਿਆਰਾ ਲੱਗਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "swcy aUpir Avru. n dIsY; swcy swic smwvY ]",
    "transliteration": "Saachae Oopar Avar N Dheesai Saachae Saach Samaavai ||",
    "translation": "No one else is seen to be above the True Lord; the true person merges in the True Lord.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਨੂੰ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਤੋਂ ਵੱਡਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਦਿੱਸਦਾ, ਉਹ ਹਰ ਵੇਲੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਰਿਹਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "mohin. moih lIAw mnu myrw; bMDn Koil inrwry ]",
    "transliteration": "Mohan Mohi Leeaa Man Maeraa Bandhhan Khol Niraarae ||",
    "translation": "The Fascinating Lord has fascinated my mind; releasing me from bondage, He has set me free.",
    "punjabi": "ਉਸ ਮੋਹਨ (ਪ੍ਰਭੂ) ਨੇ ਮੇਰਾ ਮਨ (ਭੀ) ਮੋਹ ਲਿਆ ਹੋਇਆ ਹੈ। ਪ੍ਰਭੂ ਨੇ ਮੇਰੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਬੰਧਨ ਕੱਟ ਕੇ ਮੈਨੂੰ (ਮਾਇਆ ਤੋਂ) ਨਿਰਲੇਪ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "nwnk. joqI joiq smwxI; jw imilAw Aiq ipAwry ]3]",
    "transliteration": "Naanak Jothee Joth Samaanee Jaa Miliaa Ath Piaarae ||3||",
    "translation": "O Nanak, my light merged into the Light, when I met my most Darling Beloved. ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਦੋਂ (ਕੋਈ ਵਡ-ਭਾਗੀ ਮਨੁੱਖ ਉਸ) ਅੱਤ ਪਿਆਰੇ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੀ ਜਿੰਦ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "sc Gru Koij lhy; swcw gur Qwno ]",
    "transliteration": "Sach Ghar Khoj Lehae Saachaa Gur Thhaano ||",
    "translation": "By searching, the true home, the place of the True Guru is found.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਦਾ-ਥਿਰ ਸਾਧ ਸੰਗਤ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ (ਸਾਧ ਸੰਗਤ ਵਿਚ) ਖੋਜ ਕਰ ਕੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਟਿਕਾਣਾ ਲੱਭ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "mnmuiK. nh pweIAY; gurmuiK igAwno ]",
    "transliteration": "Manamukh Neh Paaeeai Guramukh Giaano ||",
    "translation": "The Gurmukh obtains spiritual wisdom, while the self-willed manmukh does not.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਨੂੰ (ਇਹ ਦਾਤਿ) ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "dyvY scu dwno. so prvwno; sd dwqw vf dwxw ]",
    "transliteration": "Dhaevai Sach Dhaano So Paravaano Sadh Dhaathaa Vadd Dhaanaa ||",
    "translation": "Whoever the Lord has blessed with the gift of Truth is accepted; the Supremely Wise Lord is forever the Great Giver.",
    "punjabi": "(ਗੁਰੂ ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਸਦਾ ਦਾਤਾਂ ਦੇਣ ਵਾਲੇ ਵੱਡੇ ਸਿਆਣੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਦਾਨ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "Amru AjonI AsiQru jwpY; swcw mhlu icrwxw ]",
    "transliteration": "Amar Ajonee Asathhir Jaapai Saachaa Mehal Chiraanaa ||",
    "translation": "He is known to be Immortal, Unborn and Permanent; the True Mansion of His Presence is everlasting.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਉਸ ਅਮਰ ਅਜੋਨੀ ਅਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦਾ ਨਾਮ ਸਦਾ) ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਮੁੱਢ ਕਦੀਮਾਂ ਦਾ ਸਦਾ-ਥਿਰ ਟਿਕਾਣਾ ਲੱਭ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "doiq aucwpiq lyKu. n ilKIAY; pRgtI joiq murwrI ]",
    "transliteration": "Dhoth Ouchaapath Laekh N Likheeai Pragattee Joth Muraaree ||",
    "translation": "The day-to-day account of deeds is not recorded for that person, who manifests the radiance of the Divine Light of the Lord.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਪਰਗਟ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਜੋਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਮਨੁੱਖ ਦਾ ਵਿਕਾਰਾਂ ਦੇ ਕਰਜ਼ੇ ਦਾ ਹਿਸਾਬ ਲਿਖਣਾ ਬੰਦ ਹੋ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਉਹ ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਵਲੋਂ ਹੱਟ ਜਾਂਦਾ ਹੈ),",
    "pronunciation": "(doiq) au~T igAw[auDwr cu`kI roz ilKweI jwxI ies lyKy dw (aucwpiq) roz nwmcw, hMgqw AOguxW v`loN gursyvk jI, pUrn gurU jI ny pUrn ikRpw krky htw ley[ aucwpiq: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3989,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "nwnk. swcw swcY rwcw; gurmuiK qrIAY qwrI ]4]5]",
    "transliteration": "Naanak Saachaa Saachai Raachaa Guramukh Thareeai Thaaree ||4||5||",
    "translation": "O Nanak, the true person is absorbed in the True Lord; the Gurmukh crosses over to the other side. ||4||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਸਮੁੰਦਰ ਤੋਂ) ਇਹ ਤਾਰੀ ਤਰੀ ਜਾ ਸਕਦੀ ਹੈ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3990,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "quKwrI mhlw 1 ]",
    "transliteration": "Thukhaaree Mehalaa 1 ||",
    "translation": "Tukhaari, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3990,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ey mn myirAw; qU smJu. Acyq ieAwixAw, rwm ]",
    "transliteration": "Eae Man Maeriaa Thoo Samajh Achaeth Eiaaniaa Raam ||",
    "translation": "O my ignorant, unconscious mind, reform yourself.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਹੇ ਮੇਰੇ ਗ਼ਾਫ਼ਿਲ ਮਨ! ਹੇ ਮੇਰੇ ਅੰਞਾਣ ਮਨ! ਤੂੰ ਹੋਸ਼ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3990,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ey mn myirAw. Cif Avgx; guxI smwixAw, rwm ]",
    "transliteration": "Eae Man Maeriaa Shhadd Avagan Gunee Samaaniaa Raam ||",
    "translation": "O my mind, leave behind your faults and demerits, and be absorbed in virtue.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਮੰਦੇ ਕਰਮ ਕਰਨੇ ਛੱਡ ਦੇ, (ਪਰਮਾਤਮਾ ਦੇ) ਗੁਣਾਂ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਰਿਹਾ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3990,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "bhu swd luBwxy. ikrq kmwxy; ivCuiVAw. nhI mylw ]",
    "transliteration": "Bahu Saadh Lubhaanae Kirath Kamaanae Vishhurriaa Nehee Maelaa ||",
    "translation": "You are deluded by so many flavors and pleasures, and you act in such confusion. You are separated, and you will not meet your Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਹੜੇ ਮਨੁੱਖ ਅਨੇਕਾਂ (ਪਦਾਰਥਾਂ ਦੇ) ਸੁਆਦਾਂ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ (ਪਰਮਾਤਮਾ ਤੋਂ ਵਿਛੁੜੇ ਰਹਿੰਦੇ ਹਨ। ਇਹਨਾਂ ਸੰਸਕਾਰਾਂ ਦੇ ਕਾਰਨ ਹੀ) ਉਹਨਾਂ ਵਿਛੁੜੇ ਹੋਇਆਂ ਦਾ (ਆਪਣੇ ਆਪ ਪਰਮਾਤਮਾ ਨਾਲ) ਮਿਲਾਪ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3990,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ikau duqru qrIAY. jm fir mrIAY; jm kw pMQu duhylw ]",
    "transliteration": "Kio Dhuthar Thareeai Jam Ddar Mareeai Jam Kaa Panthh Dhuhaelaa ||",
    "translation": "How can the impassible world-ocean be crossed? The fear of the Messenger of Death is deadly. The path of Death is agonizingly painful.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣਾ ਬਹੁਤ ਔਖਾ ਹੈ, (ਆਪਣੇ ਉੱਦਮ ਨਾਲ) ਪਾਰ ਨਹੀਂ ਲੰਘ ਸਕੀਦਾ। ਜਮਾਂ ਦੇ ਡਰ ਨਾਲ ਸਹਿਮੇ ਰਹੀਦਾ ਹੈ। ਹੇ ਮਨ! ਜਮਾਂ ਵਾਲੇ ਪਾਸੇ ਲੈ ਜਾਣ ਵਾਲਾ ਰਸਤਾ ਬੜਾ ਦੁਖਦਾਈ ਹੈ।",
    "pronunciation": "du`q-ru",
    "type_id": 3
  },
  {
    "shabad_id": 3990,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "min rwmu. nhI jwqw, swJ pRBwqw; AvGit ruDw ikAw kry ]",
    "transliteration": "Man Raam Nehee Jaathaa Saajh Prabhaathaa Avaghatt Rudhhaa Kiaa Karae ||",
    "translation": "The mortal does not know the Lord in the evening, or in the morning; trapped on the treacherous path, what will he do then?",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਸਵੇਰੇ ਸ਼ਾਮ (ਕਿਸੇ ਭੀ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਈ, ਉਹ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਔਖੇ ਰਾਹ ਵਿਚ ਫਸ ਜਾਂਦਾ ਹੈ (ਇਸ ਵਿਚੋਂ ਨਿਕਲਣ ਲਈ) ਉਹ ਕੁਝ ਭੀ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "(sWJ) sMiDAw[ (pRBwqw) AMimRq vyly[ru`Dw",
    "type_id": 3
  },
  {
    "shabad_id": 3990,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "bMDin bwiDAw. ien ibiD CUtY; gurmuiK syvY nrhry ]1]",
    "transliteration": "Bandhhan Baadhhiaa Ein Bidhh Shhoottai Guramukh Saevai Nareharae ||1||",
    "translation": "Bound in bondage, he is released only by this method: as Gurmukh, serve the Lord. ||1||",
    "punjabi": "(ਪਰ ਹਾਂ, ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਰੱਸੀ ਨਾਲ ਬੱਝਾ ਹੋਇਆ ਉਹ ਇਸ ਤਰੀਕੇ ਨਾਲ ਖ਼ਲਾਸੀ ਪਾ ਸਕਦਾ ਹੈ ਕਿ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3990,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ey mn myirAw; qU Coif Awl jMjwlw. rwm ]",
    "transliteration": "Eae Man Maeriaa Thoo Shhodd Aal Janjaalaa Raam ||",
    "translation": "O my mind, abandon your household entanglements.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਘਰ ਦੇ ਮੋਹ ਦੀਆਂ ਫਾਹੀਆਂ ਛੱਡ ਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3990,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ey mn myirAw; hir syvhu purKu inrwlw. rwm ]",
    "transliteration": "Eae Man Maeriaa Har Saevahu Purakh Niraalaa Raam ||",
    "translation": "O my mind, serve the Lord, the Primal, Detached Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਦਾ ਰਹੁ, ਜੋ ਸਭਨਾਂ ਵਿਚ ਵਿਆਪਕ ਭੀ ਹੈ ਤੇ ਨਿਰਲੇਪ ਭੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]