[
  {
    "id": 47751,
    "shabad_id": 3990,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "hir ismir eykMkwru swcw; sBu jgqu ijin aupwieAw ]",
    "transliteration": "Har Simar Eaekankaar Saachaa Sabh Jagath Jinn Oupaaeiaa ||",
    "translation": "Meditate in remembrance on the One Universal Creator; the True Lord created the entire Universe.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਇਕ ਸਰਬ-ਵਿਆਪਕ ਅਤੇ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਸਿਮਰਦਾ ਰਹੁ, ਜਿਸ ਨੇ ਸਾਰਾ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ,",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "id": 47752,
    "shabad_id": 3990,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "pauxu pwxI Agin bwDy; guir. Kylu jgiq idKwieAw ]",
    "transliteration": "Poun Paanee Agan Baadhhae Gur Khael Jagath Dhikhaaeiaa ||",
    "translation": "The Guru controls the air, water and fire; He has staged the drama of the world.",
    "punjabi": "ਅਤੇ ਹਵਾ ਪਾਣੀ ਅੱਗ (ਆਦਿਕ ਤੱਤਾਂ) ਨੂੰ (ਮਰਯਾਦਾ ਵਿਚ) ਬੰਨ੍ਹਿਆ ਹੋਇਆ ਹੈ। ਹੇ ਮੇਰੇ ਮਨ! (ਉਹੀ ਮਨੁੱਖ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਜਿਸ ਨੂੰ) ਗੁਰੂ ਨੇ ਜਗਤ ਵਿਚ (ਪਰਮਾਤਮਾ ਦਾ ਇਹ) ਤਮਾਸ਼ਾ ਵਿਖਾ ਦਿੱਤਾ ਹੈ (ਅਤੇ ਨਾਮ ਵਿਚ ਜੋੜਿਆ ਹੈ)।",
    "pronunciation": "j`g-iq",
    "type_id": 3
  },
  {
    "id": 47753,
    "shabad_id": 3990,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "Awcwir qU. vIcwir Awpy; hir nwmu. sMjm jp qpo ]",
    "transliteration": "Aachaar Thoo Veechaar Aapae Har Naam Sanjam Jap Thapo ||",
    "translation": "Reflect on your own self, and so practice good conduct; chant the Name of the Lord as your self-discipline and meditation.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਨਾਮ ਜਪਿਆਂ ਹੀ ਤੂੰ ਧਾਰਮਿਕ ਮਰਯਾਦਾ ਵਿਚ ਤੁਰਨ ਵਾਲਾ ਹੈਂ, ਨਾਮ ਜਪਿਆਂ ਹੀ ਤੂੰ ਉੱਚੀ ਆਤਮਕ ਜੀਵਨ ਦੀ ਵਿਚਾਰ ਦਾ ਮਾਲਕ ਹੈਂ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਹੈ ਅਨੇਕਾਂ ਸੰਜਮ ਅਨੇਕਾਂ ਜਪ ਅਤੇ ਅਨੇਕਾਂ ਤਪ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47754,
    "shabad_id": 3990,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "sKw sYnu ipAwru pRIqmu; nwmu hir kw jpu jpo ]2]",
    "transliteration": "Sakhaa Sain Piaar Preetham Naam Har Kaa Jap Japo ||2||",
    "translation": "The Name of the Lord is your Companion, Friend and Dear Beloved; chant it, and meditate on it. ||2||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਜਪਦਾ ਰਹੁ ਜਪਦਾ ਰਹੁ, ਇਹੀ ਹੈ ਮਿੱਤਰ ਇਹੀ ਹੈ ਸੱਜਣ ਇਹੀ ਹੈ ਪਿਆਰਾ ਪ੍ਰੀਤਮ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47755,
    "shabad_id": 3990,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ey mn myirAw. qU iQru rhu; cot. n KwvhI, rwm ]",
    "transliteration": "Eae Man Maeriaa Thoo Thhir Rahu Chott N Khaavehee Raam ||",
    "translation": "O my mind, remain steady and stable, and you will not have to endure beatings.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ (ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਅਡੋਲ ਟਿਕਿਆ ਰਿਹਾ ਕਰ, (ਇਸ ਤਰ੍ਹਾਂ) ਤੂੰ (ਵਿਕਾਰਾਂ ਦੀ) ਸੱਟ ਨਹੀਂ ਖਾਹਿਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47756,
    "shabad_id": 3990,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ey mn myirAw. gux gwvih; shij smwvhI. rwm ]",
    "transliteration": "Eae Man Maeriaa Gun Gaavehi Sehaj Samaavehee Raam ||",
    "translation": "O my mind, singing the Glorious Praises of the Lord, you shall merge into Him with intuitive ease.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਜੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ) ਗੁਣ ਗਾਂਦਾ ਰਹੇਂ, ਤਾਂ ਤੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹੇਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47757,
    "shabad_id": 3990,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "gux gwie rwm. rswie rsIAih; gur igAwn AMjnu swrhy ]",
    "transliteration": "Gun Gaae Raam Rasaae Raseeahi Gur Giaan Anjan Saarehae ||",
    "translation": "Singing the Glorious Praises of the Lord, be happy. Apply the ointment of spiritual wisdom to your eyes.",
    "punjabi": "ਹੇ ਮਨ! ਪ੍ਰੇਮ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਇਆਂ (ਗੁਣ) ਤੇਰੇ ਅੰਦਰ ਰਸ ਜਾਣਗੇ। (ਹੇ ਮੇਰੇ ਮਨ!) ਜੇ ਤੂੰ ਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ੀ ਹੋਈ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ ਸੁਰਮਾ (ਆਪਣੀਆਂ ਆਤਮਕ ਅੱਖਾਂ ਵਿਚ) ਪਾ ਲਏਂ,",
    "pronunciation": "rsI-Aih,swr-hy",
    "type_id": 3
  },
  {
    "id": 47758,
    "shabad_id": 3990,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "qRY lok dIpku. sbid cwnxu; pMc dUq sMGwrhy ]",
    "transliteration": "Thrai Lok Dheepak Sabadh Chaanan Panch Dhooth Sanghaarehae ||",
    "translation": "The Word of the Shabad is the lamp which illuminates the three worlds; it slaughters the five demons.",
    "punjabi": "ਤਾਂ ਸਾਰੇ ਜਗਤ ਨੂੰ ਚਾਨਣ ਦੇਣ ਵਾਲਾ ਦੀਵਾ (-ਪ੍ਰਭੂ ਤੇਰੇ ਅੰਦਰ ਜਗ ਪਏਗਾ), ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਤੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ) ਚਾਨਣ (ਹੋ ਜਾਇਗਾ)। ਤੂੰ (ਕਾਮਾਦਿਕ) ਪੰਜ ਵੈਰੀਆਂ ਨੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮਾਰ ਲਏਂਗਾ।",
    "pronunciation": "sMGwr-hy",
    "type_id": 3
  },
  {
    "id": 47759,
    "shabad_id": 3990,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "BY kwit. inrBau qrih duqru; guir imilAY. kwrj swrey ]",
    "transliteration": "Bhai Kaatt Nirabho Tharehi Dhuthar Gur Miliai Kaaraj Saareae ||",
    "translation": "Quieting your fears, become fearless, and you shall cross over the impassible world ocean. Meeting the Guru, your affairs shall be resolved.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਜੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹੇਂਗਾ, ਤਾਂ ਆਪਣੇ ਅੰਦਰੋਂ ਦੁਨੀਆ ਦੇ ਸਾਰੇ) ਡਰ ਕੱਟ ਕੇ ਨਿਰਭਉ ਹੋ ਜਾਹਿਂਗਾ, ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਹਿਂਗਾ ਜਿਸ ਤੋਂ ਪਾਰ ਲੰਘਣਾ ਔਖਾ ਹੈ। ਹੇ ਮਨ! ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਪਰਮਾਤਮਾ ਜੀਵ ਦੇ ਸਾਰੇ ਕੰਮ ਸੰਵਾਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "du`q-ru[ sw-rey",
    "type_id": 3
  },
  {
    "id": 47760,
    "shabad_id": 3990,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "rUpu rMgu ipAwru hir isau; hir Awip ikrpw Dwrey ]3]",
    "transliteration": "Roop Rang Piaar Har Sio Har Aap Kirapaa Dhhaareae ||3||",
    "translation": "You shall find the joy and the beauty of the Lord's Love and Affection; the Lord Himself shall shower you with His Grace. ||3||",
    "punjabi": "ਹੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪਰਮਾਤਮਾ ਆਪ ਕਿਰਪਾ ਕਰਦਾ ਹੈ ਉਸ ਦਾ (ਸੋਹਣਾ ਆਤਮਕ) ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ (ਸੋਹਣਾ ਆਤਮਕ) ਰੰਗ ਹੋ ਜਾਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਨਾਲ ਉਸ ਦਾ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "Dw-rey",
    "type_id": 3
  },
  {
    "id": 47761,
    "shabad_id": 3990,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ey mn myirAw. qU ikAw lY AwieAw; ikAw lY jwiesI. rwm ]",
    "transliteration": "Eae Man Maeriaa Thoo Kiaa Lai Aaeiaa Kiaa Lai Jaaeisee Raam ||",
    "translation": "O my mind, why did you come into the world? What will you take with you when you go?",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਨਾਹ ਤੂੰ (ਜਨਮ ਸਮੇ) ਆਪਣੇ ਨਾਲ ਕੁਝ ਲੈ ਕੇ ਆਇਆ ਸੀ, ਨਾਹ ਤੂੰ (ਇਥੋਂ ਤੁਰਨ ਵੇਲੇ) ਆਪਣੇ ਨਾਲ ਕੁਝ ਲੈ ਕੇ ਜਾਹਿਂਗਾ (ਵਿਅਰਥ ਹੀ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ ਫਾਹੀਆਂ ਵਿਚ ਫਸ ਰਿਹਾ ਹੈਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47762,
    "shabad_id": 3990,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ey mn myirAw. qw CutsI; jw Brmu cukwiesI. rwm ]",
    "transliteration": "Eae Man Maeriaa Thaa Shhuttasee Jaa Bharam Chukaaeisee Raam ||",
    "translation": "O my mind, you shall be emancipated, when you eliminate your doubts.",
    "punjabi": "ਹੇ ਮਨ! (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ ਫਾਹੀਆਂ ਵਿਚੋਂ) ਤਦੋਂ ਤੇਰੀ ਖ਼ਲਾਸੀ ਹੋਵੇਗੀ, ਜਦੋਂ ਤੂੰ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਣਾ ਛੱਡ ਦੇਵੇਂਗਾ।",
    "pronunciation": "C`utsI",
    "type_id": 3
  },
  {
    "id": 47763,
    "shabad_id": 3990,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "Dnu sMic hir hir nwm vKru; gur sbid Bwau pCwxhy ]",
    "transliteration": "Dhhan Sanch Har Har Naam Vakhar Gur Sabadh Bhaao Pashhaanehae ||",
    "translation": "So gather the wealth and capital of the Name of the Lord, Har, Har; through the Word of the Guru's Shabad, you shall realize its value.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਧਨ ਇਕੱਠਾ ਕਰਿਆ ਕਰ, ਨਾਮ ਦਾ ਸੌਦਾ (ਵਿਹਾਝਿਆ ਕਰ)। ਹੇ ਮਨ! ਜੇ ਤੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦਾ) ਪਿਆਰ ਪਛਾਣ ਲਏਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47764,
    "shabad_id": 3990,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "mYlu prhir. sbid inrmlu; mhlu Gru scu jwxhy ]",
    "transliteration": "Mail Parehar Sabadh Niramal Mehal Ghar Sach Jaanehae ||",
    "translation": "Filth shall be taken away, through the Immaculate Word of the Shabad; you shall know the Mansion of the Lord's Presence, your true home.",
    "punjabi": "ਤਾਂ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਦੂਰ ਕਰ ਕੇ ਤੂੰ ਪਵਿੱਤਰ ਹੋ ਜਾਹਿਂਗਾ। ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਘਰ-ਮਹਲ ਲੱਭ ਲਏਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47765,
    "shabad_id": 3990,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "piq nwmu pwvih. Gir isDwvih; Joil AMimRq pI rso ]",
    "transliteration": "Path Naam Paavehi Ghar Sidhhaavehi Jhol Anmrith Pee Raso ||",
    "translation": "Through the Naam, you shall obtain honor, and come home. Eagerly drink in the Ambrosial Amrit.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਪ੍ਰੇਮ ਨਾਲ ਪੀਆ ਕਰ, ਤੂੰ (ਲੋਕ ਪਰਲੋਕ ਦੀ) ਇੱਜ਼ਤ (ਲੋਕ ਪਰਲੋਕ ਦਾ) ਨਾਮਣਾ ਖੱਟ ਲਏਂਗਾ, ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਪਹੁੰਚ ਜਾਹਿਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47766,
    "shabad_id": 3990,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "hir nwmu iDAweIAY. sbid rsu pweIAY; vfBwig jpIAY hir jso ]4]",
    "transliteration": "Har Naam Dhhiaaeeai Sabadh Ras Paaeeai Vaddabhaag Japeeai Har Jaso ||4||",
    "translation": "Meditate on the Lord's Name, and you shall obtain the sublime essence of the Shabad; by great good fortune, chant the Praises of the Lord. ||4||",
    "punjabi": "ਹੇ ਮਨ! (ਸਦਾ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ, (ਨਾਮ ਦਾ) ਸੁਆਦ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਹੀ) ਪ੍ਰਾਪਤ ਹੋ ਸਕਦਾ ਹੈ। ਹੇ ਮਨ! ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ (ਹੀ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47767,
    "shabad_id": 3990,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ey mn myirAw. ibnu pauVIAw; mMdir ikau cVY. rwm ]",
    "transliteration": "Eae Man Maeriaa Bin Pourreeaa Mandhar Kio Charrai Raam ||",
    "translation": "O my mind, without a ladder, how will you climb up to the Temple of the Lord?",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਜਿਵੇਂ) ਪੌੜੀਆਂ ਤੋਂ ਬਿਨਾ (ਕੋਈ ਭੀ ਮਨੁੱਖ) ਕੋਠੇ (ਦੀ ਛੱਤ) ਉਤੇ ਨਹੀਂ ਚੜ੍ਹ ਸਕਦਾ (ਤਿਵੇਂ ਉੱਚੇ ਆਤਮਕ ਟਿਕਾਣੇ ਤੇ ਵੱਸਦੇ ਪਰਮਾਤਮਾ ਤਕ ਸਿਮਰਨ ਦੀ ਪੌੜੀ ਤੋਂ ਬਿਨਾ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ)।",
    "pronunciation": "cVY@",
    "type_id": 3
  },
  {
    "id": 47768,
    "shabad_id": 3990,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ey mn myirAw. ibnu byVI; pwir. n AMbVY. rwm ]",
    "transliteration": "Eae Man Maeriaa Bin Baerree Paar N Anbarrai Raam ||",
    "translation": "O my mind, without a boat, you shall not reach the other shore.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਬੇੜੀ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਨਦੀ ਦੇ ਪਾਰਲੇ ਪਾਸੇ ਨਹੀਂ ਅੱਪੜ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47769,
    "shabad_id": 3990,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "pwir swjnu. Apwru pRIqmu; gur sbd suriq lMGwvey ]",
    "transliteration": "Paar Saajan Apaar Preetham Gur Sabadh Surath Langhaaveae ||",
    "translation": "On that far shore is Your Beloved, Infinite Friend. Only your awareness of the Guru's Shabad will carry you across.",
    "punjabi": "ਹੇ ਮਨ! ਸੱਜਣ ਪ੍ਰਭੂ! ਬੇਅੰਤ ਪ੍ਰਭੂ, ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ (ਵਿਕਾਰਾਂ ਦੀਆਂ ਲਹਿਰਾਂ ਨਾਲ ਭਰਪੂਰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ) ਪਾਰਲੇ ਪਾਸੇ (ਵੱਸਦਾ ਹੈ)। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਸੂਝ (ਹੀ ਇਸ ਸਮੁੰਦਰ ਦੇ ਪਾਰਲੇ ਪਾਸੇ) ਲੰਘਾ ਸਕਦੀ ਹੈ।",
    "pronunciation": "lMGw-vey",
    "type_id": 3
  },
  {
    "id": 47770,
    "shabad_id": 3990,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "imil swDsMgiq krih rlIAw; iPir. n pCoqwvey ]",
    "transliteration": "Mil Saadhhasangath Karehi Raleeaa Fir N Pashhothaaveae ||",
    "translation": "Join the Saadh Sangat, the Company of the Holy, and you shall enjoy ecstasy; you shall not regret or repent later on.",
    "punjabi": "ਹੇ ਮਨ! ਜੇ ਤੂੰ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਰਹੇਂ (ਤਾਂ ਤੂੰ ਭੀ ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਪਾਰਲੇ ਪਾਸੇ ਪਹੁੰਚ ਜਾਏਂ। ਜਿਹੜਾ ਭੀ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਨਾਮ ਜਪਦਾ ਹੈ, ਉਸ ਨੂੰ) ਮੁੜ ਪਛੁਤਾਣਾ ਨਹੀਂ ਪੈਂਦਾ (ਕਿਉਂਕਿ ਉਸ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਵਿਕਾਰ-ਠਿੱਲ੍ਹਾਂ ਦੁੱਖ ਨਹੀਂ ਦੇ ਸਕਦੀਆਂ)।",
    "pronunciation": "pCoqw-vey",
    "type_id": 3
  },
  {
    "id": 47771,
    "shabad_id": 3990,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "kir dieAw dwnu dieAwl swcw; hir nwm sMgiq pwvE ]",
    "transliteration": "Kar Dhaeiaa Dhaan Dhaeiaal Saachaa Har Naam Sangath Paavou ||",
    "translation": "Be Merciful, O Merciful True Lord God: please give me the Blessing of the Lord's Name, and the Sangat, the Company of the Holy.",
    "punjabi": "ਹੇ ਦਇਆਲ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉਤੇ) ਦਇਆ ਕਰ, ਮੈਨੂੰ ਆਪਣੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਦਾ ਦਾਨ ਦੇਹ, ਮੈਂ ਤੇਰੇ ਨਾਮ ਦੀ ਸੰਗਤ ਹਾਸਲ ਕਰੀ ਰੱਖਾਂ।",
    "pronunciation": "pwv-E",
    "type_id": 3
  },
  {
    "id": 47772,
    "shabad_id": 3990,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "nwnku pieAMpY. suxhu pRIqm; gur sbid. mnu smJwvE ]5]6]",
    "transliteration": "Naanak Paeianpai Sunahu Preetham Gur Sabadh Man Samajhaavou ||5||6||",
    "translation": "Nanak prays: please hear me, O my Beloved; instruct my mind through the Word of the Guru's Shabad. ||5||6||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ- ਹੇ ਪ੍ਰੀਤਮ! (ਮੇਰੀ ਬੇਨਤੀ) ਸੁਣ (ਮਿਹਰ ਕਰ) ਮੈਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਮਨ ਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੂਝ ਦੇਂਦਾ ਰਹਾਂ ॥੫॥੬॥",
    "pronunciation": "pie-AMpY,smJwv-E",
    "type_id": 3
  },
  {
    "id": 47773,
    "shabad_id": 3991,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "quKwrI CMq mhlw 4",
    "transliteration": "Thukhaaree Shhanth Mehalaa 4",
    "translation": "Tukhaari Chhant, Fourth Mehl:",
    "punjabi": "ਰਾਗ ਤੁਖਾਰੀ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47774,
    "shabad_id": 3991,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 47775,
    "shabad_id": 3991,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "AMqir iprI ipAwru; ikau. ipr ibnu jIvIAY, rwm ]",
    "transliteration": "Anthar Piree Piaar Kio Pir Bin Jeeveeai Raam ||",
    "translation": "My inner being is filled with love for my Beloved Husband Lord. How can I live without Him?",
    "punjabi": "(ਹੇ ਸਖੀਏ!) ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਪਿਆਰ ਵੱਸ ਰਿਹਾ ਹੈ। ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਜੀਵਨ (ਕਦੇ) ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47776,
    "shabad_id": 3991,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "jb lgu drsu. n hoie; ikau. AMimRqu pIvIAY, rwm ]",
    "transliteration": "Jab Lag Dharas N Hoe Kio Anmrith Peeveeai Raam ||",
    "translation": "As long as I do not have the Blessed Vision of His Darshan, how can I drink in the Ambrosial Nectar?",
    "punjabi": "(ਹੇ ਸਖੀ!) ਜਦੋਂ ਤਕ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਦਰਸ਼ਨ ਨਹੀਂ ਹੁੰਦਾ, (ਤਦ ਤਕ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀਤਾ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47777,
    "shabad_id": 3991,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ikau AMimRqu pIvIAY. hir ibnu jIvIAY; iqsu ibnu rhnu. n jwey ]",
    "transliteration": "Kio Anmrith Peeveeai Har Bin Jeeveeai This Bin Rehan N Jaaeae ||",
    "translation": "How can I drink in the Ambrosial Nectar without the Lord? I cannot survive without Him.",
    "punjabi": "(ਹੇ ਸਖੀ! ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਦਰਸਨ ਤੋਂ ਬਿਨਾ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ (ਕਦੇ ਭੀ) ਪੀਤਾ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਜੀਵਨ ਨਹੀਂ ਮਿਲ ਸਕਦਾ, ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਸ਼ਾਂਤੀ ਨਹੀਂ ਮਿਲ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47778,
    "shabad_id": 3991,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "Anidnu ipRau ipRau kry idnu rwqI; ipr ibnu ipAws. n jwey ]",
    "transliteration": "Anadhin Prio Prio Karae Dhin Raathee Pir Bin Piaas N Jaaeae ||",
    "translation": "Night and day, I cry out, \"Pri-o! Pri-o! Beloved! Beloved!\", day and night. Without my Husband Lord, my thirst is not quenched.",
    "punjabi": "(ਹੇ ਸਖੀ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਪਿਆਰ ਵੱਸਦਾ ਹੈ, ਉਹ) ਹਰ ਵੇਲੇ ਦਿਨ ਰਾਤ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮੁੜ ਮੁੜ ਯਾਦ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ। (ਹੇ ਸਖੀ!) ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ (ਜਿਵੇਂ ਸ੍ਵਾਂਤੀ ਨਛੱਤ੍ਰ ਦੀ ਵਰਖਾ-ਬੂੰਦ ਤੋਂ ਬਿਨਾ ਪਪੀਹੇ ਦੀ ਪਿਆਸ ਨਹੀਂ ਮਿਟਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47779,
    "shabad_id": 3991,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ApxI ikRpw krhu hir ipAwry; hir hir nwmu sd swirAw ]",
    "transliteration": "Apanee Kirapaa Karahu Har Piaarae Har Har Naam Sadh Saariaa ||",
    "translation": "Please, bless me with Your Grace, O my Beloved Lord, that I may dwell on the Name of the Lord, Har, Har, forever.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਹਰੀ! (ਜਿਸ ਜੀਵ ਉੱਤੇ) ਤੂੰ ਆਪਣੀ ਮਿਹਰ ਕਰਦਾ ਹੈਂ, ਉਹ ਹਰ ਵੇਲੇ ਹਰਿ-ਨਾਮ ਨੂੰ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47780,
    "shabad_id": 3991,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "gur kY sbid imilAw mY. pRIqmu; hau. siqgur ivthu vwirAw ]1]",
    "transliteration": "Gur Kai Sabadh Miliaa Mai Preetham Ho Sathigur Vittahu Vaariaa ||1||",
    "translation": "Through the Word of the Guru's Shabad, I have met my Beloved; I am a sacrifice to the True Guru. ||1||",
    "punjabi": "ਮੈਂ (ਆਪਣੇ) ਗੁਰੂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਹਾਂ, (ਕਿਉਂਕਿ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਨੂੰ (ਭੀ) ਪ੍ਰਭੂ-ਪ੍ਰੀਤਮ ਮਿਲ ਪਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47781,
    "shabad_id": 3991,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "jb dyKW ipru ipAwrw; hir gux ris rvw. rwm ]",
    "transliteration": "Jab Dhaekhaan Pir Piaaraa Har Gun Ras Ravaa Raam ||",
    "translation": "When I see my Beloved Husband Lord, I chant the Lord's Glorious Praises with love.",
    "punjabi": "ਹੇ ਸਖੀ! ਜਦੋਂ ਮੈਂ ਪਿਆਰੇ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਦਰਸਨ ਕਰਦੀ ਹਾਂ, ਤਦੋਂ ਮੈਂ ਬੜੇ ਸੁਆਦ ਨਾਲ ਉਸ ਹਰੀ ਦੇ ਗੁਣ ਯਾਦ ਕਰਦੀ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  }
]
