[
  {
    "id": 47782,
    "shabad_id": 3991,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "myrY AMqir hoie ivgwsu; ipRau ipRau scu inq cvw. rwm ]",
    "transliteration": "Maerai Anthar Hoe Vigaas Prio Prio Sach Nith Chavaa Raam ||",
    "translation": "My inner being blossoms forth; I continually utter, \"Pri-o! Pri-o! Beloved! Beloved!\"",
    "punjabi": "ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਖਿੜਾਉ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ। (ਤਾਹੀਏਂ, ਹੇ ਸਖੀ!) ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮੈਂ ਸਦਾ ਉਚਾਰਦੀ ਰਹਿੰਦੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47783,
    "shabad_id": 3991,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ipRau cvw ipAwry. sbid insqwry; ibnu dyKy iqRpiq. n Awvey ]",
    "transliteration": "Prio Chavaa Piaarae Sabadh Nisathaarae Bin Dhaekhae Thripath N Aaveae ||",
    "translation": "I speak of my Dear Beloved, and through the Shabad, I am saved. Unless I can see Him, I am not satisfied.",
    "punjabi": "ਹੇ ਸਖੀ! ਮੈਂ ਪਿਆਰੇ ਪ੍ਰੀਤਮ ਦਾ ਨਾਮ (ਸਦਾ) ਉਚਾਰਦੀ ਹਾਂ। ਉਹ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ। (ਹੇ ਸਖੀ! ਉਸ ਪ੍ਰੀਤਮ ਦਾ) ਦਰਸਨ ਕਰਨ ਤੋਂ ਬਿਨਾ (ਮਾਇਆ ਵਲੋਂ) ਤ੍ਰਿਪਤੀ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "cvW",
    "type_id": 3
  },
  {
    "id": 47784,
    "shabad_id": 3991,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "sbid sIgwru hovY inq kwmix; hir hir nwmu iDAwvey ]",
    "transliteration": "Sabadh Seegaar Hovai Nith Kaaman Har Har Naam Dhhiaaveae ||",
    "translation": "That soul-bride who is ever adorned with the Shabad, meditates on the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਸਖੀ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ (ਆਤਮਕ) ਸਿੰਗਾਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਜਿਸ ਦਾ ਹਿਰਦਾ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ) ਉਹ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "iDAwv-ey",
    "type_id": 3
  },
  {
    "id": 47785,
    "shabad_id": 3991,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "dieAw dwnu mMgq jn dIjY; mY. pRIqmu dyhu imlwey ]",
    "transliteration": "Dhaeiaa Dhaan Mangath Jan Dheejai Mai Preetham Dhaehu Milaaeae ||",
    "translation": "Please bless this beggar, Your humble servant, with the Gift of Mercy; please unite me with my Beloved.",
    "punjabi": "(ਮੈਂ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਨਿੱਤ ਅਰਦਾਸ ਕਰਦਾ ਹਾਂ-ਹੇ ਗੁਰੂ!) ਦਇਆ ਕਰ, ਮੈਨੂੰ ਆਪਣੇ ਮੰਗਤੇ ਦਾਸ ਨੂੰ ਇਹ ਦਾਨ ਦੇਹ ਕਿ ਮੈਨੂੰ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਮਿਲਾ ਦੇਹ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47786,
    "shabad_id": 3991,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "An idnu guru gopwlu iDAweI; hm. siqgur ivthu Gumwey ]2]",
    "transliteration": "Anadhin Gur Gopaal Dhhiaaee Ham Sathigur Vittahu Ghumaaeae ||2||",
    "translation": "Night and day, I meditate on the Guru, the Lord of the World; I am a sacrifice to the True Guru. ||2||",
    "punjabi": "ਮੈਂ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦੇ ਰੂਪ ਗੁਰੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹਾਂ ਅਤੇ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47787,
    "shabad_id": 3991,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "hm pwQr. guru nwv; ibKu Bvjlu qwrIAY. rwm ]",
    "transliteration": "Ham Paathhar Gur Naav Bikh Bhavajal Thaareeai Raam ||",
    "translation": "I am a stone in the Boat of the Guru. Please carry me across the terrifying ocean of poison.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਜੀਵ (ਪਾਪਾਂ ਨਾਲ ਭਾਰੇ ਹੋ ਚੁਕੇ) ਪੱਥਰ ਹਾਂ, ਗੁਰੂ ਬੇੜੀ ਹੈ। (ਸਾਨੂੰ ਜੀਵਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ) ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47788,
    "shabad_id": 3991,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "gur dyvhu sbdu suBwie; mY mUV insqwrIAY. rwm ]",
    "transliteration": "Gur Dhaevahu Sabadh Subhaae Mai Moorr Nisathaareeai Raam ||",
    "translation": "O Guru, please, lovingly bless me with the Word of the Shabad. I am such a fool - please save me!",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਆਪਣੇ ਪਿਆਰੇ ਵਿਚ (ਜੋੜ ਕੇ) ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਦੇਹ, ਅਤੇ ਮੈਨੂੰ ਮੂਰਖ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47789,
    "shabad_id": 3991,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "hm mUV mugD ikCu imiq. nhI pweI; qU AgMmu vf jwixAw ]",
    "transliteration": "Ham Moorr Mugadhh Kishh Mith Nehee Paaee Thoo Aganm Vadd Jaaniaa ||",
    "translation": "I am a fool and an idiot; I know nothing of Your extent. You are known as Inaccessible and Great.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਜੀਵ ਮੂਰਖ ਹਾਂ, ਅਗਿਆਨੀ ਹਾਂ। ਤੂੰ ਕੇਡਾ ਵੱਡਾ ਹੈਂ-ਇਸ ਗੱਲ ਦੀ ਸਮਝ ਸਾਨੂੰ ਨਹੀਂ ਪੈ ਸਕਦੀ। (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੁਣ ਇਹ) ਸਮਝਿਆ ਹੈ ਕਿ ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ, ਤੂੰ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47790,
    "shabad_id": 3991,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "qU Awip dieAwlu dieAw kir mylih; hm inrguxI inmwixAw ]",
    "transliteration": "Thoo Aap Dhaeiaal Dhaeiaa Kar Maelehi Ham Niragunee Nimaaniaa ||",
    "translation": "You Yourself are Merciful; please, mercifully bless me. I am unworthy and dishonored - please, unite me with Yourself!",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਦਇਆ ਦਾ ਘਰ ਹੈਂ। ਸਾਨੂੰ ਗੁਣ-ਹੀਨ ਨਿਮਾਣੇ ਜੀਵਾਂ ਨੂੰ ਤੂੰ ਆਪ ਹੀ ਮਿਹਰ ਕਰ ਕੇ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47791,
    "shabad_id": 3991,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "Anyk jnm. pwp kir Brmy; huix qau srxwgiq Awey ]",
    "transliteration": "Anaek Janam Paap Kar Bharamae Hun Tho Saranaagath Aaeae ||",
    "translation": "Through countless lifetimes, I wandered in sin; now, I have come seeking Your Sanctuary.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਪਾਪ ਕਰ ਕਰ ਕੇ ਅਸੀਂ ਅਨੇਕਾਂ ਜਨਮਾਂ ਵਿਚ ਭਟਕਦੇ ਰਹੇ ਹਾਂ, ਹੁਣ (ਤੇਰੀ ਮਿਹਰ ਨਾਲ) ਤੇਰੀ ਸਰਨ ਆਏ ਹਾਂ।",
    "pronunciation": "sr-xwgiq",
    "type_id": 3
  },
  {
    "id": 47792,
    "shabad_id": 3991,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "dieAw krhu. riK lyvhu hir jIau; hm lwgh siqgur pwey ]3]",
    "transliteration": "Dhaeiaa Karahu Rakh Laevahu Har Jeeo Ham Laageh Sathigur Paaeae ||3||",
    "translation": "Take pity on me and save me, Dear Lord; I have grasped the Feet of the True Guru. ||3||",
    "punjabi": "ਹੇ ਹਰੀ ਜੀਉ! ਮਿਹਰ ਕਰੋ, ਰੱਖਿਆ ਕਰੋ ਕਿ ਅਸੀਂ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗੇ ਰਹੀਏ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47793,
    "shabad_id": 3991,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "gur pwrs. hm loh; imil kMcnu hoieAw. rwm ]",
    "transliteration": "Gur Paaras Ham Loh Mil Kanchan Hoeiaa Raam ||",
    "translation": "The Guru is the Philosopher's Stone; by His touch, iron is transformed into gold.",
    "punjabi": "ਗੁਰੂ ਪਾਸ ਪਾਰਸ ਹੈ ਅਸੀਂ ਜੀਵ ਲੋਹਾ ਹਾਂ, (ਜਿਵੇਂ ਲੋਹਾ ਪਾਰਸ ਨੂੰ) ਮਿਲ ਕੇ ਸੋਨਾ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47794,
    "shabad_id": 3991,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "joqI joiq imlwie; kwieAw gVu soihAw. rwm ]",
    "transliteration": "Jothee Joth Milaae Kaaeiaa Garr Sohiaa Raam ||",
    "translation": "My light merges into the Light, and my body-fortress is so beautiful.",
    "punjabi": "(ਤਿਵੇਂ ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ (ਆਪਣੀ) ਜਿੰਦ ਮਿਲਾ ਕੇ (ਅਸਾਂ ਜੀਵਾਂ ਦਾ) ਸਰੀਰ-ਕਿਲ੍ਹਾ ਸੁੰਦਰ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "gV@",
    "type_id": 3
  },
  {
    "id": 47795,
    "shabad_id": 3991,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "kwieAw gVu soihAw. myrY pRiB moihAw; ikau swis igrwis ivswrIAY ]",
    "transliteration": "Kaaeiaa Garr Sohiaa Maerai Prabh Mohiaa Kio Saas Giraas Visaareeai ||",
    "translation": "My body-fortress is so beautiful; I am fascinated by my God. How could I forget Him, for even a breath, or a morsel of food?",
    "punjabi": "(ਜਿਸ ਜੀਵ ਨੂੰ) ਮੇਰੇ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਪ੍ਰੇਮ ਵਿਚ ਜੋੜ ਲਿਆ, ਉਸ ਦਾ ਸਰੀਰ-ਕਿਲ੍ਹਾ ਸੋਹਣਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਪ੍ਰਭੂ ਨੂੰ (ਹਰੇਕ) ਸਾਹ ਦੇ ਨਾਲ (ਹਰੇਕ) ਗਿਰਾਹੀ ਦੇ ਨਾਲ (ਯਾਦ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ, ਉਸ ਨੂੰ) ਕਦੇ ਭੀ ਭੁਲਾਣਾ ਨਹੀਂ ਚਾਹੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47796,
    "shabad_id": 3991,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "AidRstu Agocru. pkiVAw gur sbdI; hau. siqgur kY bilhwrIAY ]",
    "transliteration": "Adhrisatt Agochar Pakarriaa Gur Sabadhee Ho Sathigur Kai Balihaareeai ||",
    "translation": "I have seized the Unseen and Unfathomable Lord, through the Word of the Guru's Shabad. I am a sacrifice to the True Guru.",
    "punjabi": "ਮੈਂ ਉਸ ਅਦ੍ਰਿਸ਼ਟ ਅਗੋਚਰ (ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ) ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਿਆ ਹੈ। ਮੈਂ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47797,
    "shabad_id": 3991,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "siqgur AwgY. sIsu Byt dyau; jy siqgur swcy BwvY ]",
    "transliteration": "Sathigur Aagai Sees Bhaett Dhaeo Jae Sathigur Saachae Bhaavai ||",
    "translation": "I place my head in offering before the True Guru, if it truly pleases the True Guru.",
    "punjabi": "ਜੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਰੂਪ ਗੁਰੂ ਨੂੰ ਚੰਗਾ ਲੱਗੇ, ਤਾਂ ਮੈਂ ਆਪਣਾ ਸਿਰ ਗੁਰੂ ਦੇ ਅੱਗੇ ਭੇਟ ਧਰ ਦਿਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47798,
    "shabad_id": 3991,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "Awpy dieAw krhu pRB dwqy; nwnk AMik smwvY ]4]1]",
    "transliteration": "Aapae Dhaeiaa Karahu Prabh Dhaathae Naanak Ank Samaavai ||4||1||",
    "translation": "Take pity on me, O God, Great Giver, that Nanak may merge in Your Being. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹੇ ਦਾਤਾਰ! ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਤੂੰ ਆਪ ਹੀ ਮਿਹਰ ਕਰਦਾ ਹੈਂ, ਉਹ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47799,
    "shabad_id": 3992,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "quKwrI mhlw 4 ]",
    "transliteration": "Thukhaaree Mehalaa 4 ||",
    "translation": "Tukhaari, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47800,
    "shabad_id": 3992,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hir hir Agm AgwiD; AprMpr, Aprprw ]",
    "transliteration": "Har Har Agam Agaadhh Aparanpar Aparaparaa ||",
    "translation": "The Lord, Har, Har, is Inaccessible, Unfathomable, Infinite, the Farthest of the Far.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਅਪਹੁੰਚ ਹਰੀ! ਹੇ ਅਥਾਹ ਹਰੀ! ਹੇ ਬੇਅੰਤ ਹਰੀ! ਹੇ ਪਰੇ ਤੋਂ ਪਰੇ ਹਰੀ!",
    "pronunciation": "Apr-prw[Ap-rMpr",
    "type_id": 3
  },
  {
    "id": 47801,
    "shabad_id": 3992,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "jo qum iDAwvih jgdIs; qy jn Bau ibKmu qrw ]",
    "transliteration": "Jo Thum Dhhiaavehi Jagadhees Thae Jan Bho Bikham Tharaa ||",
    "translation": "Those who meditate on You, O Lord of the Universe - those humble beings cross over the terrifying, treacherous world-ocean.",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਮਾਲਕ ਹਰੀ! ਜਿਹੜੇ ਮਨੁੱਖ ਤੇਰਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਇਸ ਔਖੇ ਤਰੇ ਜਾਣ ਵਾਲੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47802,
    "shabad_id": 3992,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ibKm Bau. iqn qirAw suhylw; ijn hir hir nwmu iDAwieAw ]",
    "transliteration": "Bikham Bho Thin Thariaa Suhaelaa Jin Har Har Naam Dhhiaaeiaa ||",
    "translation": "Those who meditate on the Name of the Lord, Har, Har, easily cross over the terrifying, treacherous world-ocean.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਹ ਮਨੁੱਖ ਇਸ ਔਖੇ ਤਰੇ ਜਾਣ ਵਾਲੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਸੌਖੇ ਹੀ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47803,
    "shabad_id": 3992,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "gur vwik siqgur. jo Bwie cly; iqn hir hir Awip imlwieAw ]",
    "transliteration": "Gur Vaak Sathigur Jo Bhaae Chalae Thin Har Har Aap Milaaeiaa ||",
    "translation": "Those who lovingly walk in harmony with the Word of the Guru, the True Guru - the Lord, Har, Har, unites them with Himself.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰ ਕੇ ਪ੍ਰੇਮ ਦੇ ਆਸਰੇ ਜੀਵਨ ਬਿਤੀਤ ਕਰਦੇ ਰਹੇ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ ਆਪ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47804,
    "shabad_id": 3992,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "joqI joiq imil joiq smwxI; hir ikRpw kir DrxIDrw ]",
    "transliteration": "Jothee Joth Mil Joth Samaanee Har Kirapaa Kar Dhharaneedhharaa ||",
    "translation": "The mortal's light meets the Light of God, and blends with that Divine Light when the Lord, the Support of the Earth, grants His Grace.",
    "punjabi": "ਹੇ ਧਰਤੀ ਦੇ ਆਸਰੇ ਹਰੀ! ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਤੂੰ ਕਿਰਪਾ ਕੀਤੀ, ਉਹਨਾਂ ਦੀ ਜਿੰਦ ਤੇਰੀ ਜੋਤਿ ਵਿਚ ਮਿਲ ਕੇ ਤੇਰੀ ਜੋਤਿ ਵਿਚ ਹੀ ਲੀਨ ਹੋਈ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47805,
    "shabad_id": 3992,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "hir hir Agm AgwiD; AprMpr Aprprw ]1]",
    "transliteration": "Har Har Agam Agaadhh Aparanpar Aparaparaa ||1||",
    "translation": "The Lord, Har, Har, is Inaccessible, Unfathomable, Infinite, the Farthest of the Far. ||1||",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਅਪਹੁੰਚ ਹਰੀ! ਹੇ ਅਥਾਹ ਹਰੀ! ਹੇ ਪਰੇ ਤੋਂ ਪਰੇ ਹਰੀ! ਹੇ ਬੇਅੰਤ ਹਰੀ! (ਇਹ ਸਭ ਤੇਰੀ ਕ੍ਰਿਪਾ ਦੁਆਰਾ ਹੀ ਹੋ ਸਕਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "Ap-rMpr",
    "type_id": 3
  },
  {
    "id": 47806,
    "shabad_id": 3992,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "qum suAwmI Agm AQwh; qU Git Git pUir rihAw ]",
    "transliteration": "Thum Suaamee Agam Athhaah Thoo Ghatt Ghatt Poor Rehiaa ||",
    "translation": "O my Lord and Master, You are Inaccessible and Unfathomable. You are totally pervading and permeating each and every heart.",
    "punjabi": "ਹੇ ਅਪਹੁੰਚ ਪ੍ਰਭੂ! ਹੇ ਅਥਾਹ ਪ੍ਰਭੂ! ਤੂੰ (ਸਭ ਦਾ) ਮਾਲਕ ਹੈਂ; ਤੂੰ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47807,
    "shabad_id": 3992,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "qU AlK AByau AgMmu; gur siqgur bcin lihAw ]",
    "transliteration": "Thoo Alakh Abhaeo Aganm Gur Sathigur Bachan Lehiaa ||",
    "translation": "You are Unseen, Unknowable and Unfathomable; You are found through the Word of the Guru, the True Guru.",
    "punjabi": "ਅਦ੍ਰਿਸ਼ਟ ਅਭੇਵ ਅਤੇ ਅਪਹੁੰਚ ਪ੍ਰਭੂ ਗੁਰੂ ਸਤਿਗੁਰੂ ਦੇ ਬਚਨ ਦੀ ਰਾਹੀਂ ਲੱਭ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47808,
    "shabad_id": 3992,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "Dnu DMnu qy jn. purK pUry; ijn. gur sMqsMgiq imil gux rvy ]",
    "transliteration": "Dhhan Dhhann Thae Jan Purakh Poorae Jin Gur Santhasangath Mil Gun Ravae ||",
    "translation": "Blessed, blessed are those humble, powerful and perfect people, who join the Guru's Sangat, the Society of the Saints, and chant His Glorious Praises.",
    "punjabi": "ਉਹ ਪੂਰਨ ਪੁਰਖ ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਕਿਸਮਤ ਵਾਲੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ-ਸੰਤ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਯਾਦ ਕੀਤੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47809,
    "shabad_id": 3992,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ibbyk buiD bIcwir gurmuiK; gur sbid iKnu iKnu hir inq cvy ]",
    "transliteration": "Bibaek Budhh Beechaar Guramukh Gur Sabadh Khin Khin Har Nith Chavae ||",
    "translation": "With clear and precise understanding, the Gurmukhs contemplate the Guru's Shabad; each and every instant, they continually speak of the Lord.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਚੰਗੇ ਮੰਦੇ ਕਰਮ ਦੀ ਪਰਖ ਕਰ ਸਕਣ ਵਾਲੀ ਅਕਲ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨੂੰ ਸਦਾ ਹਰ ਖਿਨ ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47810,
    "shabad_id": 3992,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "jw bhih gurmuiK. hir nwmu bolih; jw KVy gurmuiK. hir hir kihAw ]",
    "transliteration": "Jaa Behehi Guramukh Har Naam Bolehi Jaa Kharrae Guramukh Har Har Kehiaa ||",
    "translation": "When the Gurmukh sits down, he chants the Lord's Name. When the Gurmukh stands up, he chants the Lord's Name, Har, Har.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਜਦੋਂ (ਕਿਤੇ) ਬੈਠਦੇ ਹਨ ਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦੇ ਹਨ, ਜਦੋਂ ਖਲੋਂਦੇ ਹਨ ਤਦੋਂ ਭੀ ਉਹ ਹਰਿ-ਨਾਮ ਹੀ ਉਚਾਰਦੇ ਹਨ (ਭਾਵ, ਗੁਰਮੁਖ ਮਨੁੱਖ ਬੈਠੇ ਖਲੋਤੇ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਚੇਤੇ ਰੱਖਦੇ ਹਨ)।",
    "pronunciation": "bh-ih,KVy@",
    "type_id": 3
  },
  {
    "id": 47811,
    "shabad_id": 3992,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "qum suAwmI Agm AQwh; qU Git Git pUir rihAw ]2]",
    "transliteration": "Thum Suaamee Agam Athhaah Thoo Ghatt Ghatt Poor Rehiaa ||2||",
    "translation": "O my Lord and Master, You are Inaccessible and Unfathomable. You are totally pervading and permeating each and every heart. ||2||",
    "punjabi": "ਹੇ ਅਪਹੁੰਚ ਪ੍ਰਭੂ! ਹੇ ਅਥਾਹ ਪ੍ਰਭੂ! ਤੂੰ (ਸਭ ਜੀਵਾਂ ਦਾ) ਮਾਲਕ ਹੈਂ; ਅਤੇ ਤੂੰ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47812,
    "shabad_id": 3992,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "syvk jn syvih qy prvwxu; ijn syivAw gurmiq hry ]",
    "transliteration": "Saevak Jan Saevehi Thae Paravaan Jin Saeviaa Guramath Harae ||",
    "translation": "Those humble servants who serve are accepted. They serve the Lord, and follow the Guru's Teachings.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ (ਪਰਮਾਤਮਾ ਦੀ) ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਹਨ, ਉਹ (ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਆਦਰ-ਸਤਕਾਰ ਹਾਸਲ ਕਰਦੇ ਹਨ। ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮੱਤ ਉੱਤੇ ਤੁਰ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕੀਤੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47813,
    "shabad_id": 3992,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "iqn ky. koit siB pwp; iKnu prhir. hir dUir kry ]",
    "transliteration": "Thin Kae Kott Sabh Paap Khin Parehar Har Dhoor Karae ||",
    "translation": "All their millions of sins are taken away in an instant; the Lord takes them far away.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਕ੍ਰੋੜਾਂ ਹੀ ਪਾਪ ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਦੂਰ ਕਰ ਦਿੱਤੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47814,
    "shabad_id": 3992,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "iqn ky pwp doK siB ibnsy; ijn min iciq. ieku ArwiDAw ]",
    "transliteration": "Thin Kae Paap Dhokh Sabh Binasae Jin Man Chith Eik Araadhhiaa ||",
    "translation": "All their sin and blame is washed away. They worship and adore the One Lord with their conscious minds.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਾ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਔਗੁਣ ਨਾਸ ਹੋ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  }
]
