[
  {
    "shabad_id": 3992,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "iqn kw jnmu sPilE sBu kIAw krqY; ijn gur bcnI scu BwiKAw]",
    "transliteration": "Thin Kaa Janam Safaliou Sabh Keeaa Karathai Jin Gur Bachanee Sach Bhaakhiaa ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੁਰ ਕੇ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਿਆ, ਕਰਤਾਰ ਨੇ ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਜਨਮ ਸਫਲ ਕਰ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3992,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "qy DMnu jn vf purK pUry; jo gurmiq hir jip Bau ibKmu qry]",
    "transliteration": "Thae Dhhann Jan Vadd Purakh Poorae Jo Guramath Har Jap Bho Bikham Tharae ||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਮਹਾ ਪੁਰਖ ਹਨ, ਗੁਣਾਂ ਦੇ ਭਾਂਡੇ ਹਨ, ਜਿਹੜੇ ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰ ਕੇ ਇਸ ਔਖੇ ਤਰੇ ਜਾਣ ਵਾਲੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3992,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "syvk jn syvih qy prvwxu; ijn syivAw gurmiq hry]3]",
    "transliteration": "Saevak Jan Saevehi Thae Paravaan Jin Saeviaa Guramath Harae ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ (ਪਰਮਾਤਮਾ ਦੀ) ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਹਨ, ਉਹ (ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਆਦਰ-ਸਤਕਾਰ ਕਰਦੇ ਹਨ। ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮੱਤ ਉੱਤੇ ਤੁਰ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕੀਤੀ (ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਦੂਰ ਕਰ ਦਿੱਤੇ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3992,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "qU AMqrjwmI hir Awip; ijau qU clwvih ipAwry. hau iqvY clw]",
    "transliteration": "Thoo Antharajaamee Har Aap Jio Thoo Chalaavehi Piaarae Ho Thivai Chalaa ||",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਆਪ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ। ਹੇ ਪਿਆਰੇ! ਜਿਵੇਂ ਤੂੰ (ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ) ਜੀਵਨ-ਰਾਹ ਉਤੇ ਤੁਰਦਾ ਹੈਂ, ਮੈਂ ਉਸੇ ਤਰ੍ਹਾਂ ਹੀ ਤੁਰਦਾ ਹਾਂ।",
    "pronunciation": "c`lW",
    "type_id": 3
  },
  {
    "shabad_id": 3992,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "hmrY hwiQ ikCu nwih; jw qU mylih. qw hau Awie imlw]",
    "transliteration": "Hamarai Haathh Kishh Naahi Jaa Thoo Maelehi Thaa Ho Aae Milaa ||",
    "punjabi": "ਹੇ ਹਰੀ! ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਵੱਸ ਵਿਚ ਕੁਝ ਨਹੀਂ। ਜਦੋਂ ਤੂੰ (ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾਂਦਾ ਹੈਂ, ਤਦੋਂ (ਹੀ) ਮੈਂ ਆ ਕੇ ਮਿਲਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3992,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ijn kau qU hir mylih suAwmI; sBu iqn kw lyKw Cutik gieAw]",
    "transliteration": "Jin Ko Thoo Har Maelehi Suaamee Sabh Thin Kaa Laekhaa Shhuttak Gaeiaa ||",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਸੁਆਮੀ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜਦਾ ਹੈਂ, ਉਹਨਾਂ ਦੇ (ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਸਾਰਾ ਲੇਖ ਮੁੱਕ ਜਾਂਦਾ ਹੈ। (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਪਿਛਲੇ ਕੀਤੇ ਸਾਰੇ ਮੰਦ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰ ਮਿਟ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3992,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "iqn kI gxq. n kirAhu, ko BweI; jo gur bcnI hir myil lieAw]",
    "transliteration": "Thin Kee Ganath N Kariahu Ko Bhaaee Jo Gur Bachanee Har Mael Laeiaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੋਰ ਕੇ (ਆਪਣੇ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈ, ਕੋਈ ਭੀ ਧਿਰ ਉਹਨਾਂ ਦੇ (ਪਿਛਲੇ ਕਰਮਾਂ ਦੀ) ਵਿਚਾਰ ਨਾਹ ਕਰਿਓ (ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਤਾਂ ਉਹ ਸਾਰੇ ਸੰਸਕਾਰ ਮਿਟ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3992,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "nwnk dieAwlu hoAw iqn aUpir; ijn gur kw Bwxw mMinAw Blw]",
    "transliteration": "Naanak Dhaeiaal Hoaa Thin Oopar Jin Gur Kaa Bhaanaa Manniaa Bhalaa ||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਨੂੰ ਮਿੱਠੀ ਕਰਕੇ ਮੰਨਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਉੱਤੇ ਆਪ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3992,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "qU AMqrjwmI hir Awip; ijau qU clwvih ipAwry. hau iqvY clw]4]2]",
    "transliteration": "Thoo Antharajaamee Har Aap Jio Thoo Chalaavehi Piaarae Ho Thivai Chalaa ||4||2||",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਆਪ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ। ਹੇ ਪਿਆਰੇ! ਜਿਵੇਂ ਤੂੰ (ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ) ਜੀਵਨ-ਰਾਹ ਉਤੇ ਤੋਰਦਾ ਹੈਂ, ਮੈਂ ਉਸੇ ਤਰ੍ਹਾਂ ਹੀ ਤੁਰਦਾ ਹਾਂ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "quKwrI mhlw 4]",
    "transliteration": "Thukhaaree Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "qU jgjIvnu jgdIsu; sB krqw isRsit nwQu]",
    "transliteration": "Thoo Jagajeevan Jagadhees Sabh Karathaa Srisatt Naathh ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਗਤ ਦੇ ਜੀਵਾਂ ਨੂੰ ਜ਼ਿੰਦਗੀ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਜਗਤ ਦਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਸਾਰੀ (ਸ੍ਰਿਸ਼ਟੀ) ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਖਸਮ ਹੈਂ।",
    "pronunciation": "j`gdIsu",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "iqn qU iDAwieAw myrw rwmu; ijn kY Duir lyKu mwQu]",
    "transliteration": "Thin Thoo Dhhiaaeiaa Maeraa Raam Jin Kai Dhhur Laekh Maathh ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ (ਹਰਿ-ਸਿਮਰਨ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ) ਲੇਖ ਲਿਖਿਆ ਹੋਇਆ ਹੈ, ਜਿਨ੍ਹਾਂ ਦਾ ਮੱਥਾ ਭਾਗਾਂ ਵਾਲਾ ਹੈ, ਉਹਨਾਂ ਨੇ ਤੈਨੂੰ ਸਿਮਰਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ijn kau Duir hir iliKAw suAwmI; iqn hir hir nwmu ArwiDAw]",
    "transliteration": "Jin Ko Dhhur Har Likhiaa Suaamee Thin Har Har Naam Araadhhiaa ||",
    "punjabi": "ਉਹਨਾਂ ਨੇ ਮੇਰੇ ਰਾਮ ਨੂੰ ਸਿਮਰਿਆ ਹੈ, ਮਾਲਕ-ਹਰੀ ਨੇ ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚੋਂ ਧੁਰੋਂ ਸਿਮਰਨ ਦਾ ਲੇਖ ਲਿਖ ਦਿੱਤਾ ਹੈ, ਉਹ (ਸਦਾ) ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "iqn ky pwp. iek inmK siB lwQy; ijn. gur bcnI hir jwipAw]",
    "transliteration": "Thin Kae Paap Eik Nimakh Sabh Laathhae Jin Gur Bachanee Har Jaapiaa ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਹੈ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਿਚ ਹੀ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "Dnu DMnu qy jn. ijn hir nwmu jipAw; iqn dyKy. hau BieAw snwQu]",
    "transliteration": "Dhhan Dhhann Thae Jan Jin Har Naam Japiaa Thin Dhaekhae Ho Bhaeiaa Sanaathh ||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਮੁਬਾਰਿਕ ਹਨ, ਜਿਹੜੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ। ਉਹਨਾਂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮੈਂ (ਭੀ) ਖਸਮ ਵਾਲਾ (ਅਖਵਾਣ ਜੋਗਾ) ਹੋ ਗਿਆ ਹਾਂ (ਕਿਉਂਕਿ ਮੈਂ ਭੀ ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਣ ਲੱਗ ਪਿਆ ਹਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "qU jgjIvnu jgdIsu; sB krqw isRsit nwQu]1]",
    "transliteration": "Thoo Jagajeevan Jagadhees Sabh Karathaa Srisatt Naathh ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਗਤ ਦੇ ਜੀਵਾਂ ਨੂੰ ਜ਼ਿੰਦਗੀ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਜਗਤ ਦਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਸਾਰੀ (ਸ੍ਰਿਸ਼ਟੀ) ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਖਸਮ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "qU jil Qil mhIAil BrpUir; sB aUpir swcu DxI]",
    "transliteration": "Thoo Jal Thhal Meheeal Bharapoor Sabh Oopar Saach Dhhanee ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ (ਹਰ ਥਾਂ) ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੇ ਸਿਰ ਉੱਤੇ ਹੈਂ, ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ijn jipAw hir min cIiq; hir jip jip mukqu GxI]",
    "transliteration": "Jin Japiaa Har Man Cheeth Har Jap Jap Mukath Ghanee ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਦਾ) ਜਪਿਆ (ਉਹ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਗਏ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ijn jipAw hir. qy mukq pRwxI; iqn ky aUjl muK. hir duAwir]",
    "transliteration": "Jin Japiaa Har Thae Mukath Praanee Thin Kae Oojal Mukh Har Dhuaar ||",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮੁੜ ਮੁੜ ਜਪ ਕੇ ਬੇਅੰਤ ਲੁਕਾਈ ਮੁਕਤ ਹੋ ਜਾਂਦੀ ਹੈ। ਜਿਹੜੇ ਪ੍ਰਾਣੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ, ਉਹ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਉਜਲੇ ਹੁੰਦੇ ਹਨ (ਪ੍ਰਭੂ-ਦਰ ਤੇ ਉਹ ਆਦਰ-ਸਤਕਾਰ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ)।",
    "pronunciation": "aU~jl",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "Eie hliq pliq jn Bey suhyly; hir rwiK lIey rKnhwir]",
    "transliteration": "Oue Halath Palath Jan Bheae Suhaelae Har Raakh Leeeae Rakhanehaar ||",
    "punjabi": "ਉਹ ਬੰਦੇ ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਪਰਲੋਕ ਵਿਚ ਸੁਖੀ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ। ਬਚਾਣ ਦੀ ਸਮਰਥਾ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਨੂੰ ਆਪ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "hir sMqsMgiq jn suxhu BweI; gurmuiK hir syvw sPl bxI]",
    "transliteration": "Har Santhasangath Jan Sunahu Bhaaee Guramukh Har Saevaa Safal Banee ||",
    "punjabi": "ਹੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨੋਂ! ਹੇ ਸਾਧ ਸੰਗਤ! ਸੁਣੋ-ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਕੀਤੀ ਹੋਈ ਸੇਵਾ-ਭਗਤੀ ਕਾਮਯਾਬ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "qU jil Qil mhIAil BrpUir; sB aUpir swcu DxI]2]",
    "transliteration": "Thoo Jal Thhal Meheeal Bharapoor Sabh Oopar Saach Dhhanee ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ (ਹਰ ਥਾਂ) ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੇ ਸਿਰ ਉਤੇ ਹੈਂ, ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "qU Qwn QnMqir hir eyku; hir eyko eyku rivAw]",
    "transliteration": "Thoo Thhaan Thhananthar Har Eaek Har Eaeko Eaek Raviaa ||",
    "punjabi": "ਹੇ ਹਰੀ! ਹਰੇਕ ਥਾਂ ਵਿਚ ਇਕ ਤੂੰ ਹੀ ਤੂੰ ਮੌਜੂਦ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "vix iqRix iqRBvix, sB isRsit; muiK. hir hir nwmu civAw]",
    "transliteration": "Van Thrin Thribhavan Sabh Srisatt Mukh Har Har Naam Chaviaa ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੰਗਲ ਵਿਚ, ਘਾਹ ਦੇ ਤੀਲੇ ਵਿਚ, ਤ੍ਰਿਭਵਣੀ-ਜਗਤ ਵਿਚ-ਹਰ ਥਾਂ ਤੂੰ ਹੀ ਤੂੰ ਵੱਸ ਰਿਹਾ ਹੈਂ। ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ (ਭਾਵ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਜੀਵ) ਆਪਣੇ ਮੂੰਹ ਨਾਲ ਹਰਿ-ਨਾਮ ਹੀ ਉਚਾਰ ਰਹੀ ਹੈ।",
    "pronunciation": "(civAw) aucwirAw",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "siB cvih hir hir nwmu krqy; AsMK Agxq hir iDAwvey]",
    "transliteration": "Sabh Chavehi Har Har Naam Karathae Asankh Aganath Har Dhhiaaveae ||",
    "punjabi": "ਅਸੰਖਾਂ ਜੀਵ ਅਣਗਿਣਤ ਜੀਵ ਸਾਰੇ ਹੀ ਕਰਤਾਰ ਦਾ ਨਾਮ ਸਦਾ ਉਚਾਰ ਰਹੇ ਹਨ। (ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ) ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰ ਰਹੀ ਹੈ।",
    "pronunciation": "A-gxq,iDAwv-ey",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "so DMnu Dnu hir sMqu swDU; jo hir pRB krqy Bwvey]",
    "transliteration": "So Dhhann Dhhan Har Santh Saadhhoo Jo Har Prabh Karathae Bhaaveae ||",
    "punjabi": "ਹਰੀ ਦਾ ਉਹ ਸੰਤ ਹਰੀ ਦਾ ਉਹ ਸਾਧੂ ਧੰਨ ਹੈ ਧੰਨ ਹੈ, ਜਿਹੜਾ ਹਰਿ-ਪ੍ਰਭੂ ਨੂੰ ਜਿਹੜਾ ਕਰਤਾਰ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "so sPlu drsnu dyhu krqy; ijsu hir ihrdY nwmu sd civAw]",
    "transliteration": "So Safal Dharasan Dhaehu Karathae Jis Har Hiradhai Naam Sadh Chaviaa ||",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਤੂੰ ਵੱਸਦਾ ਹੈਂ), ਜੋ ਸਦਾ (ਤੇਰਾ) ਨਾਮ ਉਚਾਰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਕਾਮਯਾਬ (ਜੀਵਨ ਵਾਲਾ) ਹੈ, (ਮੈਨੂੰ ਉਸ ਦਾ) ਦਰਸਨ ਬਖ਼ਸ਼।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "qU Qwn QnMqir hir eyku; hir eyko eyku rivAw]3]",
    "transliteration": "Thoo Thhaan Thhananthar Har Eaek Har Eaeko Eaek Raviaa ||3||",
    "punjabi": "ਹੇ ਹਰੀ! ਹਰੇਕ ਥਾਂ ਵਿਚ ਇਕ ਤੂੰ ਹੀ ਤੂੰ ਮੌਜੂਦ ਹੈਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "qyrI Bgiq BMfwr AsMK; ijsu qU dyvih. myry suAwmI, iqsu imlih]",
    "transliteration": "Thaeree Bhagath Bhanddaar Asankh Jis Thoo Dhaevehi Maerae Suaamee This Milehi ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਸੁਆਮੀ! (ਤੇਰੇ ਘਰ ਵਿਚ) ਤੇਰੀ ਭਗਤੀ ਦੇ ਬੇਅੰਤ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ, (ਪਰ ਇਹ ਖ਼ਜ਼ਾਨੇ) ਉਸ (ਮਨੁੱਖ) ਨੂੰ ਮਿਲਦੇ ਹਨ ਜਿਸ ਨੂੰ ਤੂੰ (ਆਪ) ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ijs kY msqik. gur hwQu; iqsu ihrdY hir gux itkih]",
    "transliteration": "Jis Kai Masathak Gur Haathh This Hiradhai Har Gun Ttikehi ||",
    "punjabi": "ਜਿਸ (ਮਨੁੱਖ) ਦੇ ਮੱਥੇ ਉਤੇ ਗੁਰੂ ਦਾ ਹੱਥ ਹੋਵੇ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "hir gux ihrdY itkih iqs kY; ijsu AMqir. Bau BwvnI hoeI]",
    "transliteration": "Har Gun Hiradhai Ttikehi This Kai Jis Anthar Bho Bhaavanee Hoee ||",
    "punjabi": "ਜਿਸ (ਮਨੁੱਖ) ਦੇ ਅੰਦਰ (ਪਰਮਾਤਮਾ ਦਾ) ਡਰ ਅਦਬ ਹੈ (ਪਰਮਾਤਮਾ ਵਾਸਤੇ) ਸਰਧਾ-ਪਿਆਰ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]