[
  {
    "id": 47846,
    "shabad_id": 3993,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਬਿਨੁ ਭੈ ਕਿਨੈ, ਨ ਪ੍ਰੇਮੁ ਪਾੲਿਅਾ; ਬਿਨੁ ਭੈ ਪਾਰਿ, ਨ ੳੁਤਰਿਅਾ ਕੋੲੀ ||",
    "transliteration": "Bin Bhai Kinai N Praem Paaeiaa Bin Bhai Paar N Outhariaa Koee ||",
    "translation": "Without the Fear of God, His Love is not obtained. Without the Fear of God, no one is carried across to the other side.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਡਰ-ਅਦਬ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਭੀ ਮਨੁੱਖ ਨੇ (ਪਰਮਾਤਮਾ ਦਾ) ਪ੍ਰੇਮ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ। ਕੋਈ ਭੀ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੇ) ਡਰ-ਅਦਬ ਤੋਂ ਬਿਨਾ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਨਹੀਂ ਲੰਘ ਸਕਿਆ (ਕੋਈ ਭੀ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਨਹੀਂ ਸਕਿਆ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47847,
    "shabad_id": 3993,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਭੳੁ ਭਾੳੁ ਪ੍ਰੀਤਿ ਨਾਨਕ. ਤਿਸਹਿ ਲਾਗੈ; ਜਿਸੁ ਤੂ ਅਾਪਣੀ ਕਿਰਪਾ ਕਰਹਿ ||",
    "transliteration": "Bho Bhaao Preeth Naanak Thisehi Laagai Jis Thoo Aapanee Kirapaa Karehi ||",
    "translation": "O Nanak, he alone is blessed with the Fear of God, and God's Love and Affection, whom You, Lord, bless with Your Mercy.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸੇ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਤੇਰਾ ਡਰ-ਅਦਬ ਤੇਰਾ ਪ੍ਰੇਮ-ਪਿਆਰ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਜਿਸ ਉੱਤੇ ਆਪਣੀ ਮਿਹਰ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47848,
    "shabad_id": 3993,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਤੇਰੀ ਭਗਤਿ ਭੰਡਾਰ ਅਸੰਖ; ਜਿਸੁ ਤੂ ਦੇਵਹਿ ਮੇਰੇ ਸੁਅਾਮੀ, ਤਿਸੁ ਮਿਲਹਿ ||੪||੩||",
    "transliteration": "Thaeree Bhagath Bhanddaar Asankh Jis Thoo Dhaevehi Maerae Suaamee This Milehi ||4||3||",
    "translation": "The treasures of devotional worship to You are countless; he alone is blessed with Them, O my Lord and Master, whom You bless. ||4||3||",
    "punjabi": "ਹੇ ਮੇਰੇ ਸੁਆਮੀ! (ਤੇਰੇ ਘਰ ਵਿਚ) ਤੇਰੇ ਭਗਤੀ ਦੇ ਬੇਅੰਤ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ, (ਪਰ ਇਹ ਖ਼ਜ਼ਾਨੇ) ਉਸ (ਮਨੁੱਖ) ਨੂੰ ਮਿਲਦੇ ਹਨ ਜਿਸ ਨੂੰ ਤੂੰ (ਆਪ) ਦੇਂਦਾ ਹੈਂ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47849,
    "shabad_id": 3994,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਤੁਖਾਰੀ ਮਹਲਾ ੪ ||",
    "transliteration": "Thukhaaree Mehalaa 4 ||",
    "translation": "Tukhaari, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47850,
    "shabad_id": 3994,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਵਣੁ ਪੁਰਬੁ ਅਭੀਚੁ; ਗੁਰ ਸਤਿਗੁਰ, ਦਰਸੁ ਭੲਿਅਾ ||",
    "transliteration": "Naavan Purab Abheech Gur Sathigur Dharas Bhaeiaa ||",
    "translation": "To receive the Blessed Vision of the Darshan of the Guru, the True Guru, is to truly bathe at the Abhaijit festival.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਦਾ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਹੋ ਗਿਆ, (ਇਹ ਗੁਰ-ਦਰਸ਼ਨ ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ) ਤੀਰਥ-ਇਸ਼ਨਾਨ ਹੈ, (ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ) ਅਭੀਚ (ਨਛੱਤ੍ਰ ਦਾ) ਪਵਿੱਤਰ ਦਿਹਾੜਾ ਹੈ।",
    "pronunciation": "ਨ੍ਹਾਵਣੁ[ (ਅ-ਭੀਚੁ) ਅਭੀਜਿੱਤ ਨਿਛੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 47851,
    "shabad_id": 3994,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਦੁਰਮਤਿ ਮੈਲੁ ਹਰੀ; ਅਗਿਅਾਨੁ ਅੰਧੇਰੁ ਗੲਿਅਾ ||",
    "transliteration": "Dhuramath Mail Haree Agiaan Andhhaer Gaeiaa ||",
    "translation": "The filth of evil-mindedness is washed off, and the darkness of ignorance is dispelled.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਦਰਸਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਮਨੁੱਖ ਦੀ) ਖੋਟੀ ਮੱਤ ਦੀ ਮੈਲ ਕੱਟੀ ਜਾਂਦੀ ਹੈ, (ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇਸਮਝੀ ਵਾਲਾ ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47852,
    "shabad_id": 3994,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗੁਰ ਦਰਸੁ ਪਾੲਿਅਾ. ਅਗਿਅਾਨੁ ਗਵਾੲਿਅਾ; ਅੰਤਰਿ ਜੋਤਿ ਪ੍ਰਗਾਸੀ ||",
    "transliteration": "Gur Dharas Paaeiaa Agiaan Gavaaeiaa Anthar Joth Pragaasee ||",
    "translation": "Blessed by the Guru's Darshan, spiritual ignorance is dispelled, and the Divine Light illuminates the inner being.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰ ਲਿਆ, (ਉਸ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ) ਅਗਿਆਨ (-ਹਨੇਰਾ) ਦੂਰ ਕਰ ਲਿਆ, ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਨੇ ਆਪਣਾ ਪਰਕਾਸ਼ ਕਰ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47853,
    "shabad_id": 3994,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਨਮ ਮਰਣ ਦੁਖ ਖਿਨ ਮਹਿ ਬਿਨਸੇ; ਹਰਿ ਪਾੲਿਅਾ ਪ੍ਰਭੁ ਅਬਿਨਾਸੀ ||",
    "transliteration": "Janam Maran Dhukh Khin Mehi Binasae Har Paaeiaa Prabh Abinaasee ||",
    "translation": "The pains of birth and death vanish in an instant, and the Eternal, Imperishable Lord God is found.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਦਰਸਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਮਨੁੱਖ ਨੇ) ਅਬਿਨਾਸ਼ੀ ਪ੍ਰਭੂ (ਦਾ ਮਿਲਾਪ) ਹਾਸਲ ਕਰ ਲਿਆ, ਉਸ ਮਨੁੱਖ ਦੇ ਜਨਮ ਤੋਂ ਮਰਨ ਤਕ ਦੇ ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਹੋ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47854,
    "shabad_id": 3994,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਅਾਪਿ ਕਰਤੈ, ਪੁਰਬੁ ਕੀਅਾ; ਸਤਿਗੁਰੂ. ਕੁਲਖੇਤਿ ਨਾਵਣਿ ਗੲਿਅਾ ||",
    "transliteration": "Har Aap Karathai Purab Keeaa Sathiguroo Kulakhaeth Naavan Gaeiaa ||",
    "translation": "The Creator Lord God Himself created the festival, when the True Guru went to bathe at the festival in Kuruk-shaytra.",
    "punjabi": "ਗੁਰੂ (ਅਮਰਦਾਸ ਅਭੀਚ ਪੁਰਬ ਦੇ) ਤੀਰਥ-ਇਸ਼ਨਾਨ (ਦੇ ਸਮੇ) ਤੇ ਕੁਲਖੇਤ ਤੇ ਗਿਆ, ਹਰੀ ਨੇ ਕਰਤਾਰ ਨੇ ਆਪ (ਗੁਰੂ ਦੇ ਜਾਣ ਦੇ ਇਸ ਉੱਦਮ ਨੂੰ ਉਥੇ ਇਕੱਠੇ ਹੋਏ ਲੋਕਾਂ ਵਾਸਤੇ) ਪਵਿੱਤਰ ਦਿਹਾੜਾ ਬਣਾ ਦਿੱਤਾ।",
    "pronunciation": "(ਕੁਲਖੇਤਿ) ਕੁਰਛੇਤ੍ਰ, ਨ੍ਹਾਵਣਿ",
    "type_id": 3
  },
  {
    "id": 47855,
    "shabad_id": 3994,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਾਵਣੁ ਪੁਰਬੁ ਅਭੀਚੁ; ਗੁਰ ਸਤਿਗੁਰ ਦਰਸੁ ਭੲਿਅਾ ||੧||",
    "transliteration": "Naavan Purab Abheech Gur Sathigur Dharas Bhaeiaa ||1||",
    "translation": "To receive the Blessed Vision of the Darshan of the Guru, the True Guru, is to truly bathe at the Abhaijit festival. ||1||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਦਾ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸਨ ਹੋ ਗਿਆ, (ਇਹ ਗੁਰ-ਦਰਸਨ ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ) ਤੀਰਥ-ਇਸ਼ਨਾਨ ਹੈ, (ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ) ਅਭੀਚ (ਨਛੱਤ੍ਰ ਦਾ) ਪਵਿੱਤਰ ਦਿਹਾੜਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47856,
    "shabad_id": 3994,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਮਾਰਗਿ ਪੰਥਿ ਚਲੇ ਗੁਰ; ਸਤਿਗੁਰ ਸੰਗਿ ਸਿਖਾ ||",
    "transliteration": "Maarag Panthh Chalae Gur Sathigur Sang Sikhaa ||",
    "translation": "The Sikhs travelled with the Guru, the True Guru, on the path, along the road.",
    "punjabi": "ਅਨੇਕਾਂ ਸਿੱਖ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦੇ ਨਾਲ ਉਸ ਲੰਮੇ ਪੈਂਡੇ ਵਿਚ ਗਏ।",
    "pronunciation": "ਚੱਲੇ[ਸਿੱਖਾਂ",
    "type_id": 3
  },
  {
    "id": 47857,
    "shabad_id": 3994,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਭਗਤਿ ਬਣੀ; ਖਿਨੁ ਖਿਨੁ ਨਿਮਖ ਵਿਖਾ ||",
    "transliteration": "Anadhin Bhagath Banee Khin Khin Nimakh Vikhaa ||",
    "translation": "Night and day, devotional worship services were held, each and every instant, with each step.",
    "punjabi": "ਹਰੇਕ ਖਿਨ, ਨਿਮਖ ਨਿਮਖ, ਕਦਮ ਕਦਮ ਤੇ ਹਰ ਰੋਜ਼ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ (ਦਾ ਅਵਸਰ) ਬਣਿਆ ਰਹਿੰਦਾ ਸੀ।",
    "pronunciation": "ਵਿਖਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 47858,
    "shabad_id": 3994,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਭਗਤਿ ਬਣੀ ਪ੍ਰਭ ਕੇਰੀ; ਸਭੁ ਲੋਕੁ ਵੇਖਣਿ ਅਾੲਿਅਾ ||",
    "transliteration": "Har Har Bhagath Banee Prabh Kaeree Sabh Lok Vaekhan Aaeiaa ||",
    "translation": "Devotional worship services to the Lord God were held, and all the people came to see the Guru.",
    "punjabi": "(ਉਸ ਸਾਰੇ ਪੈਂਡੇ ਵਿਚ) ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦਾ ਉੱਦਮ ਬਣਿਆ ਰਹਿੰਦਾ ਸੀ, ਬਹੁਤ ਲੁਕਾਈ (ਗੁਰੂ ਦਾ) ਦਰਸਨ ਕਰਨ ਆਉਂਦੀ ਸੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47859,
    "shabad_id": 3994,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਜਿਨ ਦਰਸੁ ਸਤਿਗੁਰ ਗੁਰੂ ਕੀਅਾ; ਤਿਨ ਅਾਪਿ ਹਰਿ ਮੇਲਾੲਿਅਾ ||",
    "transliteration": "Jin Dharas Sathigur Guroo Keeaa Thin Aap Har Maelaaeiaa ||",
    "translation": "Whoever was blessed with the Darshan of the Guru, the True Guru, the Lord united with Himself.",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਵਡਭਾਗੀ ਮਨੁੱਖਾਂ) ਨੇ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕੀਤਾ, ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਉਹਨਾਂ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲਿਆ (ਭਾਵ, ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47860,
    "shabad_id": 3994,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਤੀਰਥ. ੳੁਦਮੁ ਸਤਿਗੁਰੂ ਕੀਅਾ; ਸਭ ਲੋਕ ੳੁਧਰਣ ਅਰਥਾ ||",
    "transliteration": "Theerathh Oudham Sathiguroo Keeaa Sabh Lok Oudhharan Arathhaa ||",
    "translation": "The True Guru made the pilgrimage to the sacred shrines, for the sake of saving all the people.",
    "punjabi": "(ਤੀਰਥਾਂ ਉਤੇ ਇਕੱਠੀ ਹੋਈ) ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ (ਗ਼ਲਤ ਰਸਤੇ ਤੋਂ) ਬਚਾਣ ਲਈ ਸਤਿਗੁਰੂ ਨੇ ਤੀਰਥਾਂ ਉਤੇ ਜਾਣ ਦਾ ਉੱਦਮ ਕੀਤਾ ਸੀ।",
    "pronunciation": "ਅੌਗਣਾਂ ਤੋਂ (ੳੁ-ਧਰਣ) ਤਾਰਨ ਲੲੀ",
    "type_id": 3
  },
  {
    "id": 47861,
    "shabad_id": 3994,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਮਾਰਗਿ ਪੰਥਿ ਚਲੇ ਗੁਰ; ਸਤਿਗੁਰ ਸੰਗਿ ਸਿਖਾ ||੨||",
    "transliteration": "Maarag Panthh Chalae Gur Sathigur Sang Sikhaa ||2||",
    "translation": "The Sikhs travelled with the Guru, the True Guru, on the path, along the road. ||2||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਨਾਲ ਅਨੇਕਾਂ ਸਿੱਖ ਉਸ ਲੰਮੇ ਪੈਂਡੇ ਵਿਚ ਗਏ (ਸਨ) ॥੨॥",
    "pronunciation": "ਸਿੱਖਾਂ",
    "type_id": 3
  },
  {
    "id": 47862,
    "shabad_id": 3994,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਪ੍ਰਥਮ. ਅਾੲੇ ਕੁਲਖੇਤਿ ਗੁਰ; ਸਤਿਗੁਰ ਪੁਰਬੁ ਹੋਅਾ ||",
    "transliteration": "Prathham Aaeae Kulakhaeth Gur Sathigur Purab Hoaa ||",
    "translation": "When the Guru, the True Guru, first arrived at Kuruk-shaytra, it was a very auspicious time.",
    "punjabi": "ਗੁਰੂ (ਅਮਰਦਾਸ) ਜੀ ਪਹਿਲਾਂ ਕੁਲਖੇਤ (ਕੁਰੂਖੇਤ੍ਰ) ਤੇ ਪਹੁੰਚੇ। (ਉਥੋਂ ਦੇ ਲੋਕਾਂ ਵਾਸਤੇ ਉਹ ਦਿਨ) ਗੁਰੂ ਸਤਿਗੁਰੂ ਨਾਲ ਸੰਬੰਧ ਰੱਖਣ ਵਾਲਾ ਪਵਿੱਤਰ ਦਿਨ ਬਣ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47863,
    "shabad_id": 3994,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਖਬਰਿ ਭੲੀ ਸੰਸਾਰਿ; ਅਾੲੇ ਤ੍ਰੈ ਲੋਅਾ ||",
    "transliteration": "Khabar Bhee Sansaar Aaeae Thrai Loaa ||",
    "translation": "The news spread throughout the world, and the beings of the three worlds came.",
    "punjabi": "ਸੰਸਾਰ ਵਿਚ (ਭਾਵ, ਦੂਰ ਦੂਰ ਤਕ) (ਸਤਿਗੁਰੂ ਜੀ ਦੇ ਕੁਲੇਖਤ ਆਉਣ ਦੀ) ਖ਼ਬਰ ਹੋ ਗਈ, ਬੇਅੰਤ ਲੋਕ (ਦਰਸਨ ਕਰਨ ਲਈ) ਆ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47864,
    "shabad_id": 3994,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਦੇਖਣਿ ਅਾੲੇ ਤੀਨਿ ਲੋਕ; ਸੁਰਿ ਨਰ ਮੁਨਿ ਜਨ, ਸਭਿ ਅਾੲਿਅਾ ||",
    "transliteration": "Dhaekhan Aaeae Theen Lok Sur Nar Mun Jan Sabh Aaeiaa ||",
    "translation": "The angelic beings and silent sages from all the three worlds came to see Him.",
    "punjabi": "(ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦਾ) ਦਰਸਨ ਕਰਨ ਲਈ ਬਹੁਤ ਲੋਕ ਆ ਪਹੁੰਚੇ। ਦੈਵੀ ਸੁਭਾਵ ਵਾਲੇ ਮਨੁੱਖ, ਰਿਸ਼ੀ ਸੁਭਾਵ ਵਾਲੇ ਮਨੁੱਖ ਬਹੁਤ ਆ ਇਕੱਠੇ ਹੋਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47865,
    "shabad_id": 3994,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਜਿਨ ਪਰਸਿਅਾ ਗੁਰੁ ਸਤਿਗੁਰੂ ਪੂਰਾ; ਤਿਨ ਕੇ ਕਿਲਵਿਖ ਨਾਸ ਗਵਾੲਿਅਾ ||",
    "transliteration": "Jin Parasiaa Gur Sathiguroo Pooraa Thin Kae Kilavikh Naas Gavaaeiaa ||",
    "translation": "Those who are touched by the Guru, the True Guru - all their sins and mistakes were erased and dispelled.",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਵਡਭਾਗੀ ਮਨੁੱਖਾਂ) ਨੇ ਪੂਰੇ ਗੁਰੂ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸਨ ਕੀਤਾ, ਉਹਨਾਂ ਦੇ (ਪਿਛਲੇ ਸਾਰੇ) ਪਾਪ ਨਾਸ ਹੋ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47866,
    "shabad_id": 3994,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜੋਗੀ ਦਿਗੰਬਰ ਸੰਨਿਅਾਸੀ ਖਟੁ ਦਰਸਨ; ਕਰਿ ਗੲੇ ਗੋਸਟਿ ਢੋਅਾ ||",
    "transliteration": "Jogee Dhiganbar Sanniaasee Khatt Dharasan Kar Geae Gosatt Dtoaa ||",
    "translation": "The Yogis, the nudists, the Sannyaasees and those of the six schools of philosophy spoke with Him, and then bowed and departed.",
    "punjabi": "ਜੋਗੀ, ਨਾਂਗੇ, ਸੰਨਿਆਸੀ (ਸਾਰੇ ਹੀ) ਛੇ ਭੇਖਾਂ ਦੇ ਸਾਧੂ (ਦਰਸਨ ਕਰਨ ਆਏ)। ਕਈ ਕਿਸਮ ਦੀ ਪਰਸਪਰ ਸ਼ੁਭ ਵਿਚਾਰ (ਉਹ ਸਾਧੂ ਲੋਕ ਆਪਣੇ ਵੱਲੋਂ ਗੁਰੂ ਦੇ ਦਰ ਤੇ) ਭੇਟਾ ਪੇਸ਼ ਕਰ ਕੇ ਗਏ।",
    "pronunciation": "ਖਟੁ: ਪੋਲਾ ਬੋਲੋ[ ਢੋਅਾ ਮਿਲਾਪ, ਅਾਸਰਾ ਲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 47867,
    "shabad_id": 3994,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਪ੍ਰਥਮ ਅਾੲੇ ਕੁਲਖੇਤਿ; ਗੁਰ ਸਤਿਗੁਰ ਪੁਰਬੁ ਹੋਅਾ ||੩||",
    "transliteration": "Prathham Aaeae Kulakhaeth Gur Sathigur Purab Hoaa ||3||",
    "translation": "When the Guru, the True Guru, first arrived at Kuruk-shaytra, it was a very auspicious time. ||3||",
    "punjabi": "ਗੁਰੂ (ਅਮਰਦਾਸ) ਜੀ ਪਹਿਲਾਂ ਕੁਲਖੇਤ (ਕੁਰੂਖੇਤ੍ਰ) ਤੇ ਪਹੁੰਚੇ। (ਉਥੋਂ ਦੇ ਲੋਕਾਂ ਵਾਸਤੇ ਉਹ ਦਿਨ) ਗੁਰੂ ਸਤਿਗੁਰੂ ਨਾਲ ਸੰਬੰਧ ਰੱਖਣ ਵਾਲਾ ਪਵਿੱਤਰ ਦਿਨ ਬਣ ਗਿਆ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47868,
    "shabad_id": 3994,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਦੁਤੀਅਾ. ਜਮੁਨ ਗੲੇ ਗੁਰਿ; ਹਰਿ ਹਰਿ ਜਪਨੁ ਕੀਅਾ ||",
    "transliteration": "Dhutheeaa Jamun Geae Gur Har Har Japan Keeaa ||",
    "translation": "Second, the Guru went to the river Jamunaa, where He chanted the Name of the Lord, Har, Har.",
    "punjabi": "ਫਿਰ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਜਮੁਨਾ ਨਦੀ ਤੇ ਪਹੁੰਚੇ। ਸਤਿਗੁਰੂ ਜੀ ਨੇ (ਉਥੇ ਭੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਜਪਿਆ-ਜਪਾਇਆ।",
    "pronunciation": "(ਦੁਤੀਅਾ) ਦੂਜੇ ਤੀਰਥ ਤੇ",
    "type_id": 3
  },
  {
    "id": 47869,
    "shabad_id": 3994,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਜਾਗਾਤੀ ਮਿਲੇ. ਦੇ ਭੇਟ; ਗੁਰ ਪਿਛੈ. ਲੰਘਾੲਿ ਦੀਅਾ ||",
    "transliteration": "Jaagaathee Milae Dhae Bhaett Gur Pishhai Langhaae Dheeaa ||",
    "translation": "The tax collectors met the Guru and gave Him offerings; they did not impose the tax on His followers.",
    "punjabi": "(ਜਾਤ੍ਰੀਆਂ ਪਾਸੋਂ) ਸਰਕਾਰੀ ਮਸੂਲ ਉਗਰਾਹੁਣ ਵਾਲੇ ਭੀ ਭੇਟਾ ਰੱਖ ਕੇ (ਸਤਿਗੁਰੂ ਜੀ ਨੂੰ) ਮਿਲੇ। ਆਪਣੇ ਆਪ ਨੂੰ ਗੁਰੂ ਦਾ ਸਿੱਖ ਆਖਣ ਵਾਲੇ ਸਭਨਾਂ ਨੂੰ (ਉਹਨਾਂ ਮਸੂਲੀਆਂ ਨੇ ਬਿਨਾ ਮਸੂਲ ਲਏ) ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ।",
    "pronunciation": "(ਜਾਗਾਤੀ) ਮਸੂਲੀੲੇ",
    "type_id": 3
  },
  {
    "id": 47870,
    "shabad_id": 3994,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਸਭ ਛੁਟੀ ਸਤਿਗੁਰੂ ਪਿਛੈ; ਜਿਨਿ ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿਅਾ ||",
    "transliteration": "Sabh Shhuttee Sathiguroo Pishhai Jin Har Har Naam Dhhiaaeiaa ||",
    "translation": "All the True Guru's followers were excused from the tax; they meditated on the Name of the Lord, Har, Har.",
    "punjabi": "ਗੁਰੂ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਸਾਰੀ ਲੁਕਾਈ ਮਸੂਲ ਭਰਨ ਤੋਂ ਬਚ ਗਈ। (ਇਸੇ ਤਰ੍ਹਾਂ) ਜਿਸ ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ,",
    "pronunciation": "ਛੁੱਟੀ",
    "type_id": 3
  },
  {
    "id": 47871,
    "shabad_id": 3994,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਗੁਰ ਬਚਨਿ ਮਾਰਗਿ. ਜੋ ਪੰਥਿ ਚਾਲੇ; ਤਿਨ ਜਮੁ ਜਾਗਾਤੀ ਨੇੜਿ. ਨ ਅਾੲਿਅਾ ||",
    "transliteration": "Gur Bachan Maarag Jo Panthh Chaalae Thin Jam Jaagaathee Naerr N Aaeiaa ||",
    "translation": "The Messenger of Death does not even approach those who have walked on the path, and followed the Guru's Teachings.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਬਚਨ ਉੱਤੇ ਤੁਰਦੇ ਹਨ, ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰਦੇ ਹਨ, ਜਮਰਾਜ ਮਸੂਲੀਆ (ਵੀ) ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਆਉਂਦਾ। (ਜਿਹੜੀ) ਲੁਕਾਈ ਗੁਰੂ ਦਾ ਆਸਰਾ ਲੈਂਦੀ ਹੈ, (ਜਮਰਾਜ ਮਸੂਲੀਆ ਉਸ ਦੇ ਨੇੜੇ ਨਹੀਂ ਆਉਂਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47872,
    "shabad_id": 3994,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸਭ ਗੁਰੂ ਗੁਰੂ ਜਗਤੁ ਬੋਲੈ; ਗੁਰ ਕੈ ਨਾੲਿ ਲੲਿਅੈ. ਸਭਿ ਛੁਟਕਿ ਗੲਿਅਾ ||",
    "transliteration": "Sabh Guroo Guroo Jagath Bolai Gur Kai Naae Laeiai Sabh Shhuttak Gaeiaa ||",
    "translation": "All the world said, \"Guru! Guru! Guru!\" Uttering the Guru's Name, they were all emancipated.",
    "punjabi": "ਜੇ ਗੁਰੂ ਦਾ ਨਾਮ ਲਿਆ ਜਾਏ (ਜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰਿ-ਨਾਮ ਜਪਿਆ ਜਾਏ) ਤਾਂ (ਨਾਮ ਲੈਣ ਵਾਲੇ) ਸਾਰੇ (ਜਮ ਜਾਗਾਤੀ ਦੀ ਧੌਂਸ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 47873,
    "shabad_id": 3994,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਦੁਤੀਅਾ. ਜਮੁਨ ਗੲੇ ਗੁਰਿ; ਹਰਿ ਹਰਿ ਜਪਨੁ ਕੀਅਾ ||੪||",
    "transliteration": "Dhutheeaa Jamun Geae Gur Har Har Japan Keeaa ||4||",
    "translation": "Second, the Guru went to the river Jamunaa, where He chanted the Name of the Lord, Har, Har. ||4||",
    "punjabi": "ਫਿਰ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਜਮੁਨਾ ਨਦੀ ਤੇ ਪਹੁੰਚੇ। ਸਤਿਗੁਰੂ ਜੀ ਨੇ (ਉਥੇ ਭੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਜਪਿਆ-ਜਪਾਇਆ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47874,
    "shabad_id": 3994,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਤਿ੍ਰਤੀਅਾ. ਅਾੲੇ ਸੁਰਸਰੀ; ਤਹ ਕੳੁਤਕੁ ਚਲਤੁ ਭੲਿਅਾ ||",
    "transliteration": "Thritheeaa Aaeae Surasaree Theh Kouthak Chalath Bhaeiaa ||",
    "translation": "Third, He went to the Ganges, and a wonderful drama was played out there.",
    "punjabi": "(ਦੋ ਤੀਰਥਾਂ ਤੇ ਹੋ ਕੇ ਸਤਿਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਤੀਜੇ ਥਾਂ ਗੰਗਾ ਪਹੁੰਚੇ। ਉਥੇ ਇਕ ਅਜਬ ਤਮਾਸ਼ਾ ਹੋਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47875,
    "shabad_id": 3994,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਸਭ ਮੋਹੀ ਦੇਖਿ ਦਰਸਨੁ, ਗੁਰ ਸੰਤ; ਕਿਨੈ ਅਾਢੁ. ਨ ਦਾਮੁ ਲੲਿਅਾ ||",
    "transliteration": "Sabh Mohee Dhaekh Dharasan Gur Santh Kinai Aadt N Dhaam Laeiaa ||",
    "translation": "All were fascinated, gazing upon the Blessed Vision of the Saintly Guru's Darshan; no tax at all was imposed upon anyone.",
    "punjabi": "ਸੰਤ-ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਸਾਰੀ ਲੁਕਾਈ ਮਸਤ ਹੋ ਗਈ। ਕਿਸੇ (ਭੀ ਮਸੂਲੀਏ) ਨੇ (ਕਿਸੇ ਭੀ ਜਾਤ੍ਰੂ ਪਾਸੋਂ) ਅੱਧੀ ਕੌਡੀ (ਮਸੂਲ ਭੀ) ਵਸੂਲ ਨਾਹ ਕੀਤਾ।",
    "pronunciation": "(ਅਾਢੁ) ਅੱਧੀ ਦਾਮੁ ਦਮੜੀ",
    "type_id": 3
  },
  {
    "id": 47876,
    "shabad_id": 3994,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਅਾਢੁ ਦਾਮੁ ਕਿਛੁ ਪੲਿਅਾ ਨ, ਬੋਲਕ; ਜਾਗਾਤੀਅਾ. ਮੋਹਣ ਮੁੰਦਣਿ ਪੲੀ ||",
    "transliteration": "Aadt Dhaam Kishh Paeiaa N Bolak Jaagaatheeaa Mohan Mundhan Pee ||",
    "translation": "No tax at all was collected, and the mouths of the tax collectors were sealed.",
    "punjabi": "(ਮਸੂਲੀਆਂ ਦੀਆਂ) ਗੋਲਕਾਂ ਵਿਚ ਅੱਧੀ ਕੌਡੀ ਭੀ ਮਸੂਲ ਨਾਹ ਪਿਆ। ਮਸੂਲੀਏ ਇਉਂ ਹੈਰਾਨ ਜਿਹੇ ਹੋ ਕੇ ਬੋਲਣ ਜੋਗੇ ਨਾਹ ਰਹੇ,",
    "pronunciation": "(ਬੋਲਕ) ਗੋਲਕ[ (ਮੋਹਣ) ਪੂਰਨ ਗੁਰੂ ਜੀ ਦੇ ਦਰਸ਼ਨ ਕਰਕੇ, (ਮੁੰਦਣਿ) ਚੁੱਪ, (ਪੲੀ) ਪੈ ਗੲੀ",
    "type_id": 3
  },
  {
    "id": 47877,
    "shabad_id": 3994,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਭਾੲੀ ਹਮ ਕਰਹ ਕਿਅਾ. ਕਿਸੁ ਪਾਸਿ ਮਾਂਗਹ; ਸਭ ਭਾਗਿ ਸਤਿਗੁਰ ਪਿਛੈ ਪੲੀ ||",
    "transliteration": "Bhaaee Ham Kareh Kiaa Kis Paas Maangeh Sabh Bhaag Sathigur Pishhai Pee ||",
    "translation": "They said, \"O brothers, what should we do? Who should we ask? Everyone is running after the True Guru.\"",
    "punjabi": "(ਆਖਣ ਲੱਗੇ)- ਹੇ ਭਾਈ! ਅਸੀਂ (ਹੁਣ) ਕੀਹ ਕਰੀਏ? ਅਸੀਂ ਕਿਸ ਪਾਸੋਂ (ਮਸੂਲ) ਮੰਗੀਏ? ਇਹ ਸਾਰੀ ਹੀ ਲੁਕਾਈ ਭੱਜ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਜਾ ਪਈ ਹੈ (ਤੇ, ਜਿਹੜੇ ਆਪਣੇ ਆਪ ਨੂੰ ਗੁਰੂ ਦਾ ਸਿੱਖ ਦੱਸ ਰਹੇ ਹਨ, ਉਹਨਾਂ ਪਾਸੋਂ ਅਸੀਂ ਮਸੂਲ ਲੈ ਨਹੀਂ ਸਕਦੇ)।",
    "pronunciation": "",
    "type_id": 3
  }
]
