[
  {
    "shabad_id": 3993,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ibnu BY iknY, n pRymu pwieAw; ibnu BY pwir, n auqirAw koeI]",
    "transliteration": "Bin Bhai Kinai N Praem Paaeiaa Bin Bhai Paar N Outhariaa Koee ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਡਰ-ਅਦਬ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਭੀ ਮਨੁੱਖ ਨੇ (ਪਰਮਾਤਮਾ ਦਾ) ਪ੍ਰੇਮ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ। ਕੋਈ ਭੀ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੇ) ਡਰ-ਅਦਬ ਤੋਂ ਬਿਨਾ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਨਹੀਂ ਲੰਘ ਸਕਿਆ (ਕੋਈ ਭੀ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਨਹੀਂ ਸਕਿਆ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "Bau Bwau pRIiq nwnk. iqsih lwgY; ijsu qU AwpxI ikrpw krih]",
    "transliteration": "Bho Bhaao Preeth Naanak Thisehi Laagai Jis Thoo Aapanee Kirapaa Karehi ||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸੇ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਤੇਰਾ ਡਰ-ਅਦਬ ਤੇਰਾ ਪ੍ਰੇਮ-ਪਿਆਰ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਜਿਸ ਉੱਤੇ ਆਪਣੀ ਮਿਹਰ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3993,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "qyrI Bgiq BMfwr AsMK; ijsu qU dyvih myry suAwmI, iqsu imlih]4]3]",
    "transliteration": "Thaeree Bhagath Bhanddaar Asankh Jis Thoo Dhaevehi Maerae Suaamee This Milehi ||4||3||",
    "punjabi": "ਹੇ ਮੇਰੇ ਸੁਆਮੀ! (ਤੇਰੇ ਘਰ ਵਿਚ) ਤੇਰੇ ਭਗਤੀ ਦੇ ਬੇਅੰਤ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ, (ਪਰ ਇਹ ਖ਼ਜ਼ਾਨੇ) ਉਸ (ਮਨੁੱਖ) ਨੂੰ ਮਿਲਦੇ ਹਨ ਜਿਸ ਨੂੰ ਤੂੰ (ਆਪ) ਦੇਂਦਾ ਹੈਂ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "quKwrI mhlw 4]",
    "transliteration": "Thukhaaree Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwvxu purbu ABIcu; gur siqgur, drsu BieAw]",
    "transliteration": "Naavan Purab Abheech Gur Sathigur Dharas Bhaeiaa ||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਦਾ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਹੋ ਗਿਆ, (ਇਹ ਗੁਰ-ਦਰਸ਼ਨ ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ) ਤੀਰਥ-ਇਸ਼ਨਾਨ ਹੈ, (ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ) ਅਭੀਚ (ਨਛੱਤ੍ਰ ਦਾ) ਪਵਿੱਤਰ ਦਿਹਾੜਾ ਹੈ।",
    "pronunciation": "n@wvxu[ (A-BIcu) ABIij`q inC`qR",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "durmiq mYlu hrI; AigAwnu AMDyru gieAw]",
    "transliteration": "Dhuramath Mail Haree Agiaan Andhhaer Gaeiaa ||",
    "punjabi": "(ਗੁਰੂ ਦੇ ਦਰਸਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਮਨੁੱਖ ਦੀ) ਖੋਟੀ ਮੱਤ ਦੀ ਮੈਲ ਕੱਟੀ ਜਾਂਦੀ ਹੈ, (ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇਸਮਝੀ ਵਾਲਾ ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "gur drsu pwieAw. AigAwnu gvwieAw; AMqir joiq pRgwsI]",
    "transliteration": "Gur Dharas Paaeiaa Agiaan Gavaaeiaa Anthar Joth Pragaasee ||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰ ਲਿਆ, (ਉਸ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ) ਅਗਿਆਨ (-ਹਨੇਰਾ) ਦੂਰ ਕਰ ਲਿਆ, ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਨੇ ਆਪਣਾ ਪਰਕਾਸ਼ ਕਰ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jnm mrx duK iKn mih ibnsy; hir pwieAw pRBu AibnwsI]",
    "transliteration": "Janam Maran Dhukh Khin Mehi Binasae Har Paaeiaa Prabh Abinaasee ||",
    "punjabi": "(ਗੁਰੂ ਦੇ ਦਰਸਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਮਨੁੱਖ ਨੇ) ਅਬਿਨਾਸ਼ੀ ਪ੍ਰਭੂ (ਦਾ ਮਿਲਾਪ) ਹਾਸਲ ਕਰ ਲਿਆ, ਉਸ ਮਨੁੱਖ ਦੇ ਜਨਮ ਤੋਂ ਮਰਨ ਤਕ ਦੇ ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਹੋ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hir Awip krqY, purbu kIAw; siqgurU. kulKyiq nwvix gieAw]",
    "transliteration": "Har Aap Karathai Purab Keeaa Sathiguroo Kulakhaeth Naavan Gaeiaa ||",
    "punjabi": "ਗੁਰੂ (ਅਮਰਦਾਸ ਅਭੀਚ ਪੁਰਬ ਦੇ) ਤੀਰਥ-ਇਸ਼ਨਾਨ (ਦੇ ਸਮੇ) ਤੇ ਕੁਲਖੇਤ ਤੇ ਗਿਆ, ਹਰੀ ਨੇ ਕਰਤਾਰ ਨੇ ਆਪ (ਗੁਰੂ ਦੇ ਜਾਣ ਦੇ ਇਸ ਉੱਦਮ ਨੂੰ ਉਥੇ ਇਕੱਠੇ ਹੋਏ ਲੋਕਾਂ ਵਾਸਤੇ) ਪਵਿੱਤਰ ਦਿਹਾੜਾ ਬਣਾ ਦਿੱਤਾ।",
    "pronunciation": "(kulKyiq) kurCyqR, n@wvix",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "nwvxu purbu ABIcu; gur siqgur drsu BieAw]1]",
    "transliteration": "Naavan Purab Abheech Gur Sathigur Dharas Bhaeiaa ||1||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਦਾ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸਨ ਹੋ ਗਿਆ, (ਇਹ ਗੁਰ-ਦਰਸਨ ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ) ਤੀਰਥ-ਇਸ਼ਨਾਨ ਹੈ, (ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ) ਅਭੀਚ (ਨਛੱਤ੍ਰ ਦਾ) ਪਵਿੱਤਰ ਦਿਹਾੜਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "mwrig pMiQ cly gur; siqgur sMig isKw]",
    "transliteration": "Maarag Panthh Chalae Gur Sathigur Sang Sikhaa ||",
    "punjabi": "ਅਨੇਕਾਂ ਸਿੱਖ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦੇ ਨਾਲ ਉਸ ਲੰਮੇ ਪੈਂਡੇ ਵਿਚ ਗਏ।",
    "pronunciation": "c`ly[is`KW",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "An idnu Bgiq bxI; iKnu iKnu inmK ivKw]",
    "transliteration": "Anadhin Bhagath Banee Khin Khin Nimakh Vikhaa ||",
    "punjabi": "ਹਰੇਕ ਖਿਨ, ਨਿਮਖ ਨਿਮਖ, ਕਦਮ ਕਦਮ ਤੇ ਹਰ ਰੋਜ਼ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ (ਦਾ ਅਵਸਰ) ਬਣਿਆ ਰਹਿੰਦਾ ਸੀ।",
    "pronunciation": "ivKw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "hir hir Bgiq bxI pRB kyrI; sBu loku vyKix AwieAw]",
    "transliteration": "Har Har Bhagath Banee Prabh Kaeree Sabh Lok Vaekhan Aaeiaa ||",
    "punjabi": "(ਉਸ ਸਾਰੇ ਪੈਂਡੇ ਵਿਚ) ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦਾ ਉੱਦਮ ਬਣਿਆ ਰਹਿੰਦਾ ਸੀ, ਬਹੁਤ ਲੁਕਾਈ (ਗੁਰੂ ਦਾ) ਦਰਸਨ ਕਰਨ ਆਉਂਦੀ ਸੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ijn drsu siqgur gurU kIAw; iqn Awip hir mylwieAw]",
    "transliteration": "Jin Dharas Sathigur Guroo Keeaa Thin Aap Har Maelaaeiaa ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਵਡਭਾਗੀ ਮਨੁੱਖਾਂ) ਨੇ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕੀਤਾ, ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਉਹਨਾਂ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲਿਆ (ਭਾਵ, ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "qIrQ. audmu siqgurU kIAw; sB lok auDrx ArQw]",
    "transliteration": "Theerathh Oudham Sathiguroo Keeaa Sabh Lok Oudhharan Arathhaa ||",
    "punjabi": "(ਤੀਰਥਾਂ ਉਤੇ ਇਕੱਠੀ ਹੋਈ) ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ (ਗ਼ਲਤ ਰਸਤੇ ਤੋਂ) ਬਚਾਣ ਲਈ ਸਤਿਗੁਰੂ ਨੇ ਤੀਰਥਾਂ ਉਤੇ ਜਾਣ ਦਾ ਉੱਦਮ ਕੀਤਾ ਸੀ।",
    "pronunciation": "AOgxW qoN (au-Drx) qwrn leI",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "mwrig pMiQ cly gur; siqgur sMig isKw]2]",
    "transliteration": "Maarag Panthh Chalae Gur Sathigur Sang Sikhaa ||2||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਨਾਲ ਅਨੇਕਾਂ ਸਿੱਖ ਉਸ ਲੰਮੇ ਪੈਂਡੇ ਵਿਚ ਗਏ (ਸਨ) ॥੨॥",
    "pronunciation": "is`KW",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "pRQm. Awey kulKyiq gur; siqgur purbu hoAw]",
    "transliteration": "Prathham Aaeae Kulakhaeth Gur Sathigur Purab Hoaa ||",
    "punjabi": "ਗੁਰੂ (ਅਮਰਦਾਸ) ਜੀ ਪਹਿਲਾਂ ਕੁਲਖੇਤ (ਕੁਰੂਖੇਤ੍ਰ) ਤੇ ਪਹੁੰਚੇ। (ਉਥੋਂ ਦੇ ਲੋਕਾਂ ਵਾਸਤੇ ਉਹ ਦਿਨ) ਗੁਰੂ ਸਤਿਗੁਰੂ ਨਾਲ ਸੰਬੰਧ ਰੱਖਣ ਵਾਲਾ ਪਵਿੱਤਰ ਦਿਨ ਬਣ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "Kbir BeI sMswir; Awey qRY loAw]",
    "transliteration": "Khabar Bhee Sansaar Aaeae Thrai Loaa ||",
    "punjabi": "ਸੰਸਾਰ ਵਿਚ (ਭਾਵ, ਦੂਰ ਦੂਰ ਤਕ) (ਸਤਿਗੁਰੂ ਜੀ ਦੇ ਕੁਲੇਖਤ ਆਉਣ ਦੀ) ਖ਼ਬਰ ਹੋ ਗਈ, ਬੇਅੰਤ ਲੋਕ (ਦਰਸਨ ਕਰਨ ਲਈ) ਆ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "dyKix Awey qIin lok; suir nr muin jn, siB AwieAw]",
    "transliteration": "Dhaekhan Aaeae Theen Lok Sur Nar Mun Jan Sabh Aaeiaa ||",
    "punjabi": "(ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦਾ) ਦਰਸਨ ਕਰਨ ਲਈ ਬਹੁਤ ਲੋਕ ਆ ਪਹੁੰਚੇ। ਦੈਵੀ ਸੁਭਾਵ ਵਾਲੇ ਮਨੁੱਖ, ਰਿਸ਼ੀ ਸੁਭਾਵ ਵਾਲੇ ਮਨੁੱਖ ਬਹੁਤ ਆ ਇਕੱਠੇ ਹੋਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ijn prisAw guru siqgurU pUrw; iqn ky iklivK nws gvwieAw]",
    "transliteration": "Jin Parasiaa Gur Sathiguroo Pooraa Thin Kae Kilavikh Naas Gavaaeiaa ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਵਡਭਾਗੀ ਮਨੁੱਖਾਂ) ਨੇ ਪੂਰੇ ਗੁਰੂ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸਨ ਕੀਤਾ, ਉਹਨਾਂ ਦੇ (ਪਿਛਲੇ ਸਾਰੇ) ਪਾਪ ਨਾਸ ਹੋ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "jogI idgMbr sMinAwsI Ktu drsn; kir gey gosit FoAw]",
    "transliteration": "Jogee Dhiganbar Sanniaasee Khatt Dharasan Kar Geae Gosatt Dtoaa ||",
    "punjabi": "ਜੋਗੀ, ਨਾਂਗੇ, ਸੰਨਿਆਸੀ (ਸਾਰੇ ਹੀ) ਛੇ ਭੇਖਾਂ ਦੇ ਸਾਧੂ (ਦਰਸਨ ਕਰਨ ਆਏ)। ਕਈ ਕਿਸਮ ਦੀ ਪਰਸਪਰ ਸ਼ੁਭ ਵਿਚਾਰ (ਉਹ ਸਾਧੂ ਲੋਕ ਆਪਣੇ ਵੱਲੋਂ ਗੁਰੂ ਦੇ ਦਰ ਤੇ) ਭੇਟਾ ਪੇਸ਼ ਕਰ ਕੇ ਗਏ।",
    "pronunciation": "Ktu: polw bolo[ FoAw imlwp, Awsrw ilAw",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "pRQm Awey kulKyiq; gur siqgur purbu hoAw]3]",
    "transliteration": "Prathham Aaeae Kulakhaeth Gur Sathigur Purab Hoaa ||3||",
    "punjabi": "ਗੁਰੂ (ਅਮਰਦਾਸ) ਜੀ ਪਹਿਲਾਂ ਕੁਲਖੇਤ (ਕੁਰੂਖੇਤ੍ਰ) ਤੇ ਪਹੁੰਚੇ। (ਉਥੋਂ ਦੇ ਲੋਕਾਂ ਵਾਸਤੇ ਉਹ ਦਿਨ) ਗੁਰੂ ਸਤਿਗੁਰੂ ਨਾਲ ਸੰਬੰਧ ਰੱਖਣ ਵਾਲਾ ਪਵਿੱਤਰ ਦਿਨ ਬਣ ਗਿਆ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "duqIAw. jmun gey guir; hir hir jpnu kIAw]",
    "transliteration": "Dhutheeaa Jamun Geae Gur Har Har Japan Keeaa ||",
    "punjabi": "ਫਿਰ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਜਮੁਨਾ ਨਦੀ ਤੇ ਪਹੁੰਚੇ। ਸਤਿਗੁਰੂ ਜੀ ਨੇ (ਉਥੇ ਭੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਜਪਿਆ-ਜਪਾਇਆ।",
    "pronunciation": "(duqIAw) dUjy qIrQ qy",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "jwgwqI imly. dy Byt; gur ipCY. lMGwie dIAw]",
    "transliteration": "Jaagaathee Milae Dhae Bhaett Gur Pishhai Langhaae Dheeaa ||",
    "punjabi": "(ਜਾਤ੍ਰੀਆਂ ਪਾਸੋਂ) ਸਰਕਾਰੀ ਮਸੂਲ ਉਗਰਾਹੁਣ ਵਾਲੇ ਭੀ ਭੇਟਾ ਰੱਖ ਕੇ (ਸਤਿਗੁਰੂ ਜੀ ਨੂੰ) ਮਿਲੇ। ਆਪਣੇ ਆਪ ਨੂੰ ਗੁਰੂ ਦਾ ਸਿੱਖ ਆਖਣ ਵਾਲੇ ਸਭਨਾਂ ਨੂੰ (ਉਹਨਾਂ ਮਸੂਲੀਆਂ ਨੇ ਬਿਨਾ ਮਸੂਲ ਲਏ) ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ।",
    "pronunciation": "(jwgwqI) msUlIey",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "sB CutI siqgurU ipCY; ijin hir hir nwmu iDAwieAw]",
    "transliteration": "Sabh Shhuttee Sathiguroo Pishhai Jin Har Har Naam Dhhiaaeiaa ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਸਾਰੀ ਲੁਕਾਈ ਮਸੂਲ ਭਰਨ ਤੋਂ ਬਚ ਗਈ। (ਇਸੇ ਤਰ੍ਹਾਂ) ਜਿਸ ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ,",
    "pronunciation": "Cu`tI",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "gur bcin mwrig. jo pMiQ cwly; iqn jmu jwgwqI nyiV. n AwieAw]",
    "transliteration": "Gur Bachan Maarag Jo Panthh Chaalae Thin Jam Jaagaathee Naerr N Aaeiaa ||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਬਚਨ ਉੱਤੇ ਤੁਰਦੇ ਹਨ, ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰਦੇ ਹਨ, ਜਮਰਾਜ ਮਸੂਲੀਆ (ਵੀ) ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਆਉਂਦਾ। (ਜਿਹੜੀ) ਲੁਕਾਈ ਗੁਰੂ ਦਾ ਆਸਰਾ ਲੈਂਦੀ ਹੈ, (ਜਮਰਾਜ ਮਸੂਲੀਆ ਉਸ ਦੇ ਨੇੜੇ ਨਹੀਂ ਆਉਂਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "sB gurU gurU jgqu bolY; gur kY nwie lieAY. siB Cutik gieAw]",
    "transliteration": "Sabh Guroo Guroo Jagath Bolai Gur Kai Naae Laeiai Sabh Shhuttak Gaeiaa ||",
    "punjabi": "ਜੇ ਗੁਰੂ ਦਾ ਨਾਮ ਲਿਆ ਜਾਏ (ਜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰਿ-ਨਾਮ ਜਪਿਆ ਜਾਏ) ਤਾਂ (ਨਾਮ ਲੈਣ ਵਾਲੇ) ਸਾਰੇ (ਜਮ ਜਾਗਾਤੀ ਦੀ ਧੌਂਸ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "duqIAw. jmun gey guir; hir hir jpnu kIAw]4]",
    "transliteration": "Dhutheeaa Jamun Geae Gur Har Har Japan Keeaa ||4||",
    "punjabi": "ਫਿਰ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਜਮੁਨਾ ਨਦੀ ਤੇ ਪਹੁੰਚੇ। ਸਤਿਗੁਰੂ ਜੀ ਨੇ (ਉਥੇ ਭੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਜਪਿਆ-ਜਪਾਇਆ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "iqRqIAw. Awey sursrI; qh kauqku clqu BieAw]",
    "transliteration": "Thritheeaa Aaeae Surasaree Theh Kouthak Chalath Bhaeiaa ||",
    "punjabi": "(ਦੋ ਤੀਰਥਾਂ ਤੇ ਹੋ ਕੇ ਸਤਿਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਤੀਜੇ ਥਾਂ ਗੰਗਾ ਪਹੁੰਚੇ। ਉਥੇ ਇਕ ਅਜਬ ਤਮਾਸ਼ਾ ਹੋਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "sB mohI dyiK drsnu, gur sMq; iknY AwFu. n dwmu lieAw]",
    "transliteration": "Sabh Mohee Dhaekh Dharasan Gur Santh Kinai Aadt N Dhaam Laeiaa ||",
    "punjabi": "ਸੰਤ-ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਸਾਰੀ ਲੁਕਾਈ ਮਸਤ ਹੋ ਗਈ। ਕਿਸੇ (ਭੀ ਮਸੂਲੀਏ) ਨੇ (ਕਿਸੇ ਭੀ ਜਾਤ੍ਰੂ ਪਾਸੋਂ) ਅੱਧੀ ਕੌਡੀ (ਮਸੂਲ ਭੀ) ਵਸੂਲ ਨਾਹ ਕੀਤਾ।",
    "pronunciation": "(AwFu) A`DI dwmu dmVI",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "AwFu dwmu ikCu pieAw n, bolk; jwgwqIAw. mohx muMdix peI]",
    "transliteration": "Aadt Dhaam Kishh Paeiaa N Bolak Jaagaatheeaa Mohan Mundhan Pee ||",
    "punjabi": "(ਮਸੂਲੀਆਂ ਦੀਆਂ) ਗੋਲਕਾਂ ਵਿਚ ਅੱਧੀ ਕੌਡੀ ਭੀ ਮਸੂਲ ਨਾਹ ਪਿਆ। ਮਸੂਲੀਏ ਇਉਂ ਹੈਰਾਨ ਜਿਹੇ ਹੋ ਕੇ ਬੋਲਣ ਜੋਗੇ ਨਾਹ ਰਹੇ,",
    "pronunciation": "(bolk) golk[ (mohx) pUrn gurU jI dy drSn krky, (muMdix) cu`p, (peI) pY geI",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "BweI hm krh ikAw. iksu pwis mWgh; sB Bwig siqgur ipCY peI]",
    "transliteration": "Bhaaee Ham Kareh Kiaa Kis Paas Maangeh Sabh Bhaag Sathigur Pishhai Pee ||",
    "punjabi": "(ਆਖਣ ਲੱਗੇ)- ਹੇ ਭਾਈ! ਅਸੀਂ (ਹੁਣ) ਕੀਹ ਕਰੀਏ? ਅਸੀਂ ਕਿਸ ਪਾਸੋਂ (ਮਸੂਲ) ਮੰਗੀਏ? ਇਹ ਸਾਰੀ ਹੀ ਲੁਕਾਈ ਭੱਜ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਜਾ ਪਈ ਹੈ (ਤੇ, ਜਿਹੜੇ ਆਪਣੇ ਆਪ ਨੂੰ ਗੁਰੂ ਦਾ ਸਿੱਖ ਦੱਸ ਰਹੇ ਹਨ, ਉਹਨਾਂ ਪਾਸੋਂ ਅਸੀਂ ਮਸੂਲ ਲੈ ਨਹੀਂ ਸਕਦੇ)।",
    "pronunciation": "",
    "type_id": 3
  }
]