[
  {
    "shabad_id": 3994,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "jwgwqIAw aupwv isAwxp kir, vIcwru ifTw; BMin bolkw. siB auiT gieAw ]",
    "transliteration": "Jaagaatheeaa Oupaav Siaanap Kar Veechaar Ddithaa Bhann Bolakaa Sabh Outh Gaeiaa ||",
    "translation": "The tax collectors were smart; they thought about it, and saw. They broke their cash-boxes and left.",
    "punjabi": "ਮਸੂਲੀਆਂ ਨੇ ਕਈ ਹੀਲੇ ਸੋਚੇ, ਕਈ ਸੋਚਾਂ ਸੋਚੀਆਂ, (ਆਖ਼ਿਰ ਉਹਨਾਂ ਨੇ) ਵਿਚਾਰ ਕਰ ਕੇ ਵੇਖ ਲਿਆ (ਕਿ ਮਸੂਲ ਉਗਰਾਹੁਣ ਵਿਚ ਸਾਡੀ ਪੇਸ਼ ਨਹੀਂ ਜਾ ਸਕਦੀ), ਆਪਣੀਆਂ ਗੋਲਕਾਂ ਬੰਦ ਕਰ ਕੇ ਉਹ ਸਾਰੇ ਉੱਠ ਕੇ ਚਲੇ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "iqRqIAw. Awey sursrI; qh kauqku clqu BieAw ]5]",
    "transliteration": "Thritheeaa Aaeae Surasaree Theh Kouthak Chalath Bhaeiaa ||5||",
    "translation": "Third, He went to the Ganges, and a wonderful drama was played out there. ||5||",
    "punjabi": "(ਦੋ ਤੀਰਥਾਂ ਤੇ ਹੋ ਕੇ ਸਤਿਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਤੀਜੇ ਥਾਂ ਗੰਗਾ ਪਹੁੰਚੇ। ਉਥੇ ਇਹ ਅਜਬ ਤਮਾਸ਼ਾ ਹੋਇਆ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "imil Awey ngr mhw jnw; gur siqgur. Et ghI ]",
    "transliteration": "Mil Aaeae Nagar Mehaa Janaa Gur Sathigur Outt Gehee ||",
    "translation": "The important men of the city met together, and sought the Protection of the Guru, the True Guru.",
    "punjabi": "ਨਗਰ ਦੇ ਤੁਰਨੇ-ਸਿਰ ਮਨੁੱਖ ਮਿਲ ਕੇ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੇ ਕੋਲ) ਆਏ। (ਉਹਨਾਂ) ਗੁਰੂ ਦੀ ਓਟ ਲਈ, ਸਤਿਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜਿਆ।",
    "pronunciation": "n`gr",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "guru siqguru, guru goivdu puiC; isimRiq kIqw shI ]",
    "transliteration": "Gur Sathigur Gur Govidh Pushh Simrith Keethaa Sehee ||",
    "translation": "The Guru, the True Guru, the Guru is the Lord of the Universe. Go ahead and consult the Simritees - they will confirm this.",
    "punjabi": "(ਗੁਰੂ ਪਾਸੋਂ) ਪੁੱਛ ਕੇ ਉਹਨਾਂ ਪੰਚਾਂ ਨੇ ਇਹ ਨਿਰਨਾ ਕਰ ਲਿਆ ਕਿ 'ਗੁਰੂ ਸਤਿਗੁਰੂ' 'ਗੁਰੁ ਗੋਵਿੰਦ' ਨੂੰ (ਹਿਰਦੇ ਵਿਚ ਵਸਾਣਾ ਹੀ ਅਸਲ) ਸਿਮ੍ਰਿਤੀ ਹੈ।",
    "pronunciation": "ism-i Riq: m mukqw, A`Dy rwry R ishwrI lw ky,: polw bolo , q`qy ishwrI lwau",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "isimRiq swsqR, sBnI shI kIqw; suik pRihlwid, sRI rwm kir; gur goivdu iDAwieAw ]",
    "transliteration": "Simrith Saasathr Sabhanee Sehee Keethaa Suk Prehilaadh Sreeraam Kar Gur Govidh Dhhiaaeiaa ||",
    "translation": "The Simritees and the Shaastras all confirm that Suk Dayv and Prahlaad meditated on the Guru, the Lord of the Universe, and knew Him as the Supreme Lord.",
    "punjabi": "ਉਹਨਾਂ ਸਾਰੇ ਮਹਾਂ ਜਨਾਂ ਨੇ (ਗੁਰੂ ਪਾਸੋਂ ਪੁੱਛ ਕੇ) ਇਹ ਨਿਰਨਾ ਕਰ ਲਿਆ (ਕਿ ਜਿਵੇਂ) ਸੁਕਦੇਵ ਨੇ ਪ੍ਰਹਿਲਾਦ ਨੇ ਸ੍ਰੀ ਰਾਮ ਚੰਦਰ ਨੇ 'ਗੋਵਿੰਦ, ਗੋਵਿੰਦ' ਆਖ ਆਖ ਕੇ 'ਗੁਰ ਗੋਵਿੰਦ' ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਸੀ (ਤਿਵੇਂ ਗੁਰ ਗੋਵਿੰਦ ਨੂੰ ਸਿਮਰਨਾ ਹੀ ਅਸਲ) ਸਿਮ੍ਰਿਤੀਆਂ ਤੇ ਸ਼ਾਸਤਰ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "dyhI ngir koit, pMc cor vtvwry; iqn kw Qwau Qyhu gvwieAw ]",
    "transliteration": "Dhaehee Nagar Kott Panch Chor Vattavaarae Thin Kaa Thhaao Thhaehu Gavaaeiaa ||",
    "translation": "The five thieves and the highway robbers dwell in the fortress of the body-village; the Guru has destroyed their home and place.",
    "punjabi": "(ਉਹਨਾਂ ਸੁਕ ਪ੍ਰਹਿਲਾਦ ਸ੍ਰੀ ਰਾਮ ਨੇ) ਸਰੀਰ-ਨਗਰ ਵਿਚ ਵੱਸਣ ਵਾਲੇ ਸਰੀਰ-ਕਿਲ੍ਹੇ ਵਿਚ ਵੱਸਣ ਵਾਲੇ (ਕਾਮਾਦਿਕ) ਪੰਜ ਚੋਰਾਂ ਨੂੰ ਪੰਜ ਡਾਕੂਆਂ ਨੂੰ (ਮਾਰ ਕੇ) ਉਹਨਾਂ ਦਾ (ਆਪਣੇ ਅੰਦਰੋਂ) ਨਿਸ਼ਾਨ ਹੀ ਮਿਟਾ ਦਿੱਤਾ ਸੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "kIrqn purwx inq puMn hovih; gur bcin nwnik. hir Bgiq lhI ]",
    "transliteration": "Keerathan Puraan Nith Punn Hovehi Gur Bachan Naanak Har Bhagath Lehee ||",
    "translation": "The Puraanas continually praise the giving of charity, but devotional worship of the Lord is only obtained through the Word of Guru Nanak.",
    "punjabi": "(ਨਗਰ ਦੇ ਪੰਚਾਂ ਨੇ ਗੁਰੂ) ਨਾਨਕ ਦੀ ਰਾਹੀਂ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਦੀ ਦਾਤ ਹਾਸਲ ਕਰ ਲਈ। (ਨਗਰ ਵਿਚ) ਸਦਾ ਕੀਰਤਨ ਹੋਣ ਲੱਗ ਪਏ-(ਇਹੀ ਉਹਨਾਂ ਮਹਾ ਜਨਾਂ ਵਾਸਤੇ) ਪੁਰਾਣਾਂ ਦੇ ਪਾਠ ਅਤੇ ਪੁੰਨ-ਦਾਨ (ਹੋ ਗਏ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3994,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "imil Awey. ngr mhw jnw; gur siqgur. Et ghI ]6]4]10]",
    "transliteration": "Mil Aaeae Nagar Mehaa Janaa Gur Sathigur Outt Gehee ||6||4||10||",
    "translation": "The important men of the city met together, and sought the Protection of the Guru, the True Guru. ||6||4||10||",
    "punjabi": "ਨਗਰ ਦੇ ਤੁਰਨੇ-ਸਿਰ ਮਨੁੱਖ ਮਿਲ ਕੇ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੇ ਕੋਲ) ਆਏ। (ਉਹਨਾਂ) ਗੁਰੂ ਦੀ ਓਟ ਲਈ, (ਉਹਨਾਂ) ਸਤਿਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜਿਆ ॥੬॥੪॥੧੦॥",
    "pronunciation": "(jnw) sRySt purK[n`gr",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "quKwrI CMq mhlw 5",
    "transliteration": "Thukhaaree Shhanth Mehalaa 5",
    "translation": "Tukhaari Chhant, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਤੁਖਾਰੀ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3995,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "Goil GumweI lwlnw; guir mnu dInw ]",
    "transliteration": "Ghol Ghumaaee Laalanaa Gur Man Dheenaa ||",
    "translation": "O my Beloved, I am a sacrifice to You. Through the Guru, I have dedicated my mind to You.",
    "punjabi": "ਹੇ ਸੋਹਣੇ ਲਾਲ! ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਮੈਂ ਆਪਣਾ ਇਹ) ਮਨ (ਤੈਨੂੰ) ਦੇ ਦਿੱਤਾ ਹੈ, ਮੈਂ ਤੈਥੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "suix sbdu qumwrw; myrw mnu BInw ]",
    "transliteration": "Sun Sabadh Thumaaraa Maeraa Man Bheenaa ||",
    "translation": "Hearing the Word of Your Shabad, my mind is enraptured.",
    "punjabi": "ਹੇ ਲਾਲ! ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਸੁਣ ਕੇ ਮੇਰਾ ਮਨ (ਤੇਰੇ ਨਾਮ-ਰਸ ਨਾਲ) ਭਿੱਜ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "iehu mnu BInw. ijau jl mInw; lwgw rMgu murwrw ]",
    "transliteration": "Eihu Man Bheenaa Jio Jal Meenaa Laagaa Rang Muraaraa ||",
    "translation": "This mind is enraptured, like the fish in the water; it is lovingly attached to the Lord.",
    "punjabi": "ਹੇ ਮੁਰਾਰੀ! (ਮੇਰਾ ਇਹ) ਮਨ (ਤੇਰੇ ਨਾਮ-ਰਸ ਨਾਲ ਇਉਂ) ਭਿੱਜ ਗਿਆ ਹੈ (ਮੇਰੇ ਅੰਦਰ ਤੇਰਾ ਇਤਨਾ) ਪਿਆਰ ਬਣ ਗਿਆ ਹੈ (ਕਿ ਇਸ ਨਾਮ-ਜਲ ਤੋਂ ਬਿਨਾ ਇਹ ਮਨ ਜੀਊ ਹੀ ਨਹੀਂ ਸਕਦਾ) ਜਿਵੇਂ ਪਾਣੀ ਦੀ ਮੱਛੀ (ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਰਹਿ ਨਹੀਂ ਸਕਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "kImiq khI. n jweI Twkur; qyrw mhlu Apwrw ]",
    "transliteration": "Keemath Kehee N Jaaee Thaakur Thaeraa Mehal Apaaraa ||",
    "translation": "Your Worth cannot be described, O my Lord and Master; Your Mansion is Incomparable and Unrivalled.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ! ਤੇਰਾ ਮੁੱਲ ਪਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਤੂੰ ਕਿਸੇ ਦੁਨੀਆਵੀ ਪਦਾਰਥ ਦੇ ਇਵਜ਼ ਮਿਲ ਨਹੀਂ ਸਕਦਾ), ਤੇਰੇ ਟਿਕਾਣੇ ਦਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "sgl guxw ky dwqy suAwmI; ibnau sunhu iek dInw ]",
    "transliteration": "Sagal Gunaa Kae Dhaathae Suaamee Bino Sunahu Eik Dheenaa ||",
    "translation": "O Giver of all Virtue, O my Lord and Master, please hear the prayer of this humble person.",
    "punjabi": "ਹੇ ਸਾਰੇ ਗੁਣ ਦੇਣ ਵਾਲੇ ਮਾਲਕ! ਮੇਰੀ ਗਰੀਬ ਦੀ ਇਕ ਬੇਨਤੀ ਸੁਣ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "dyhu drsu nwnk bilhwrI; jIAVw bil bil kInw ]1]",
    "transliteration": "Dhaehu Dharas Naanak Balihaaree Jeearraa Bal Bal Keenaa ||1||",
    "translation": "Please bless Nanak with the Blessed Vision of Your Darshan. I am a sacrifice, my soul is a sacrifice, a sacrifice to You. ||1||",
    "punjabi": "(ਮੈਨੂੰ) ਨਾਨਕ ਨੂੰ ਆਪਣਾ ਦਰਸਨ ਬਖ਼ਸ਼, ਮੈਂ ਤੈਥੋਂ ਸਦਕੇ ਹਾਂ, ਮੈਂ ਆਪਣੀ ਇਹ ਨਿਮਾਣੀ ਜਿਹੀ ਜਿੰਦ ਤੈਥੋਂ ਵਾਰਨੇ ਕਰਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "iehu qnu mnu qyrw; siB gux qyry ]",
    "transliteration": "Eihu Than Man Thaeraa Sabh Gun Thaerae ||",
    "translation": "This body and mind are Yours; all virtues are Yours.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! (ਮੇਰਾ) ਇਹ ਸਰੀਰ ਤੇਰਾ (ਦਿੱਤਾ ਹੋਇਆ ਹੈ), (ਮੇਰਾ) ਇਹ ਮਨ ਤੇਰਾ (ਬਖ਼ਸ਼ਿਆ ਹੋਇਆ ਹੈ), ਸਾਰੇ ਗੁਣ ਭੀ ਤੇਰੇ ਹੀ ਬਖ਼ਸ਼ੇ ਮਿਲਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "KMnIAY vM\\\\w; drsn qyry ]",
    "transliteration": "Khanneeai Vannjaa Dharasan Thaerae ||",
    "translation": "I am a sacrifice, every little bit, to Your Darshan.",
    "punjabi": "ਮੈਂ ਤੇਰੇ ਦਰਸਨ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "drsn qyry. suix pRB myry; inmK idRsit pyiK jIvw ]",
    "transliteration": "Dharasan Thaerae Sun Prabh Maerae Nimakh Dhrisatt Paekh Jeevaa ||",
    "translation": "Please hear me, O my Lord God; I live only by seeing Your Vision, even if only for an instant.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! (ਮੈਂ) ਤੇਰੇ ਦਰਸਨ (ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ)। ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਹੀ (ਮੇਰੇ ਵਲ) ਨਿਗਾਹ ਕਰ। (ਤੈਨੂੰ) ਵੇਖ ਕੇ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "AMimRq nwmu sunIjY qyrw; ikrpw krih q pIvw ]",
    "transliteration": "Anmrith Naam Suneejai Thaeraa Kirapaa Karehi Th Peevaa ||",
    "translation": "I have heard that Your Name is the most Ambrosial Nectar; please bless me with Your Mercy, that I may drink it in.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਸੁਣੀਂਦਾ ਹੈ। ਜੇ ਤੂੰ (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰੇਂ ਤਾਂ ਹੀ ਮੈਂ (ਤੇਰਾ ਨਾਮ ਜਲ) ਪੀ ਸਕਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "Aws ipAwsI. ipr kY qweI; ijau cwiqRku bUMdyry ]",
    "transliteration": "Aas Piaasee Pir Kai Thaaee Jio Chaathrik Boondhaerae ||",
    "translation": "My hopes and desires rest in You, O my Husband Lord; like the rainbird, I long for the rain-drop.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ-ਪਤੀ! ਤੇਰੇ ਦਰਸਨ ਦੀ ਖ਼ਾਤਰ ਮੇਰੇ ਅੰਦਰ ਤਾਂਘ ਪੈਦਾ ਹੋ ਰਹੀ ਹੈ, ਉਸ ਤਾਂਘ ਦੀ (ਮਾਨੋ) ਪਿਆਸ ਲੱਗੀ ਹੋਈ ਹੈ (ਦਰਸਨ ਤੋਂ ਬਿਨਾ ਉਹ ਪਿਆਸ ਮਿਟਦੀ ਨਹੀਂ) ਜਿਵੇਂ ਪਪੀਹਾ (ਸ੍ਵਾਂਤੀ ਨਛੱਤ੍ਰ ਦੀ ਵਰਖਾ ਦੀ) ਬੂੰਦ ਨੂੰ ਤਾਂਘਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "qWeIN",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "khu nwnk. jIAVw bilhwrI; dyhu drsu pRB myry ]2]",
    "transliteration": "Kahu Naanak Jeearraa Balihaaree Dhaehu Dharas Prabh Maerae ||2||",
    "translation": "Says Nanak, my soul is a sacrifice to You; please bless me with Your Darshan, O my Lord God. ||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ (ਆਪਣਾ) ਦਰਸਨ ਦੇਹ, ਮੈਂ ਆਪਣੀ ਇਹ ਜਿੰਦ ਤੈਥੋਂ ਕੁਰਬਾਨ ਕਰਦਾ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "qU swcw swihbu; swhu Aimqw ]",
    "transliteration": "Thoo Saachaa Saahib Saahu Amithaa ||",
    "translation": "You are my True Lord and Master, O Infinite King.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਬੇਅੰਤ ਵੱਡਾ ਸ਼ਾਹ ਹੈਂ।",
    "pronunciation": "A-imqw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "qU pRIqmu ipAwrw; pRwn ihq icqw ]",
    "transliteration": "Thoo Preetham Piaaraa Praan Hith Chithaa ||",
    "translation": "You are my Dear Beloved, so dear to my life and consciousness.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਸਾਡਾ) ਪ੍ਰੀਤਮ ਹੈਂ, (ਸਾਡਾ) ਪਿਆਰਾ ਹੈਂ। ਤੂੰ ਸਾਡੇ ਪ੍ਰਾਣਾਂ ਦਾ ਰਾਖਾ ਹੈਂ, ਤੂੰ ਸਾਡੀ ਜਿੰਦ ਦਾ ਰਾਖਾ ਹੈਂ।",
    "pronunciation": "(icqw) icMqn[icqw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "pRwn suKdwqw. gurmuiK jwqw; sgl rMg bin Awey ]",
    "transliteration": "Praan Sukhadhaathaa Guramukh Jaathaa Sagal Rang Ban Aaeae ||",
    "translation": "You bring peace to my soul; You are known to the Gurmukh. All are blessed by Your Love.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਸਾਨੂੰ) ਜਿੰਦ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈਂ। ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਤੇਰੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਸਾਰੇ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "soeI krmu kmwvY pRwxI; jyhw qU Purmwey ]",
    "transliteration": "Soee Karam Kamaavai Praanee Jaehaa Thoo Furamaaeae ||",
    "translation": "The mortal does only those deeds which You ordain, Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਹੋ ਜਿਹਾ ਹੁਕਮ ਤੂੰ ਕੀਤਾ ਹੁੰਦਾ ਹੈ, ਜੀਵ ਉਹੀ ਕੰਮ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "jw kau ikRpw krI jgdIsuir; iqin swDsMig mnu ijqw ]",
    "transliteration": "Jaa Ko Kirapaa Karee Jagadheesur Thin Saadhhasang Man Jithaa ||",
    "translation": "One who is blessed by Your Grace, O Lord of the Universe, conquers his mind in the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਜਗਤ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮਿਹਰ ਕੀਤੀ, ਉਸ ਨੇ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ (ਰਹਿ ਕੇ ਆਪਣੇ) ਮਨ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰ ਲਿਆ।",
    "pronunciation": "j`gdIsuir",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "khu nwnk jIAVw bilhwrI; jIau ipMfu qau idqw ]3]",
    "transliteration": "Kahu Naanak Jeearraa Balihaaree Jeeo Pindd Tho Dhithaa ||3||",
    "translation": "Says Nanak, my soul is a sacrifice to You; You gave me my soul and body. ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਪ੍ਰਭੂ! ਮੇਰੀ ਇਹ) ਨਿਮਾਣੀ ਜਿੰਦ ਤੈਥੋਂ ਸਦਕੇ ਹੈ। ਇਹ ਜਿੰਦ ਇਹ ਸਰੀਰ ਤੇਰਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "inrguxu rwiK lIAw; sMqn kw sdkw ]",
    "transliteration": "Niragun Raakh Leeaa Santhan Kaa Sadhakaa ||",
    "translation": "I am unworthy, but He has saved me, for the sake of the Saints.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਸੰਤ ਜਨਾਂ ਦੀ ਸਰਨ ਪੈਣ ਦੀ ਬਰਕਤਿ ਨਾਲ ਤੂੰ ਮੈਨੂੰ ਗੁਣ-ਹੀਨ ਨੂੰ (ਭੀ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "siqguir Fwik lIAw; moih pwpI pVdw ]",
    "transliteration": "Sathigur Dtaak Leeaa Mohi Paapee Parradhaa ||",
    "translation": "The True Guru has covered by faults; I am such a sinner.",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੇ ਮੇਰਾ ਪਾਪੀ ਦਾ ਪਰਦਾ ਢੱਕ ਲਿਆ ਹੈ (ਮੇਰੇ ਪਾਪ ਨਸ਼ਰ ਨਹੀਂ ਹੋਣ ਦਿੱਤੇ)।",
    "pronunciation": "pVdw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "Fwknhwry pRBU hmwry; jIA pRwn suKdwqy ]",
    "transliteration": "Dtaakanehaarae Prabhoo Hamaarae Jeea Praan Sukhadhaathae ||",
    "translation": "God has covered for me; He is the Giver of the soul, life and peace.",
    "punjabi": "ਹੇ ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਮਾਲਕ! ਹੇ ਸਭ ਜੀਵਾਂ ਦਾ ਪਰਦਾ ਢੱਕਣ ਦੀ ਸਮਰਥਾ ਵਾਲੇ! ਹੇ ਜਿੰਦ ਦੇਣ ਵਾਲੇ! ਹੇ ਪ੍ਰਾਣ ਦੇਣ ਵਾਲੇ! ਹੇ ਸੁਖ ਦੇਣ ਵਾਲੇ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "AibnwsI Aibgq suAwmI; pUrn purK ibDwqy ]",
    "transliteration": "Abinaasee Abigath Suaamee Pooran Purakh Bidhhaathae ||",
    "translation": "My Lord and Master is Eternal and Unchanging, Ever-present; He is the Perfect Creator, the Architect of Destiny.",
    "punjabi": "ਹੇ ਨਾਸ-ਰਹਿਤ ਸੁਆਮੀ! ਹੇ ਅਦ੍ਰਿਸ਼ਟ ਸੁਆਮੀ! ਹੇ ਸਭ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਪ੍ਰਭੂ! ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਹੇ ਸਿਰਜਣਹਾਰ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ausqiq khnu. n jwie, qumwrI; kauxu khY. qU kd kw ]",
    "transliteration": "Ousathath Kehan N Jaae Thumaaree Koun Kehai Thoo Kadh Kaa ||",
    "translation": "Your Praise cannot be described; who can say where You are?",
    "punjabi": "ਤੇਰੀ ਵਡਿਆਈ ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ। ਕੋਈ ਨਹੀਂ ਦੱਸ ਸਕਦਾ ਕਿ ਤੂੰ ਕਦੋਂ ਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3995,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "nwnk dwsu qw kY bilhwrI; imlY nwmu hir inmkw ]4]1]11]",
    "transliteration": "Naanak Dhaas Thaa Kai Balihaaree Milai Naam Har Nimakaa ||4||1||11||",
    "translation": "Slave Nanak is a sacrifice to the one who blesses him with the Lord's Name, even for an instant. ||4||1||11||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਉਸ (ਗੁਰੂ) ਤੋਂ ਕੁਰਬਾਨ ਹੈ (ਜਿਸ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੪॥੧॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]