[
  {
    "id": 47912,
    "shabad_id": 3996,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "kydwrw mhlw 4 Gru 1",
    "transliteration": "Kaedhaaraa Mehalaa 4 Ghar 1",
    "translation": "Kaydaaraa, Fourth Mehl, First House:",
    "punjabi": "ਰਾਗ ਕੇਦਾਰਾ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47913,
    "shabad_id": 3996,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 47914,
    "shabad_id": 3996,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "myry mn; rwm nwm inq gwvIAY ry ]",
    "transliteration": "Maerae Man Raam Naam Nith Gaaveeai Rae ||",
    "translation": "O my mind, sing continually the Name of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47915,
    "shabad_id": 3996,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "Agm Agocru. n jweI hir liKAw; guru pUrw imlY. lKwvIAY ry ] rhwau ]",
    "transliteration": "Agam Agochar N Jaaee Har Lakhiaa Gur Pooraa Milai Lakhaaveeai Rae || Rehaao ||",
    "translation": "The Inaccessible, Unfathomable Lord cannot be seen; meeting with the Perfect Guru, He is seen. ||Pause||",
    "punjabi": "ਹੇ ਮਨ! ਉਹ ਪਰਮਾਤਮਾ ਅਪਹੁੰਚ ਹੈ, ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, (ਮਨੁੱਖ ਦੀ ਆਪਣੀ ਅਕਲ ਨਾਲ ਉਹ) ਸਮਝਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਜਦੋਂ ਪੂਰਾ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਤਦੋਂ ਉਸ ਨੂੰ ਸਮਝਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47916,
    "shabad_id": 3996,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ijsu Awpy ikrpw kry myrw suAwmI; iqsu jn kau hir ilv lwvIAY ry ]",
    "transliteration": "Jis Aapae Kirapaa Karae Maeraa Suaamee This Jan Ko Har Liv Laaveeai Rae ||",
    "translation": "That person, upon whom my Lord and Master showers His Mercy - the Lord attunes that one to Himself.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਆਪ ਹੀ ਕਿਰਪਾ ਕਰਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ (ਆਪਣੇ ਚਰਨਾਂ ਦਾ) ਪਿਆਰ ਲਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47917,
    "shabad_id": 3996,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "sBu ko Bgiq kry hir kyrI; hir BwvY. so Qwie pwvIAY ry ]1]",
    "transliteration": "Sabh Ko Bhagath Karae Har Kaeree Har Bhaavai So Thhaae Paaveeai Rae ||1||",
    "translation": "Everyone worships the Lord, but only that person who is pleasing to the Lord is accepted. ||1||",
    "punjabi": "ਹੇ ਮਨ! (ਆਪਣੇ ਵੱਲੋਂ) ਹਰੇਕ ਜੀਵ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦਾ ਹੈ, ਪਰ ਉਹ ਮਨੁੱਖ (ਉਸ ਦੇ ਦਰ ਤੇ) ਪਰਵਾਨ ਹੁੰਦਾ ਹੈ ਜਿਹੜਾ ਉਸ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47918,
    "shabad_id": 3996,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "hir hir nwmu Amolku hir pih; hir dyvY qw nwmu iDAwvIAY ry ]",
    "transliteration": "Har Har Naam Amolak Har Pehi Har Dhaevai Thaa Naam Dhhiaaveeai Rae ||",
    "translation": "The Name of the Lord, Har, Har, is priceless. It rests with the Lord. If the Lord bestows it, then we meditate on the Naam.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕਿਸੇ ਦੁਨੀਆਵੀ ਮੁੱਲ ਤੋਂ ਨਹੀਂ ਮਿਲ ਸਕਦਾ, (ਉਸ ਦਾ ਇਹ ਨਾਮ ਉਸ) ਪਰਮਾਤਮਾ ਦੇ (ਆਪਣੇ) ਪਾਸ ਹੈ। ਜਦੋਂ ਪਰਮਾਤਮਾ (ਕਿਸੇ ਨੂੰ ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਂਦਾ ਹੈ, ਤਦੋਂ ਹੀ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47919,
    "shabad_id": 3996,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ijs no nwmu dyie myrw suAwmI; iqsu lyKw sBu CfwvIAY ry ]2]",
    "transliteration": "Jis No Naam Dhaee Maeraa Suaamee This Laekhaa Sabh Shhaddaaveeai Rae ||2||",
    "translation": "That person, whom my Lord and Master blesses with His Name - his entire account is forgiven. ||2||",
    "punjabi": "ਹੇ ਮਨ! ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣਾ ਨਾਮ ਦੇਂਦਾ ਹੈ ਉਸ (ਦੇ ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਸਾਰਾ ਹਿਸਾਬ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47920,
    "shabad_id": 3996,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "hir nwmu ArwDih. sy DMnu jn khIAih; iqn msqik Bwgu. Duir iliK pwvIAY ry ]",
    "transliteration": "Har Naam Araadhhehi Sae Dhhann Jan Keheeahi Thin Masathak Bhaag Dhhur Likh Paaveeai Rae ||",
    "translation": "Those humble beings who worship and adore the Lord's Name, are said to be blessed. Such is the good destiny written on their foreheads.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਆਖੇ ਜਾਂਦੇ ਹਨ। ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਧੁਰੋਂ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਤੋਂ ਲਿਖੀ ਚੰਗੀ ਕਿਸਮਤ ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "khI-Aih",
    "type_id": 3
  },
  {
    "id": 47921,
    "shabad_id": 3996,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "iqn dyKy myrw mnu ibgsY; ijau suqu imil mwq gil lwvIAY ry ]3]",
    "transliteration": "Thin Dhaekhae Maeraa Man Bigasai Jio Suth Mil Maath Gal Laaveeai Rae ||3||",
    "translation": "Gazing upon them, my mind blossoms forth, like the mother who meets with her son and hugs him close. ||3||",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਦਰਸਨ ਕੀਤਿਆਂ ਮੇਰਾ ਮਨ (ਇਉਂ) ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ, ਜਿਵੇਂ ਪੁੱਤਰ (ਆਪਣੀ) ਮਾਂ ਨੂੰ ਮਿਲ ਕੇ (ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ), ਉਹ ਮਾਂ ਦੇ ਗਲ ਨਾਲ ਚੰਬੜ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47922,
    "shabad_id": 3996,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "hm bwirk. hir ipqw pRB myry; mokau dyhu mqI ijqu hir pwvIAY ry ]",
    "transliteration": "Ham Baarik Har Pithaa Prabh Maerae Mo Ko Dhaehu Mathee Jith Har Paaveeai Rae ||",
    "translation": "I am a child, and You, O my Lord God, are my Father; please bless me with such understanding, that I may find the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਤਾ ਪ੍ਰਭੂ! ਅਸੀਂ ਜੀਵ ਤੇਰੇ ਬੱਚੇ ਹਾਂ। (ਹੇ ਪ੍ਰਭੂ!) ਮੈਨੂੰ ਅਜਿਹੀ ਮੱਤ ਦੇਹ, ਜਿਸ ਦੀ ਰਾਹੀਂ ਤੇਰਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੋ ਸਕੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47923,
    "shabad_id": 3996,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ijau bCurw dyiK gaU suKu mwnY; iqau nwnk. hir gil lwvIAY ry ]4]1]",
    "transliteration": "Jio Bashhuraa Dhaekh Goo Sukh Maanai Thio Naanak Har Gal Laaveeai Rae ||4||1||",
    "translation": "Like the cow, which is happy upon seeing her calf, O Lord, please hug Nanak close in Your Embrace. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਵੇਂ ਗਾਂ (ਆਪਣੇ) ਵੱਛੇ ਨੂੰ ਵੇਖ ਕੇ ਖ਼ੁਸ਼ ਹੁੰਦੀ ਹੈ ਤਿਵੇਂ ਉਹ ਵਡਭਾਗੀ ਮਨੁੱਖ ਸੁਖ ਪ੍ਰਤੀਤ ਕਰਦਾ ਹੈ ਜਿਸ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾ ਲੈਂਦਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47924,
    "shabad_id": 3997,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "kydwrw mhlw 4 Gru 1",
    "transliteration": "Kaedhaaraa Mehalaa 4 Ghar 1",
    "translation": "Kaydaaraa, Fourth Mehl, First House:",
    "punjabi": "ਰਾਗ ਕੇਦਾਰਾ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47925,
    "shabad_id": 3997,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 47926,
    "shabad_id": 3997,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "myry mn; hir hir gun khu ry ]",
    "transliteration": "Maerae Man Har Har Gun Kahu Rae ||",
    "translation": "O my mind, chant the Glorious Praises of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47927,
    "shabad_id": 3997,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "siqgurU ky crn Doie Doie pUjhu; ien ibiD. myrw hir pRBu lhu ry ] rhwau ]",
    "transliteration": "Sathiguroo Kae Charan Dhhoe Dhhoe Poojahu Ein Bidhh Maeraa Har Prabh Lahu Rae || Rehaao ||",
    "translation": "Wash the Feet of the True Guru, and worship them. In this way, you shall find my Lord God. ||Pause||",
    "punjabi": "ਗੁਰੂ ਦੇ ਚਰਨ ਧੋ ਧੋ ਕੇ ਪੂਜਿਆ ਕਰ (ਭਾਵ, ਅਹੰਕਾਰ ਛੱਡ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ)। ਹੇ ਮਨ! ਇਸ ਤਰੀਕੇ ਨਾਲ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲੈ ॥ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47928,
    "shabad_id": 3997,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "kwmu kRoDu loBu mohu, AiBmwnu ibKY rs; ien sMgiq qy, qU rhu ry ]",
    "transliteration": "Kaam Krodhh Lobh Mohu Abhimaan Bikhai Ras Ein Sangath Thae Thoo Rahu Rae ||",
    "translation": "Sexual desire, anger, greed, attachment, egotism and corrupt pleasures - stay away from these.",
    "punjabi": "ਹੇ ਮਨ! ਕਾਮ, ਕ੍ਰੋਧ, ਲੋਭ, ਮੋਹ, ਅਹੰਕਾਰ, ਵਿਸ਼ਿਆਂ ਦੇ ਚਸਕੇ-ਇਹਨਾਂ ਦੇ ਸਾਥ ਤੋਂ ਸਦਾ ਪਰੇ ਟਿਕਿਆ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47929,
    "shabad_id": 3997,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "imil sqsMgiq, kIjY hir gosit; swDU isau gosit; hir pRym rswiexu, rwm nwmu rswiexu; hir rwm nwm, rwm rmhu ry ]1]",
    "transliteration": "Mil Sathasangath Keejai Har Gosatt Saadhhoo Sio Gosatt Har Praem Rasaaein Raam Naam Rasaaein Har Raam Naam Raam Ramahu Rae ||1||",
    "translation": "Join the Sat Sangat, the True Congregation, and speak with the Holy People about the Lord. The Love of the Lord is the healing remedy; the Name of the Lord is the healing remedy. Chant the Name of the Lord, Raam, Raam. ||1||",
    "punjabi": "ਹੇ ਮਨ! ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਗੁਰਮੁਖਾਂ ਨਾਲ ਮਿਲ ਕੇ ਹਰਿ-ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਸਭ ਰਸਾਂ ਨਾਲੋਂ ਸ੍ਰੇਸ਼ਟ ਰਸ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਾਰੇ ਰਸਾਂ ਦਾ ਘਰ ਹੈ। ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
