[
  {
    "id": 47966,
    "shabad_id": 4001,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਵਾਰੀ ਫੇਰੀ ਸਦਾ ਘੁਮਾੲੀ; ਕਵਨੁ ਅਨੂਪੁ ਤੇਰੋ ਠਾੳੁ ||੧||",
    "transliteration": "Vaaree Faeree Sadhaa Ghumaaee Kavan Anoop Thaero Thaao ||1||",
    "translation": "I am a sacrifice, a sacrifice, forever devoted to You. Your place is incomparably beautiful! ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੈਥੋਂ ਵਾਰਨੇ ਜਾਂਦਾ ਹਾਂ, ਤੈਥੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, (ਜਿੱਥੇ ਤੂੰ ਵੱਸਦਾ ਹੈਂ) ਤੇਰਾ (ਉਹ) ਥਾਂ ਬਹੁਤ ਹੀ ਸੋਹਣਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47967,
    "shabad_id": 4001,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਸਰਬ ਪ੍ਰਤਿਪਾਲਹਿ. ਸਗਲ ਸਮਾਲਹਿ; ਸਗਲਿਅਾ ਤੇਰੀ ਛਾੳੁ ||",
    "transliteration": "Sarab Prathipaalehi Sagal Samaalehi Sagaliaa Thaeree Shhaao ||",
    "translation": "You cherish and nurture all; You take care of all, and Your shade covers all.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈਂ, ਤੂੰ ਸਭ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈਂ, ਸਭ ਜੀਵਾਂ ਨੂੰ ਤੇਰਾ ਹੀ ਆਸਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47968,
    "shabad_id": 4001,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ ਕੇ ਪ੍ਰਭ ਪੁਰਖ ਬਿਧਾਤੇ; ਘਟਿ ਘਟਿ ਤੁਝਹਿ ਦਿਖਾੳੁ ||੨||੨||੪||",
    "transliteration": "Naanak Kae Prabh Purakh Bidhhaathae Ghatt Ghatt Thujhehi Dhikhaao ||2||2||4||",
    "translation": "You are the Primal Creator, the God of Nanak; I behold You in each and every heart. ||2||2||4||",
    "punjabi": "ਹੇ ਨਾਨਕ ਦੇ ਪ੍ਰਭੂ! ਹੇ ਸਰਬ-ਵਿਆਪਕ ਸਿਰਜਣਹਾਰ! (ਮਿਹਰ ਕਰ) ਮੈਂ ਤੈਨੂੰ ਹੀ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੇਖਦਾ ਰਹਾਂ ॥੨॥੨॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47969,
    "shabad_id": 4002,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕੇਦਾਰਾ ਮਹਲਾ ੫ ||",
    "transliteration": "Kaedhaaraa Mehalaa 5 ||",
    "translation": "Kaydaaraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47970,
    "shabad_id": 4002,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਪਿ੍ਰਅ ਕੀ ਪ੍ਰੀਤਿ ਪਿਅਾਰੀ ||",
    "transliteration": "Pria Kee Preeth Piaaree ||",
    "translation": "I love the Love of my Beloved.",
    "punjabi": "ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਮੇਰੇ ਮਨ ਨੂੰ ਖਿੱਚ ਪਾਂਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47971,
    "shabad_id": 4002,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਗਨ ਮਨੈ ਮਹਿ ਚਿਤਵੳੁ ਅਾਸਾ; ਨੈਨਹੁ ਤਾਰ ਤੁਹਾਰੀ || ਰਹਾੳੁ ||",
    "transliteration": "Magan Manai Mehi Chithavo Aasaa Nainahu Thaar Thuhaaree || Rehaao ||",
    "translation": "My mind is intoxicated with delight, and my consciousness is filled with hope; my eyes are drenched with Your Love. ||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਆਪਣੇ ਮਨ ਵਿਚ ਹੀ ਮਸਤ (ਰਹਿ ਕੇ) ਮੈਂ (ਤੇਰੇ ਦਰਸਨ ਦੀਆਂ) ਆਸਾਂ ਚਿਤਵਦਾ ਰਹਿੰਦਾ ਹਾਂ, ਮੇਰੀਆਂ ਅੱਖਾਂ ਵਿਚ (ਤੇਰੇ ਹੀ ਦਰਸਨ ਦੀ) ਤਾਂਘ-ਭਰੀ ਉਡੀਕ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ॥ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47972,
    "shabad_id": 4002,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਓੲਿ ਦਿਨ ਪਹਰ. ਮੂਰਤ ਪਲ ਕੈਸੇ; ਓੲਿ ਪਲ ਘਰੀ, ਕਿਹਾਰੀ ||",
    "transliteration": "Oue Dhin Pehar Moorath Pal Kaisae Oue Pal Gharee Kihaaree ||",
    "translation": "Blessed is that day, that hour, minute and second when the heavy, rigid shutters are opened, and desire is quenched.",
    "punjabi": "ਉਹ ਦਿਹਾੜੇ, ਉਹ ਪਹਰ, ਉਹ ਮੁਹੂਰਤ, ਉਹ ਪਲ ਬੜੇ ਹੀ ਭਾਗਾਂ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, ਉਹ ਘੜੀ ਭੀ ਬੜੀ ਭਾਗਾਂ ਵਾਲੀ ਹੁੰਦੀ ਹੈ,",
    "pronunciation": "(ਕਿਹਾਰੀ) ਕੇਹੋ ਜੇਹੀ",
    "type_id": 3
  },
  {
    "id": 47973,
    "shabad_id": 4002,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਖੂਲੇ ਕਪਟ ਧਪਟ. ਬੁਝਿ ਤਿ੍ਰਸਨਾ; ਜੀਵੳੁ ਪੇਖਿ ਦਰਸਾਰੀ ||੧||",
    "transliteration": "Khoolae Kapatt Dhhapatt Bujh Thrisanaa Jeevo Paekh Dharasaaree ||1||",
    "translation": "Seeing the Blessed Vision of Your Darshan, I live. ||1||",
    "punjabi": "ਜਦੋਂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਮਿਟ ਕੇ ਉਸ ਦੇ (ਮਨ ਦੇ ਬੰਦ ਹੋ ਚੁਕੇ) ਕਿਵਾੜ ਝਟਪਟ ਖੁਲ੍ਹ ਜਾਂਦੇ ਹਨ। ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ (ਮੇਰੇ ਅੰਦਰ ਤਾਂ) ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47974,
    "shabad_id": 4002,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਕਵਨੁ ਸੁ ਜਤਨੁ. ੳੁਪਾੳੁ ਕਿਨੇਹਾ; ਸੇਵਾ ਕੳੁਨ ਬੀਚਾਰੀ ||",
    "transliteration": "Koun S Jathan Oupaao Kinaehaa Saevaa Koun Beechaaree ||",
    "translation": "What is the method, what is the effort, and what is the service, which inspires me to contemplate You?",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੈਂ ਉਹ ਕਿਹੜਾ ਜਤਨ ਦੱਸਾਂ? ਉਹ ਕਿਹੜਾ ਹੀਲਾ ਦੱਸਾਂ? ਮੈਂ ਉਹ ਕਿਹੜੀ ਸੇਵਾ ਵਿਚਾਰਾਂ (ਜਿਨ੍ਹਾਂ ਦਾ ਸਦਕਾ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਹੋ ਸਕਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47975,
    "shabad_id": 4002,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਮਾਨੁ ਅਭਿਮਾਨੁ ਮੋਹੁ ਤਜਿ ਨਾਨਕ; ਸੰਤਹ ਸੰਗਿ ੳੁਧਾਰੀ ||੨||੩||੫||",
    "transliteration": "Maan Abhimaan Mohu Thaj Naanak Santheh Sang Oudhhaaree ||2||3||5||",
    "translation": "Abandon your egotistical pride and attachment; O Nanak, you shall be saved in the Society of the Saints. ||2||3||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਾਣ ਅਹੰਕਾਰ ਮੋਹ ਤਿਆਗ ਕੇ ਹੀ ਪਾਰ-ਉਤਾਰਾ ਹੁੰਦਾ ਹੈ (ਤੇ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ) ॥੨॥੩॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47976,
    "shabad_id": 4003,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕੇਦਾਰਾ ਮਹਲਾ ੫ ||",
    "transliteration": "Kaedhaaraa Mehalaa 5 ||",
    "translation": "Kaydaaraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47977,
    "shabad_id": 4003,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਹਰਿ ਗੁਨ ਗਾਵਹੁ ||",
    "transliteration": "Har Har Har Gun Gaavahu ||",
    "translation": "Sing the Glorious Praises of the Lord, Har, Har, Har.",
    "punjabi": "ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਿਹਾ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47978,
    "shabad_id": 4003,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਰਹੁ ਕਿ੍ਰਪਾ ਗੋਪਾਲ ਗੋਬਿਦੇ; ਅਪਨਾ ਨਾਮੁ ਜਪਾਵਹੁ || ਰਹਾੳੁ ||",
    "transliteration": "Karahu Kirapaa Gopaal Gobidhae Apanaa Naam Japaavahu || Rehaao ||",
    "translation": "Have Mercy on me, O Life of the World, O Lord of the Universe, that I may chant Your Name. ||Pause||",
    "punjabi": "ਹੇ ਗੋਪਾਲ! ਹੇ ਗੋਬਿੰਦ! (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ, ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਜਪਣ ਵਿਚ ਸਹਾਇਤਾ ਕਰ ॥ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47979,
    "shabad_id": 4003,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਕਾਢਿ ਲੀੲੇ ਪ੍ਰਭ ਅਾਨ ਬਿਖੈ ਤੇ; ਸਾਧਸੰਗਿ ਮਨੁ ਲਾਵਹੁ ||",
    "transliteration": "Kaadt Leeeae Prabh Aan Bikhai Thae Saadhhasang Man Laavahu ||",
    "translation": "Please lift me up, God, out of vice and corruption, and attach my mind to the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਮਨੁੱਖਾਂ ਦਾ ਮਨ ਸਾਧ ਸੰਗਤ ਵਿਚ ਲਾਂਦਾ ਹੈਂ, ਉਹਨਾਂ ਨੂੰ ਤੂੰ ਹੋਰ ਹੋਰ ਵਿਸ਼ਿਆਂ ਵਿਚੋਂ ਕੱਢ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47980,
    "shabad_id": 4003,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਭ੍ਰਮੁ ਭੳੁ ਮੋਹੁ ਕਟਿਓ ਗੁਰ ਬਚਨੀ; ਅਪਨਾ ਦਰਸੁ ਦਿਖਾਵਹੁ ||੧||",
    "transliteration": "Bhram Bho Mohu Kattiou Gur Bachanee Apanaa Dharas Dhikhaavahu ||1||",
    "translation": "Doubt, fear and attachment are eradicated from that person who follows the Guru's Teachings, and gazes on the Blessed Vision of His Darshan. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਆਪਣਾ ਦਰਸਨ ਦੇਂਦਾ ਹੈਂ, ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਦੀ ਰਾਹੀਂ ਉਹਨਾਂ ਦਾ ਭਰਮ ਉਹਨਾਂ ਦਾ ਡਰ ਉਹਨਾਂ ਦਾ ਮੋਹ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47981,
    "shabad_id": 4003,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਸਭ ਕੀ ਰੇਨ, ਹੋੲਿ ਮਨੁ ਮੇਰਾ; ਅਹੰਬੁਧਿ ਤਜਾਵਹੁ ||",
    "transliteration": "Sabh Kee Raen Hoe Man Maeraa Ahanbudhh Thajaavahu ||",
    "translation": "Let my mind become the dust of all; may I abandon my egotistical intellect.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਮਿਹਰ ਕਰ, ਮੇਰੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੂਰ ਕਰਾ, ਮੇਰਾ ਮਨ ਸਭਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਹੋਇਆ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47982,
    "shabad_id": 4003,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਅਪਨੀ ਭਗਤਿ ਦੇਹਿ ਦੲਿਅਾਲਾ; ਵਡਭਾਗੀ ਨਾਨਕ. ਹਰਿ ਪਾਵਹੁ ||੨||੪||੬||",
    "transliteration": "Apanee Bhagath Dhaehi Dhaeiaalaa Vaddabhaagee Naanak Har Paavahu ||2||4||6||",
    "translation": "Please bless me with Your devotional worship, O Merciful Lord; by great good fortune, O Nanak, I have found the Lord. ||2||4||6||",
    "punjabi": "ਹੇ ਦਇਆਲ ਪ੍ਰਭੂ! (ਮਿਹਰ ਕਰ, ਮੈਨੂੰ) ਆਪਣੀ ਭਗਤੀ (ਦੀ ਦਾਤਿ) ਬਖ਼ਸ਼। ਹੇ ਨਾਨਕ! ਤੁਸੀਂ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ (ਹੀ) ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਕਰ ਸਕਦੇ ਹੋ ॥੨॥੪॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47983,
    "shabad_id": 4004,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕੇਦਾਰਾ ਮਹਲਾ ੫ ||",
    "transliteration": "Kaedhaaraa Mehalaa 5 ||",
    "translation": "Kaydaaraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47984,
    "shabad_id": 4004,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਬਿਨੁ; ਜਨਮੁ ਅਕਾਰਥ ਜਾਤ ||",
    "transliteration": "Har Bin Janam Akaarathh Jaath ||",
    "translation": "Without the Lord, life is useless.",
    "punjabi": "ਪਰਮਾਤਮਾ (ਦੇ ਭਜਨ) ਤੋਂ ਬਿਨਾ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਚਲੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47985,
    "shabad_id": 4004,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਤਜਿ ਗੋਪਾਲ ਅਾਨ ਰੰਗਿ ਰਾਚਤ; ਮਿਥਿਅਾ ਪਹਿਰਤ ਖਾਤ || ਰਹਾੳੁ ||",
    "transliteration": "Thaj Gopaal Aan Rang Raachath Mithhiaa Pehirath Khaath || Rehaao ||",
    "translation": "Those who forsake the Lord, and become engrossed in other pleasures - false and useless are the clothes they wear, and the food they eat. ||Pause||",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਭੁਲਾ ਕੇ ਹੋਰ ਹੋਰ ਰੰਗ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦਾ ਪਹਿਨਣਾ ਖਾਣਾ ਸਭ ਕੁਝ ਵਿਅਰਥ ਹੈ ॥ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47986,
    "shabad_id": 4004,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਧਨੁ ਜੋਬਨੁ ਸੰਪੈ ਸੁਖ ਭੁੋਗਵੈ; ਸੰਗਿ. ਨ ਨਿਬਹਤ ਮਾਤ ||",
    "transliteration": "Dhhan Joban Sanpai Sukh Bhuogavai Sang N Nibehath Maath ||",
    "translation": "The pleasures of wealth, youth, property and comforts will not stay with you, O mother.",
    "punjabi": "(ਮਨੁੱਖ ਇਥੇ) ਧਨ ਦੌਲਤ (ਇਕੱਠੀ ਕਰਦਾ ਹੈ), ਜੁਆਨੀ ਸੁਖ ਮਾਣਦਾ ਹੈ (ਪਰ ਇਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਚੀਜ਼ ਜਗਤ ਤੋਂ ਤੁਰਨ ਵੇਲੇ) ਰਤਾ ਭਰ ਭੀ (ਮਨੁੱਖ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ।",
    "pronunciation": "(ਮਾਤ) ਨਿਮਖ ਮਾਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 47987,
    "shabad_id": 4004,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਮਿ੍ਰਗ ਤਿ੍ਰਸਨਾ ਦੇਖਿ ਰਚਿਓ ਬਾਵਰ; ਦ੍ਰੁਮ ਛਾੲਿਅਾ ਰੰਗਿ ਰਾਤ ||੧||",
    "transliteration": "Mrig Thrisanaa Dhaekh Rachiou Baavar Dhraam Shhaaeiaa Rang Raath ||1||",
    "translation": "Seeing the mirage, the madman is entangled in it; he is imbued with pleasures that pass away, like the shade of a tree. ||1||",
    "punjabi": "ਝੱਲਾ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ ਇਸ) ਠਗ-ਨੀਰੇ ਨੂੰ ਵੇਖ ਕੇ ਇਸ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ (ਮਾਨੋ) ਰੁੱਖ ਦੀ ਛਾਂ ਦੀ ਮੌਜ ਵਿਚ ਮਸਤ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47988,
    "shabad_id": 4004,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਮਾਨ ਮੋਹ ਮਹਾ ਮਦ ਮੋਹਤ; ਕਾਮ ਕ੍ਰੋਧ ਕੈ ਖਾਤ ||",
    "transliteration": "Maan Moh Mehaa Madh Mohath Kaam Krodhh Kai Khaath ||",
    "translation": "Totally intoxicated with the wine of pride and attachment, he has fallen into the pit of sexual desire and anger.",
    "punjabi": "ਮਨੁੱਖ (ਦੁਨੀਆ ਦੇ) ਮਾਣ ਮੋਹ ਦੇ ਭਾਰੇ ਨਸ਼ੇ ਵਿਚ ਮੋਹਿਆ ਰਹਿੰਦਾ ਹੈ, ਕਾਮ ਕ੍ਰੋਧ ਦੇ ਟੋਏ ਵਿਚ ਡਿੱਗਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47989,
    "shabad_id": 4004,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਕਰੁ ਗਹਿ ਲੇਹੁ ਦਾਸ ਨਾਨਕ ਕੳੁ; ਪ੍ਰਭ ਜੀੳੁ ਹੋੲਿ ਸਹਾਤ ||੨||੫||੭||",
    "transliteration": "Kar Gehi Laehu Dhaas Naanak Ko Prabh Jeeo Hoe Sehaath ||2||5||7||",
    "translation": "O Dear God, please be the Help and Support of servant Nanak; please take me by the hand, and uplift me. ||2||5||7||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! (ਨਾਨਕ ਦਾ) ਸਹਾਈ ਬਣ ਕੇ ਦਾਸ ਨਾਨਕ ਨੂੰ ਹੱਥ ਫੜ ਕੇ (ਇਸ ਟੋਏ ਵਿਚ ਡਿੱਗਣੋਂ) ਬਚਾ ਲੈ ॥੨॥੫॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47990,
    "shabad_id": 4005,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕੇਦਾਰਾ ਮਹਲਾ ੫ ||",
    "transliteration": "Kaedhaaraa Mehalaa 5 ||",
    "translation": "Kaydaaraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47991,
    "shabad_id": 4005,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਬਿਨੁ; ਕੋੲਿ. ਨ ਚਾਲਸਿ ਸਾਥ ||",
    "transliteration": "Har Bin Koe N Chaalas Saathh ||",
    "translation": "Nothing goes along with the mortal, except for the Lord.",
    "punjabi": "(ਜਗਤ ਤੋਂ ਤੁਰਨ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਜੀਵ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47992,
    "shabad_id": 4005,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਦੀਨਾ ਨਾਥ ਕਰੁਣਾਪਤਿ ਸੁਅਾਮੀ; ਅਨਾਥਾ ਕੇ ਨਾਥ || ਰਹਾੳੁ ||",
    "transliteration": "Dheenaa Naathh Karunaapath Suaamee Anaathhaa Kae Naathh || Rehaao ||",
    "translation": "He is the Master of the meek, the Lord of Mercy, my Lord and Master, the Master of the masterless. ||Pause||",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਦੇ ਨਾਥ! ਹੇ ਮਿਹਰਾਂ ਦੇ ਸਾਈਂ! ਹੇ ਸੁਆਮੀ! ਹੇ ਅਨਾਥਾਂ ਦੇ ਨਾਥ! (ਤੇਰਾ ਨਾਮ ਹੀ ਅਸਲ ਸਾਥੀ ਹੈ) ॥ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47993,
    "shabad_id": 4005,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਸੁਤ ਸੰਪਤਿ, ਬਿਖਿਅਾ ਰਸ ਭੁੋਗਵਤ; ਨਹ ਨਿਬਹਤ, ਜਮ ਕੈ ਪਾਥ ||",
    "transliteration": "Suth Sanpath Bikhiaa Ras Bhuogavath Neh Nibehath Jam Kai Paathh ||",
    "translation": "Children, possessions and the enjoyment of corrupt pleasures do not go along with the mortal on the path of Death.",
    "punjabi": "(ਮਨੁੱਖ ਦੇ ਪਾਸ) ਪੁੱਤਰ (ਹੁੰਦੇ ਹਨ), ਧਨ (ਹੁੰਦਾ ਹੈ), (ਮਨੁੱਖ) ਮਾਇਆ ਦੇ ਅਨੇਕਾਂ ਰਸ ਭੋਗਦਾ ਹੈ, ਪਰ ਜਮਰਾਜ ਦੇ ਰਸਤੇ ਤੁਰਨ ਵੇਲੇ ਕੋਈ ਸਾਥ ਨਹੀਂ ਨਿਬਾਹੁੰਦਾ।",
    "pronunciation": "(ਪਾਥ) ਰਸਤੇ[ ਭੁੋ: ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਾਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 47994,
    "shabad_id": 4005,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਨਾਮੁ ਨਿਧਾਨੁ ਗਾੳੁ ਗੁਨ ਗੋਬਿੰਦ; ੳੁਧਰੁ ਸਾਗਰ ਕੇ ਖਾਤ ||੧||",
    "transliteration": "Naam Nidhhaan Gaao Gun Gobindh Oudhhar Saagar Kae Khaath ||1||",
    "translation": "Singing the Glorious Praises of the treasure of the Naam, and the Lord of the Universe, the mortal is carried across the deep ocean. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ (ਨਾਲ ਨਿਭਣ ਵਾਲਾ ਅਸਲ) ਖ਼ਜ਼ਾਨਾ ਹੈ। ਗੋਬਿੰਦ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰ, (ਇਸ ਤਰ੍ਹਾਂ ਆਪਣੇ ਆਪ ਨੂੰ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ (ਵਿਕਾਰਾਂ ਦੇ) ਟੋਟੇ (ਵਿਚ ਡਿੱਗਣ) ਤੋਂ ਬਚਾ ਲੈ ॥੧॥",
    "pronunciation": "ਅੌਗੁਣਾਂ ਤੋਂ (ੳੁ-ਧਰੁ) ੳੁਧਾਰਨਾ ਕਰੋ",
    "type_id": 3
  },
  {
    "id": 47995,
    "shabad_id": 4005,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਸਰਨਿ ਸਮਰਥ ਅਕਥ ਅਗੋਚਰ; ਹਰਿ ਸਿਮਰਤ ਦੁਖ ਲਾਥ ||",
    "transliteration": "Saran Samarathh Akathh Agochar Har Simarath Dhukh Laathh ||",
    "translation": "In the Sanctuary of the All-powerful, Indescribable, Unfathomable Lord, meditate in remembrance on Him, and your pains shall vanish.",
    "punjabi": "ਹੇ ਸਮਰਥ! ਹੇ ਅਕੱਥ! ਹੇ ਅਗੋਚਰ! ਹੇ ਹਰੀ! (ਮੈਂ ਤੇਰੀ) ਸਰਨ (ਆਇਆ ਹਾਂ), (ਤੇਰਾ ਨਾਮ) ਸਿਮਰਦਿਆਂ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਸਮਰੱਥ, ਅ-ਕਥ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 47996,
    "shabad_id": 4005,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ ਦੀਨ. ਧੂਰਿ ਜਨ ਬਾਂਛਤ; ਮਿਲੈ ਲਿਖਤ ਧੁਰਿ ਮਾਥ ||੨||੬||੮||",
    "transliteration": "Naanak Dheen Dhhoor Jan Baanshhath Milai Likhath Dhhur Maathh ||2||6||8||",
    "translation": "Nanak longs for the dust of the feet of the Lord's humble servant; he shall obtain it only if such pre-ordained destiny is written on his forehead. ||2||6||8||",
    "punjabi": "ਗਰੀਬ ਨਾਨਕ ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਮੰਗਦਾ ਹੈ। ਇਹ ਚਰਨ-ਧੂੜ ਉਸ ਮਨੁੱਖ ਨੂੰ ਮਿਲਦੀ ਹੈ, ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰ-ਦਰਗਾਹ ਤੋਂ ਲਿਖੀ ਹੁੰਦੀ ਹੈ ॥੨॥੬॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47997,
    "shabad_id": 4006,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕੇਦਾਰਾ ਮਹਲਾ ੫ ਘਰੁ ੫",
    "transliteration": "Kaedhaaraa Mehalaa 5 Ghar 5",
    "translation": "Kaydaaraa, Fifth Mehl, Fifth House:",
    "punjabi": "ਰਾਗ ਕੇਦਾਰਾ, ਘਰ ੫ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47998,
    "shabad_id": 4006,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 47999,
    "shabad_id": 4006,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਬਿਸਰਤ ਨਾਹਿ; ਮਨ ਤੇ ਹਰੀ ||",
    "transliteration": "Bisarath Naahi Man Thae Haree ||",
    "translation": "I do not forget the Lord in my mind.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ) ਮਨ ਤੋਂ ਪਰਮਾਤਮਾ ਨਹੀਂ ਭੁੱਲਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48000,
    "shabad_id": 4006,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਅਬ ੲਿਹ ਪ੍ਰੀਤਿ ਮਹਾ ਪ੍ਰਬਲ ਭੲੀ; ਅਾਨ ਬਿਖੈ ਜਰੀ || ਰਹਾੳੁ ||",
    "transliteration": "Ab Eih Preeth Mehaa Prabal Bhee Aan Bikhai Jaree || Rehaao ||",
    "translation": "This love has now become very strong; it has burnt away other corruption. ||Pause||",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰ ਆਖ਼ਰ ਇਹ ਪਿਆਰ ਇਤਨਾ ਬਲਵਾਨ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ ਹੋਰ ਸਾਰੇ ਵਿਸ਼ੇ (ਇਸ ਪ੍ਰੀਤ-ਅਗਨੀ ਵਿਚ) ਸੜ ਜਾਂਦੇ ਹਨ ॥ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48001,
    "shabad_id": 4006,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਬੂੰਦ ਕਹਾ ਤਿਅਾਗਿ ਚਾਤਿ੍ਰਕ; ਮੀਨ ਰਹਤ. ਨ ਘਰੀ ||",
    "transliteration": "Boondh Kehaa Thiaag Chaathrik Meen Rehath N Gharee ||",
    "translation": "How can the rainbird forsake the rain-drop? The fish cannot survive without water, even for an instant.",
    "punjabi": "(ਵੇਖੋ ਪ੍ਰੀਤ ਦੇ ਕਾਰਨਾਮੇ!) ਪਪੀਹਾ (ਸ਼੍ਵਾਂਤੀ ਨਛੱਤ੍ਰ ਦੀ ਵਰਖਾ ਦੀ) ਬੂੰਦ ਛੱਡ ਕੇ ਕਿਸੇ ਹੋਰ ਬੂੰਦ ਨਾਲ ਤ੍ਰਿਪਤ ਨਹੀਂ ਹੁੰਦਾ। ਮੱਛੀ (ਦਾ ਪਾਣੀ ਨਾਲ ਇਤਨਾ ਪਿਆਰ ਹੈ ਕਿ ਉਹ ਪਾਣੀ ਤੋਂ ਬਿਨਾ) ਇਕ ਘੜੀ ਭੀ ਜੀਊ ਨਹੀਂ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  }
]
