[
  {
    "id": 48002,
    "shabad_id": 4006,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਗੁਨ ਗੋਪਾਲ ੳੁਚਾਰੁ ਰਸਨਾ; ਟੇਵ ੲੇਹ ਪਰੀ ||੧||",
    "transliteration": "Gun Gopaal Ouchaar Rasanaa Ttaev Eaeh Paree ||1||",
    "translation": "My tongue chants the Glorious Praises of the Lord of the World; this has become part of my very nature. ||1||",
    "punjabi": "ਆਪਣੀ ਜੀਭ ਨਾਲ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰ। (ਜਿਹੜਾ ਮਨੁੱਖ ਸਦਾ ਹਰਿ-ਗੁਣ ਉਚਾਰਦਾ ਹੈ, ਉਸ ਨੂੰ) ਇਹ ਆਦਤ ਹੀ ਬਣ ਜਾਂਦੀ ਹੈ (ਫਿਰ ਉਹ ਗੁਣ ਉਚਾਰਨ ਤੋਂ ਬਿਨਾ ਰਹਿ ਨਹੀਂ ਸਕਦਾ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48003,
    "shabad_id": 4006,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਮਹਾ ਨਾਦ ਕੁਰੰਕ ਮੋਹਿਓ; ਬੇਧਿ ਤੀਖਨ ਸਰੀ ||",
    "transliteration": "Mehaa Naadh Kurank Mohiou Baedhh Theekhan Saree ||",
    "translation": "The deer is fascinated by the sound of the bell, and so it is shot with the sharp arrow.",
    "punjabi": "(ਪ੍ਰੀਤ ਦਾ ਹੋਰ ਕਾਰਨਾਮਾ ਵੇਖ!) ਹਰਨ (ਘੰਡੇਹੇੜੇ ਦੀ) ਆਵਾਜ਼ ਨਾਲ ਮੋਹਿਆ ਜਾਂਦਾ ਹੈ (ਉਸ ਵਿਚ ਇਤਨਾ ਮਸਤ ਹੁੰਦਾ ਹੈ ਕਿ ਸ਼ਿਕਾਰੀ ਦੇ) ਤ੍ਰਿੱਖੇ ਤੀਰਾਂ ਨਾਲ ਵਿੱਝ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48004,
    "shabad_id": 4006,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਪ੍ਰਭ ਚਰਨਕਮਲ ਰਸਾਲ ਨਾਨਕ; ਗਾਠਿ ਬਾਧਿ ਧਰੀ ||੨||੧||੯||",
    "transliteration": "Prabh Charan Kamal Rasaal Naanak Gaath Baadhh Dhharee ||2||1||9||",
    "translation": "God's Lotus Feet are the Source of Nectar; O Nanak, I am tied to them by a knot. ||2||1||9||",
    "punjabi": "(ਇਸੇ ਤਰ੍ਹਾਂ) ਹੇ ਨਾਨਕ! (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨ ਮਿੱਠੇ ਲੱਗਦੇ ਹਨ, (ਉਹ ਮਨੁੱਖ ਇਹਨਾਂ ਚਰਨਾਂ ਨਾਲ ਆਪਣੇ ਮਨ ਦੀ ਪੱਕੀ) ਗੰਢ ਬੰਨ੍ਹ ਲੈਂਦਾ ਹੈ ॥੨॥੧॥੯॥",
    "pronunciation": "ਗਾਂਠਿ, ਬੱਾਧਿ",
    "type_id": 3
  },
  {
    "id": 48005,
    "shabad_id": 4007,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕੇਦਾਰਾ ਮਹਲਾ ੫ ||",
    "transliteration": "Kaedhaaraa Mehalaa 5 ||",
    "translation": "Kaydaaraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48006,
    "shabad_id": 4007,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਪ੍ਰੀਤਮੁ ਬਸਤ; ਰਿਦ ਮਹਿ ਖੋਰ ||",
    "transliteration": "Preetham Basath Ridh Mehi Khor ||",
    "translation": "My Beloved dwells in the cave of my heart.",
    "punjabi": "ਹੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! (ਮੇਰੇ) ਹਿਰਦੇ ਵਿਚ ਕੋਰਾ-ਪਨ ਵੱਸ ਰਿਹਾ ਹੈ (ਜੋ ਤੇਰੇ ਚਰਨਾਂ ਨਾਲ ਪਿਆਰ ਬਣਨ ਨਹੀਂ ਦੇਂਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48007,
    "shabad_id": 4007,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਭਰਮ ਭੀਤਿ ਨਿਵਾਰਿ ਠਾਕੁਰ; ਗਹਿ ਲੇਹੁ ਅਪਨੀ ਓਰ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Bharam Bheeth Nivaar Thaakur Gehi Laehu Apanee Our ||1|| Rehaao ||",
    "translation": "Shatter the wall of doubt, O my Lord and Master; please grab hold of me, and lift me up towards Yourself. ||1||Pause||",
    "punjabi": "ਹੇ ਠਾਕੁਰ! (ਮੇਰੇ ਅੰਦਰੋਂ) ਭਟਕਣਾ ਦੀ ਕੰਧ ਦੂਰ ਕਰ (ਇਹ ਕੰਧ ਮੈਨੂੰ ਤੇਰੇ ਨਾਲੋਂ ਪਰੇ ਰੱਖ ਰਹੀ ਹੈ)। (ਮੇਰਾ ਹੱਥ) ਫੜ ਕੇ ਮੈਨੂੰ ਆਪਣੇ ਪਾਸੇ (ਜੋੜ) ਲੈ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 48008,
    "shabad_id": 4007,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਅਧਿਕ ਗਰਤ ਸੰਸਾਰ ਸਾਗਰ; ਕਰਿ ਦੲਿਅਾ ਚਾਰਹੁ ਧੋਰ ||",
    "transliteration": "Adhhik Garath Sansaar Saagar Kar Dhaeiaa Chaarahu Dhhor ||",
    "translation": "The world-ocean is so vast and deep; please be kind, lift me up and place me on the shore.",
    "punjabi": "ਹੇ ਪ੍ਰੀਤਮ! (ਤੇਰੇ ਇਸ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ (ਵਿਕਾਰਾਂ ਦੇ) ਅਨੇਕਾਂ ਗੜ੍ਹੇ ਹਨ, ਮਿਹਰ ਕੇ (ਮੈਨੂੰ ਇਹਨਾਂ ਤੋਂ ਬਚਾ ਕੇ) ਕੰਢੇ ਤੇ ਚਾੜ੍ਹ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48009,
    "shabad_id": 4007,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਸੰਤਸੰਗਿ ਹਰਿ ਚਰਨ ਬੋਹਿਥ; ੳੁਧਰਤੇ ਲੈ ਮੋਰ ||੧||",
    "transliteration": "Santhasang Har Charan Bohithh Oudhharathae Lai Mor ||1||",
    "translation": "In the Society of the Saints, the Lord's Feet are the boat to carry us across. ||1||",
    "punjabi": "ਹੇ ਹਰੀ! ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ (ਰੱਖ ਕੇ ਮੈਨੂੰ ਆਪਣੇ) ਚਰਨਾਂ ਦੇ ਜਹਾਜ਼ (ਵਿਚ ਚਾੜ੍ਹ ਲੈ), (ਤੇਰੇ ਇਹ ਚਰਨ) ਮੈਨੂੰ ਪਾਰ ਲੰਘਾਣ ਦੇ ਸਮਰਥ ਹਨ ॥੧॥",
    "pronunciation": "ਅੌਗੁਣਾਂ ਤੋਂ (ੳੁ-ਧਰਤੇ) ੳੁਧਾਰਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 48010,
    "shabad_id": 4007,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਗਰਭ ਕੁੰਟ ਮਹਿ ਜਿਨਹਿ ਧਾਰਿਓ; ਨਹੀ ਬਿਖੈ ਬਨ ਮਹਿ ਹੋਰ ||",
    "transliteration": "Garabh Kuntt Mehi Jinehi Dhhaariou Nehee Bikhai Ban Mehi Hor ||",
    "translation": "The One who placed you in the womb of your mother's belly - no one else shall save you in the wilderness of corruption.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਬਚਾਈ ਰੱਖਿਆ, ਵਿਸ਼ੇ ਵਿਕਾਰਾਂ ਦੇ ਸਮੁੰਦਰ ਵਿਚ (ਡੁੱਬਦੇ ਨੂੰ ਬਚਾਣ ਵਾਲਾ ਭੀ ਉਸ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48011,
    "shabad_id": 4007,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਸਕਤ ਸਰਨ ਸਮਰਥ ਨਾਨਕ; ਅਾਨ. ਨਹੀ ਨਿਹੋਰ ||੨||੨||੧੦||",
    "transliteration": "Har Sakath Saran Samarathh Naanak Aan Nehee Nihor ||2||2||10||",
    "translation": "The power of the Lord's Sanctuary is all-powerful; Nanak does not rely on any other. ||2||2||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਸਰਨ ਪਏ ਨੂੰ ਬਚਾ ਸਕਣ ਵਾਲਾ ਹੈ, (ਜਿਹੜਾ ਮਨੁੱਖ ਉਸ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ) ਕੋਈ ਹੋਰ ਮੁਥਾਜੀ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ ॥੨॥੨॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48012,
    "shabad_id": 4008,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕੇਦਾਰਾ ਮਹਲਾ ੫ ||",
    "transliteration": "Kaedhaaraa Mehalaa 5 ||",
    "translation": "Kaydaaraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48013,
    "shabad_id": 4008,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਰਸਨਾ ਰਾਮ ਰਾਮ ਬਖਾਨੁ ||",
    "transliteration": "Rasanaa Raam Raam Bakhaan ||",
    "translation": "With your tongue, chant the Name of the Lord.",
    "punjabi": "(ਆਪਣੀ) ਜੀਭ ਨਾਲ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48014,
    "shabad_id": 4008,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗੁਨ ਗੁੋਪਾਲ ੳੁਚਾਰੁ ਦਿਨੁ ਰੈਨਿ; ਭੲੇ ਕਲਮਲ ਹਾਨ || ਰਹਾੳੁ ||",
    "transliteration": "Gun Guopaal Ouchaar Dhin Rain Bheae Kalamal Haan || Rehaao ||",
    "translation": "Chanting the Glorious Praises of the Lord, day and night, your sins shall be eradicated. ||Pause||",
    "punjabi": "ਦਿਨ ਰਾਤ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰ। (ਜਿਹੜਾ ਮਨੁੱਖ ਇਹ ਉੱਦਮ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ) ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥ ਰਹਾਉ॥",
    "pronunciation": "ਗੁੋ: ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਾਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 48015,
    "shabad_id": 4008,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਤਿਅਾਗਿ ਚਲਨਾ ਸਗਲ ਸੰਪਤ; ਕਾਲੁ ਸਿਰ ਪਰਿ ਜਾਨੁ ||",
    "transliteration": "Thiaag Chalanaa Sagal Sanpath Kaal Sir Par Jaan ||",
    "translation": "You shall have to leave behind all your riches when you depart. Death is hanging over your head - know this well!",
    "punjabi": "ਸਾਰਾ ਧਨ-ਪਦਾਰਥ ਛੱਡ ਕੇ (ਆਖ਼ਿਰ ਹਰੇਕ ਪ੍ਰਾਣੀ ਨੇ ਇਥੋਂ) ਚਲੇ ਜਾਣਾ ਹੈ। ਮੌਤ ਨੂੰ (ਸਦਾ ਆਪਣੇ) ਸਿਰ ਉਤੇ (ਖਲੋਤੀ) ਸਮਝ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48016,
    "shabad_id": 4008,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਮਿਥਨ ਮੋਹ ਦੁਰੰਤ ਅਾਸਾ; ਝੂਠੁ ਸਰਪਰ ਮਾਨੁ ||੧||",
    "transliteration": "Mithhan Moh Dhuranth Aasaa Jhooth Sarapar Maan ||1||",
    "translation": "Transitory attachments and evil hopes are false. Surely you must believe this! ||1||",
    "punjabi": "ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦਾ ਮੋਹ, ਕਦੇ ਨਾਹ ਮੁੱਕਣ ਵਾਲੀਆਂ ਆਸਾਂ-ਇਹਨਾਂ ਨੂੰ ਨਿਸ਼ਚੇ ਕਰ ਕੇ ਨਾਸਵੰਤ ਮੰਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48017,
    "shabad_id": 4008,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਸਤਿ ਪੁਰਖ ਅਕਾਲ ਮੂਰਤਿ; ਰਿਦੈ ਧਾਰਹੁ ਧਿਅਾਨੁ ||",
    "transliteration": "Sath Purakh Akaal Moorath Ridhai Dhhaarahu Dhhiaan ||",
    "translation": "Within your heart, focus your meditation on the True Primal Being, Akaal Moorat, the Undying Form.",
    "punjabi": "(ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਿਆ ਕਰ ਜਿਹੜਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ਜਿਹੜਾ ਸਰਬ-ਵਿਆਪਕ ਹੈ ਅਤੇ ਜਿਹੜਾ ਨਾਸ-ਰਹਿਤ ਹੋਂਦ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48018,
    "shabad_id": 4008,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਨਾਮੁ ਨਿਧਾਨੁ ਲਾਭੁ ਨਾਨਕ; ਬਸਤੁ ੲਿਹ ਪਰਵਾਨੁ ||੨||੩||੧੧||",
    "transliteration": "Naam Nidhhaan Laabh Naanak Basath Eih Paravaan ||2||3||11||",
    "translation": "Only this profitable merchandise, the treasure of the Naam, O Nanak, shall be accepted. ||2||3||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ ਅਸਲ) ਖ਼ਜ਼ਾਨਾ ਹੈ (ਅਸਲ) ਖੱਟੀ ਹੈ। ਇਹ ਚੀਜ਼ (ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਬੂਲ ਹੁੰਦੀ ਹੈ ॥੨॥੩॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48019,
    "shabad_id": 4009,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕੇਦਾਰਾ ਮਹਲਾ ੫ ||",
    "transliteration": "Kaedhaaraa Mehalaa 5 ||",
    "translation": "Kaydaaraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48020,
    "shabad_id": 4009,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਕੇ ਨਾਮ ਕੋ ਅਾਧਾਰੁ ||",
    "transliteration": "Har Kae Naam Ko Aadhhaar ||",
    "translation": "I take only the Support of the Name of the Lord.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਦਾ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਸਰਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48021,
    "shabad_id": 4009,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਲਿ ਕਲੇਸ. ਨ ਕਛੁ ਬਿਅਾਪੈ; ਸੰਤਸੰਗਿ ਬਿੳੁਹਾਰੁ || ਰਹਾੳੁ ||",
    "transliteration": "Kal Kalaes N Kashh Biaapai Santhasang Biouhaar || Rehaao ||",
    "translation": "Suffering and conflict do not afflict me; I deal only with the Society of the Saints. ||Pause||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਦਾ ਹੈ, (ਦੁਨੀਆ ਦੇ) ਝਗੜੇ ਕਲੇਸ਼ (ਇਹਨਾਂ ਵਿਚੋਂ) ਕੋਈ ਭੀ ਉਸ ਉਤੇ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48022,
    "shabad_id": 4009,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਕਰਿ ਅਨੁਗ੍ਰਹੁ. ਅਾਪਿ ਰਾਖਿਓ; ਨਹ ੳੁਪਜਤੳੁ ਬੇਕਾਰੁ ||",
    "transliteration": "Kar Anugrahu Aap Raakhiou Neh Oupajatho Baekaar ||",
    "translation": "Showering His Mercy on me, the Lord Himself has saved me, and no evil thoughts arise within me.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਮਿਹਰ ਕਰ ਕੇ ਜਿਸ ਮਨੁੱਖ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਕੋਈ ਵਿਕਾਰ ਪੈਦਾ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "ਅ-ਨੁੱਗ੍ਰਹੁ",
    "type_id": 3
  },
  {
    "id": 48023,
    "shabad_id": 4009,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਜਿਸੁ ਪਰਾਪਤਿ ਹੋੲਿ ਸਿਮਰੈ; ਤਿਸੁ ਦਹਤ ਨਹ ਸੰਸਾਰੁ ||੧||",
    "transliteration": "Jis Paraapath Hoe Simarai This Dhehath Neh Sansaar ||1||",
    "translation": "Whoever receives this Grace, contemplates Him in meditation; he is not burned by the fire of the world. ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਨਾਮ ਦੀ ਦਾਤ ਧੁਰ-ਦਰਗਾਹ ਤੋਂ ਮਿਲਦੀ ਹੈ, ਉਹੀ ਹਰਿ-ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਫਿਰ ਉਸ (ਦੇ ਆਤਮਕ ਜੀਵਨ) ਨੂੰ ਸੰਸਾਰ (ਭਾਵ, ਸੰਸਾਰ ਦੇ ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ) ਸਾੜ ਨਹੀਂ ਸਕਦੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48024,
    "shabad_id": 4009,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਸੁਖ ਮੰਗਲ ਅਾਨੰਦ ਹਰਿ ਹਰਿ; ਪ੍ਰਭ ਚਰਨ ਅੰਮਿ੍ਰਤ ਸਾਰੁ ||",
    "transliteration": "Sukh Mangal Aanandh Har Har Prabh Charan Anmrith Saar ||",
    "translation": "Peace, joy and bliss come from the Lord, Har, Har. God's Feet are sublime and excellent.",
    "punjabi": "ਹਰੀ ਪ੍ਰਭੂ ਦੇ ਚਰਨ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਹਨ, ਇਹਨਾਂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸੰਭਾਲ, (ਤੇਰੇ ਅੰਦਰ) ਆਤਮਕ ਸੁਖ ਖ਼ੁਸ਼ੀਆਂ ਆਨੰਦ (ਪੈਦਾ ਹੋਣਗੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48025,
    "shabad_id": 4009,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ ਦਾਸ ਸਰਨਾਗਤੀ; ਤੇਰੇ ਸੰਤਨਾ ਕੀ ਛਾਰੁ ||੨||੪||੧੨||",
    "transliteration": "Naanak Dhaas Saranaagathee Thaerae Santhanaa Kee Shhaar ||2||4||12||",
    "translation": "Slave Nanak seeks Your Sanctuary; he is the dust of the feet of Your Saints. ||2||4||12||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ !) ਤੇਰਾ ਦਾਸ ਨਾਨਕ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹੈ, ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ (ਮੰਗਦਾ ਹੈ) ॥੨॥੪॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48026,
    "shabad_id": 4010,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕੇਦਾਰਾ ਮਹਲਾ ੫ ||",
    "transliteration": "Kaedhaaraa Mehalaa 5 ||",
    "translation": "Kaydaaraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48027,
    "shabad_id": 4010,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਕੇ ਨਾਮ ਬਿਨੁ; ਧਿ੍ਰਗੁ ਸ੍ਰੋਤ ||",
    "transliteration": "Har Kae Naam Bin Dhhrig Sroth ||",
    "translation": "Without the Name of the Lord, one's ears are cursed.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸੁਣਨ ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖ ਦੇ) ਕੰਨ ਫਿਟਕਾਰ-ਜੋਗ ਹਨ (ਕਿਉਂਕਿ ਫਿਰ ਇਹ ਨਿੰਦਾ-ਚੁਗਲੀ ਵਿਚ ਹੀ ਰੁੱਝੇ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48028,
    "shabad_id": 4010,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜੀਵਨ ਰੂਪ ਬਿਸਾਰਿ ਜੀਵਹਿ; ਤਿਹ ਕਤ ਜੀਵਨ ਹੋਤ || ਰਹਾੳੁ ||",
    "transliteration": "Jeevan Roop Bisaar Jeevehi Thih Kath Jeevan Hoth || Rehaao ||",
    "translation": "Those who forget the Embodiment of Life - what is the point of their lives? ||Pause||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਸਾਰੇ ਜਗਤ ਦੇ ਜੀਵਨ ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾ ਕੇ ਜੀਊਂਦੇ ਹਨ (ਜ਼ਿੰਦਗੀ ਦੇ ਦਿਨ ਗੁਜ਼ਾਰਦੇ ਹਨ), ਉਹਨਾਂ ਦਾ ਜੀਊਣ ਕਾਹਦਾ ਹੈ? (ਉਹਨਾਂ ਦੇ ਜੀਊਣ ਨੂੰ ਜੀਊਣਾ ਨਹੀਂ ਕਿਹਾ ਜਾ ਸਕਦਾ) ॥ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48029,
    "shabad_id": 4010,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਖਾਤ ਪੀਤ, ਅਨੇਕ ਬਿੰਜਨ; ਜੈਸੇ ਭਾਰ ਬਾਹਕ ਖੋਤ ||",
    "transliteration": "Khaath Peeth Anaek Binjan Jaisae Bhaar Baahak Khoth ||",
    "translation": "One who eats and drinks countless delicacies is no more than a donkey, a beast of burden.",
    "punjabi": "(ਹਰਿ-ਨਾਮ ਨੂੰ ਵਿਸਾਰ ਕੇ ਜਿਹੜੇ ਮਨੁੱਖ) ਅਨੇਕਾਂ ਚੰਗੇ ਚੰਗੇ ਖਾਣੇ ਖਾਂਦੇ ਪੀਂਦੇ ਹਨ, (ਉਹ ਇਉਂ ਹੀ ਹਨ) ਜਿਵੇਂ ਭਾਰ ਢੋਣ ਵਾਲੇ ਖੋਤੇ।",
    "pronunciation": "(ਬਾਹਕ) ਭਾਰ ਬਾਹੁਣ ਵਾਲਾ (ਖੋਤ) ਖੋਤਾ",
    "type_id": 3
  },
  {
    "id": 48030,
    "shabad_id": 4010,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਅਾਠ ਪਹਰ ਮਹਾ ਸ੍ਰਮੁ ਪਾੲਿਅਾ; ਜੈਸੇ ਬਿਰਖ ਜੰਤੀ ਜੋਤ ||੧||",
    "transliteration": "Aath Pehar Mehaa Sram Paaeiaa Jaisae Birakh Janthee Joth ||1||",
    "translation": "Twenty-four hours a day, he endures terrible suffering, like the bull, chained to the oil-press. ||1||",
    "punjabi": "(ਹਰਿ-ਨਾਮ ਨੂੰ ਵਿਸਾਰਨ ਵਾਲੇ) ਅੱਠੇ ਪਹਰ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਦੌੜ-ਭੱਜ ਕਰਦੇ ਹੋਏ) ਬੜਾ ਥਕੇਵਾਂ ਸਹਾਰਦੇ ਹਨ, ਜਿਵੇਂ ਕੋਈ ਬਲਦ ਕੋਹਲੂ ਅੱਗੇ ਜੋਇਆ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48031,
    "shabad_id": 4010,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਤਜਿ ਗੁੋਪਾਲ. ਜਿ ਅਾਨ ਲਾਗੇ; ਸੇ ਬਹੁ ਪ੍ਰਕਾਰੀ ਰੋਤ ||",
    "transliteration": "Thaj Guopaal J Aan Laagae Sae Bahu Prakaaree Roth ||",
    "translation": "Forsaking the Life of the World, and attached to another, they weep and wail in so many ways.",
    "punjabi": "ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਣਹਾਰ (ਦਾ ਨਾਮ) ਤਿਆਗ ਕੇ ਜਿਹੜੇ ਮਨੁੱਖ ਹੋਰ ਹੋਰ ਆਹਰਾਂ ਵਿਚ ਲੱਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਦੁਖੀ ਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਗੁੋ: ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਾਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 48032,
    "shabad_id": 4010,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਕਰ ਜੋਰਿ ਨਾਨਕ. ਦਾਨੁ ਮਾਗੈ; ਹਰਿ ਰਖੳੁ ਕੰਠਿ ਪਰੋਤ ||੨||੫||੧੩||",
    "transliteration": "Kar Jor Naanak Dhaan Maagai Har Rakho Kanth Paroth ||2||5||13||",
    "translation": "With his palms pressed together, Nanak begs for this gift; O Lord, please keep me strung around Your Neck. ||2||5||13||",
    "punjabi": "ਹੇ ਹਰੀ! (ਤੇਰਾ ਦਾਸ) ਨਾਨਕ ਹੱਥ ਜੋੜ ਕੇ (ਤੇਰੇ ਨਾਮ ਦਾ) ਦਾਨ ਮੰਗਦਾ ਹੈ (ਆਪਣਾ ਨਾਮ ਦੇਹ), ਮੈਂ (ਇਸ ਨੂੰ ਆਪਣੇ) ਗਲੇ ਵਿਚ ਪ੍ਰੋ ਕੇ ਰੱਖਾਂ ॥੨॥੫॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48033,
    "shabad_id": 4011,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕੇਦਾਰਾ ਮਹਲਾ ੫ ||",
    "transliteration": "Kaedhaaraa Mehalaa 5 ||",
    "translation": "Kaydaaraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48034,
    "shabad_id": 4011,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੰਤਹ ਧੂਰਿ ਲੇ. ਮੁਖਿ ਮਲੀ ||",
    "transliteration": "Santheh Dhhoor Lae Mukh Malee ||",
    "translation": "I take the dust of the feet of the Saints and apply it to my face.",
    "punjabi": "ਹੇ ਭਾਈ ! (ਜਿਸ ਮਨੁੱਖ ਨੇ) ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਲੈ ਕੇ (ਆਪਣੇ) ਮੱਥੇ ਉੱਤੇ ਮਲ ਲਈ (ਤੇ, ਸੰਤਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਏ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48035,
    "shabad_id": 4011,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗੁਣਾ ਅਚੁਤ ਸਦਾ ਪੂਰਨ; ਨਹ ਦੋਖ ਬਿਅਾਪਹਿ ਕਲੀ || ਰਹਾੳੁ ||",
    "transliteration": "Gunaa Achuth Sadhaa Pooran Neh Dhokh Biaapehi Kalee || Rehaao ||",
    "translation": "Hearing of the Imperishable, Eternally Perfect Lord, pain does not afflict me, even in this Dark Age of Kali Yuga. ||Pause||",
    "punjabi": "ਅਬਿਨਾਸ਼ੀ ਤੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਹਿਰਦੇ ਵਿਚ ਵਸਾਣ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜਗਤ ਦੇ ਵਿਕਾਰ ਉਸ ਉੱਤੇ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦੇ ॥ ਰਹਾਉ॥",
    "pronunciation": "ਅ-ਚੱੁਤ",
    "type_id": 3
  },
  {
    "id": 48036,
    "shabad_id": 4011,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਬਚਨਿ, ਕਾਰਜ ਸਰਬ ਪੂਰਨ; ੲੀਤ ੳੂਤ, ਨ ਹਲੀ ||",
    "transliteration": "Gur Bachan Kaaraj Sarab Pooran Eeth Ooth N Halee ||",
    "translation": "Through the Guru's Word, all affairs are resolved, and the mind is not tossed about here and there.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਆਪਣੇ ਮੱਥੇ ਤੇ ਲਾਈ) ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦਾ ਸਦਕਾ ਉਸ ਦੇ ਸਾਰੇ ਕੰਮ ਸਿਰੇ ਚੜ੍ਹ ਜਾਂਦੇ ਹਨ, ਉਸ ਦਾ ਮਨ ਇਧਰ ਉਧਰ ਨਹੀਂ ਡੋਲਦਾ,",
    "pronunciation": "ਹੱਲੀ",
    "type_id": 3
  },
  {
    "id": 48037,
    "shabad_id": 4011,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਪ੍ਰਭ ੲੇਕ. ਅਨਿਕ ਸਰਬਤ ਪੂਰਨ; ਬਿਖੈ ਅਗਨਿ, ਨ ਜਲੀ ||੧||",
    "transliteration": "Prabh Eaek Anik Sarabath Pooran Bikhai Agan N Jalee ||1||",
    "translation": "Whoever sees the One God to be pervading in all the many beings, does not burn in the fire of corruption. ||1||",
    "punjabi": "(ਉਸ ਨੂੰ ਇਉਂ ਦਿੱਸ ਪੈਂਦਾ ਹੈ ਕਿ) ਇਕ ਪਰਮਾਤਮਾ ਅਨੇਕਾਂ ਰੂਪਾਂ ਵਿਚ ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਹੈ, ਉਹ ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਵਿਚ ਨਹੀਂ ਸੜਦਾ (ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਵਿਚ ਤਬਾਹ ਨਹੀਂ ਹੁੰਦਾ) ॥੧॥",
    "pronunciation": "ਸਰਬੱਤ[ਜਲੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 48038,
    "shabad_id": 4011,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਗਹਿ ਭੁਜਾ ਲੀਨੋ ਦਾਸੁ ਅਪਨੋ; ਜੋਤਿ ਜੋਤੀ ਰਲੀ ||",
    "transliteration": "Gehi Bhujaa Leeno Dhaas Apano Joth Jothee Ralee ||",
    "translation": "The Lord grasps His slave by the arm, and his light merges into the Light.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪਣੇ ਜਿਸ ਦਾਸ ਨੂੰ (ਉਸ ਦੀ) ਬਾਂਹ ਫੜ ਕੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੀ ਜਿੰਦ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48039,
    "shabad_id": 4011,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਪ੍ਰਭ ਚਰਨ ਸਰਨ ਅਨਾਥੁ ਅਾੲਿਓ; ਨਾਨਕ ਹਰਿ ਸੰਗਿ ਚਲੀ ||੨||੬||੧੪||",
    "transliteration": "Prabh Charan Saran Anaathh Aaeiou Naanak Har Sang Chalee ||2||6||14||",
    "translation": "Nanak, the orphan, has come seeking the Sanctuary of God's Feet; O Lord, he walks with You. ||2||6||14||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਅਨਾਥ (ਪ੍ਰਾਣੀ ਭੀ) ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਪ੍ਰਾਣੀ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਹੀ ਜੀਵਨ-ਰਾਹ ਉਤੇ ਤੁਰਦਾ ਹੈ ॥੨॥੬॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48040,
    "shabad_id": 4012,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕੇਦਾਰਾ ਮਹਲਾ ੫ ||",
    "transliteration": "Kaedhaaraa Mehalaa 5 ||",
    "translation": "Kaydaaraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  }
]
