[
  {
    "id": 48074,
    "shabad_id": 4014,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਾਗੁ ਕੇਦਾਰਾ ਬਾਣੀ ਕਬੀਰ ਜੀੳੁ ਕੀ",
    "transliteration": "Raag Kaedhaaraa Baanee Kabeer Jeeo Kee",
    "translation": "Raag Kaydaaraa, The Word Of Kabeer Jee:",
    "punjabi": "ਰਾਗ ਕੇਦਾਰਾ ਵਿੱਚ ਭਗਤ ਕਬੀਰ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48075,
    "shabad_id": 4014,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 48076,
    "shabad_id": 4014,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ੳੁਸਤਤਿ ਨਿੰਦਾ ਦੋੳੂ ਬਿਬਰਜਿਤ; ਤਜਹੁ ਮਾਨੁ ਅਭਿਮਾਨਾ ||",
    "transliteration": "Ousathath Nindhaa Dhooo Bibarajith Thajahu Maan Abhimaanaa ||",
    "translation": "Those who ignore both praise and slander, who reject egotistical pride and conceit,",
    "punjabi": "ਕਿਸੇ ਮਨੁੱਖ ਦੀ ਖ਼ੁਸ਼ਾਮਦ ਕਰਨੀ ਜਾਂ ਕਿਸੇ ਦੇ ਐਬ ਫਰੋਲਣੇ-ਇਹ ਦੋਵੇਂ ਕੰਮ ਮਾੜੇ ਹਨ। (ਇਹ ਖ਼ਿਆਲ ਭੀ) ਛੱਡ ਦਿਉ (ਕਿ ਕੋਈ ਤੁਹਾਡਾ) ਆਦਰ (ਕਰਦਾ ਹੈ ਜਾਂ ਕੋਈ) ਆਕੜ (ਵਿਖਾਉਂਦਾ ਹੈ)।",
    "pronunciation": "ਬਿ-ਬਰ-ਜਿਤ",
    "type_id": 3
  },
  {
    "id": 48077,
    "shabad_id": 4014,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਲੋਹਾ ਕੰਚਨੁ ਸਮ ਕਰਿ ਜਾਨਹਿ; ਤੇ ਮੂਰਤਿ ਭਗਵਾਨਾ ||੧||",
    "transliteration": "Lohaa Kanchan Sam Kar Jaanehi Thae Moorath Bhagavaanaa ||1||",
    "translation": "Who look alike upon iron and gold - they are the very image of the Lord God. ||1||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਲੋਹੇ ਤੇ ਸੋਨੇ ਨੂੰ ਇਕੋ ਜਿਹਾ ਜਾਣਦੇ ਹਨ, ਉਹ ਭਗਵਾਨ ਦਾ ਰੂਪ ਹਨ। {ਸੋਨਾ-ਆਦਰ। ਲੋਹਾ-ਨਿਰਾਦਰੀ} ॥੧॥",
    "pronunciation": "ਜਾਨ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 48078,
    "shabad_id": 4014,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਤੇਰਾ ਜਨੁ; ੲੇਕੁ ਅਾਧੁ ਕੋੲੀ ||",
    "transliteration": "Thaeraa Jan Eaek Aadhh Koee ||",
    "translation": "Hardly anyone is a humble servant of Yours, O Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਤੇਰਾ ਹੋ ਕੇ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48079,
    "shabad_id": 4014,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਕਾਮੁ ਕ੍ਰੋਧੁ ਲੋਭੁ ਮੋਹੁ ਬਿਬਰਜਿਤ; ਹਰਿ ਪਦੁ ਚੀਨ੍ਹੈ, ਸੋੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Kaam Krodhh Lobh Mohu Bibarajith Har Padh Cheenhai Soee ||1|| Rehaao ||",
    "translation": "Ignoring sexual desire, anger, greed and attachment, such a person becomes aware of the Lord's Feet. ||1||Pause||",
    "punjabi": "(ਜੋ ਤੇਰਾ ਬਣਦਾ ਹੈ) ਉਸ ਨੂੰ ਕਾਮ, ਕ੍ਰੋਧ, ਲੋਭ, ਮੋਹ (ਆਦਿਕ ਵਿਕਾਰ) ਮਾੜੇ ਲੱਗਦੇ ਹਨ। (ਜੋ ਮਨੁੱਖ ਇਹਨਾਂ ਨੂੰ ਤਿਆਗਦਾ ਹੈ) ਉਹੀ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਵਾਲੀ ਅਵਸਥਾ ਨਾਲ ਸਾਂਝ ਪਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 48080,
    "shabad_id": 4014,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਰਜ ਗੁਣ. ਤਮ ਗੁਣ, ਸਤ ਗੁਣ ਕਹੀਅੈ; ੲਿਹ ਤੇਰੀ ਸਭ ਮਾੲਿਅਾ ||",
    "transliteration": "Raj Gun Tham Gun Sath Gun Keheeai Eih Thaeree Sabh Maaeiaa ||",
    "translation": "Raajas, the quality of energy and activity; Taamas, the quality of darkness and inertia; and Satvas, the quality of purity and light, are all called the creations of Maya, Your illusion.",
    "punjabi": "ਕੋਈ ਜੀਵ ਰਜੋ ਗੁਣ ਵਿਚ ਹਨ, ਕੋਈ ਤਮੋ ਗੁਣ ਵਿਚ ਹਨ, ਕੋਈ ਸਤੋ ਗੁਣ ਵਿਚ ਹਨ। ਪਰ (ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਇਹ ਸਭ ਕੁਝ, ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਮਾਇਆ ਹੀ ਕਹੀ ਜਾ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48081,
    "shabad_id": 4014,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਚੳੁਥੇ ਪਦ ਕੳੁ ਜੋ ਨਰੁ ਚੀਨ੍ਹੈ; ਤਿਨ੍ਹ ਹੀ ਪਰਮਪਦੁ ਪਾੲਿਅਾ ||੨||",
    "transliteration": "Chouthhae Padh Ko Jo Nar Cheenhai Thinh Hee Param Padh Paaeiaa ||2||",
    "translation": "That man who realizes the fourth state - he alone obtains the supreme state. ||2||",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਇਹਨਾਂ ਤੋਂ ਉਤਾਂਹ) ਚੌਥੀ ਅਵਸਥਾ (ਪ੍ਰਭੂ-ਮਿਲਾਪ) ਨਾਲ ਜਾਣ-ਪਛਾਣ ਕਰਦਾ ਹੈ, ਉਸੇ ਨੂੰ ਹੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48082,
    "shabad_id": 4014,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਤੀਰਥ ਬਰਤ ਨੇਮ ਸੁਚਿ ਸੰਜਮ; ਸਦਾ ਰਹੈ ਨਿਹਕਾਮਾ ||",
    "transliteration": "Theerathh Barath Naem Such Sanjam Sadhaa Rehai Nihakaamaa ||",
    "translation": "Amidst pilgrimages, fasting, rituals, purification and self-discipline, he remains always without thought of reward.",
    "punjabi": "ਉਹ ਸਦਾ ਤੀਰਥ ਵਰਤ ਸੁੱਚ ਸੰਜਮ ਆਦਿਕ ਨੇਮਾਂ ਵਲੋਂ ਨਿਸ਼ਕਾਮ ਰਹਿੰਦਾ ਹੈ, (ਭਾਵ, ਇਹਨਾਂ ਕਰਮਾਂ ਦੇ ਕਰਨ ਦੀ ਉਸ ਨੂੰ ਚਾਹ ਨਹੀਂ ਰਹਿੰਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48083,
    "shabad_id": 4014,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਤਿ੍ਰਸਨਾ ਅਰੁ ਮਾੲਿਅਾ ਭ੍ਰਮੁ ਚੂਕਾ; ਚਿਤਵਤ ਅਾਤਮ ਰਾਮਾ ||੩||",
    "transliteration": "Thrisanaa Ar Maaeiaa Bhram Chookaa Chithavath Aatham Raamaa ||3||",
    "translation": "Thirst and desire for Maya and doubt depart, remembering the Lord, the Supreme Soul. ||3||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਦਾ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਤੇ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48084,
    "shabad_id": 4014,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਜਿਹ ਮੰਦਰਿ ਦੀਪਕੁ ਪਰਗਾਸਿਅਾ; ਅੰਧਕਾਰੁ ਤਹ ਨਾਸਾ ||",
    "transliteration": "Jih Mandhar Dheepak Paragaasiaa Andhhakaar Theh Naasaa ||",
    "translation": "When the temple is illuminated by the lamp, its darkness is dispelled.",
    "punjabi": "*ਜਿਵੇਂ) ਜਿਸ ਘਰ ਵਿਚ ਦੀਵਾ ਜਗ ਪਏ, ਉੱਥੋਂ ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48085,
    "shabad_id": 4014,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਨਿਰਭੳੁ ਪੂਰਿ ਰਹੇ. ਭ੍ਰਮੁ ਭਾਗਾ; ਕਹਿ ਕਬੀਰ ਜਨ ਦਾਸਾ ||੪||੧||",
    "transliteration": "Nirabho Poor Rehae Bhram Bhaagaa Kehi Kabeer Jan Dhaasaa ||4||1||",
    "translation": "The Fearless Lord is All-pervading. Doubt has run away, says Kabeer, the Lord's humble slave. ||4||1||",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਜਨ, ਪ੍ਰਭੂ ਦਾ ਦਾਸ ਕਬੀਰ ਆਖਦਾ ਹੈ ਤਿਵੇਂ ਹੀ ਜਿਸ ਹਿਰਦੇ ਵਿਚ ਨਿਰਭਉ ਪ੍ਰਭੂ ਪਰਗਟ ਹੋ ਜਾਏ ਉਸ ਦੀ ਭਟਕਣਾ ਮਿਟ ਜਾਂਦੀ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48086,
    "shabad_id": 4015,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਿਨਹੀ ਬਨਜਿਅਾ ਕਾਂਸੀ ਤਾਂਬਾ; ਕਿਨਹੀ ਲੳੁਗ ਸੁਪਾਰੀ ||",
    "transliteration": "Kinehee Banajiaa Kaansee Thaanbaa Kinehee Loug Supaaree ||",
    "translation": "Some deal in bronze and copper, some in cloves and betel nuts.",
    "punjabi": "ਕਈ ਲੋਕ ਕੈਂਹ ਤਾਂਬੇ ਆਦਿਕ ਦਾ ਵਣਜ ਕਰਦੇ ਹਨ, ਕਈ ਲੌਂਗ ਸੁਪਾਰੀ ਆਦਿਕ ਵਣਜਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48087,
    "shabad_id": 4015,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸੰਤਹੁ ਬਨਜਿਅਾ. ਨਾਮੁ ਗੋਬਿਦ ਕਾ; ਅੈਸੀ ਖੇਪ ਹਮਾਰੀ ||੧||",
    "transliteration": "Santhahu Banajiaa Naam Gobidh Kaa Aisee Khaep Hamaaree ||1||",
    "translation": "The Saints deal in the Naam, the Name of the Lord of the Universe. Such is my merchandise as well. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਸੰਤਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵਣਜਿਆ ਹੈ; ਮੈਂ ਭੀ ਇਹੀ ਸੌਦਾ ਲੱਦਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48088,
    "shabad_id": 4015,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਕੇ ਨਾਮ ਕੇ ਬਿਅਾਪਾਰੀ ||",
    "transliteration": "Har Kae Naam Kae Biaapaaree ||",
    "translation": "I am a trader in the Name of the Lord.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਵਣਜ ਕਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48089,
    "shabad_id": 4015,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਹੀਰਾ ਹਾਥਿ ਚੜਿਅਾ ਨਿਰਮੋਲਕੁ; ਛੂਟਿ ਗੲੀ ਸੰਸਾਰੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Heeraa Haathh Charriaa Niramolak Shhoott Gee Sansaaree ||1|| Rehaao ||",
    "translation": "The priceless diamond has come into my hands. I have left the world behind. ||1||Pause||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਰੂਪ ਅਮੋਲਕ ਹੀਰਾ ਲੱਭ ਪੈਂਦਾ ਹੈ। ਤੇ, ਉਹਨਾਂ ਦੀ ਉਹ ਬਿਰਤੀ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਜੋ ਸਦਾ ਸੰਸਾਰ ਵਿਚ ਹੀ ਜੋੜੀ ਰੱਖਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 48090,
    "shabad_id": 4015,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਸਾਚੇ ਲਾੲੇ. ਤੳੁ ਸਚ ਲਾਗੇ; ਸਾਚੇ ਕੇ ਬਿੳੁਹਾਰੀ ||",
    "transliteration": "Saachae Laaeae Tho Sach Laagae Saachae Kae Biouhaaree ||",
    "translation": "When the True Lord attached me, then I was attached to Truth. I am a trader of the True Lord.",
    "punjabi": "ਸੱਚੇ ਨਾਮ ਦਾ ਵਪਾਰ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਤਦੋਂ ਹੀ ਸੱਚੇ ਨਾਮ ਵਿਚ ਲੱਗਦੇ ਹਨ, ਜਦੋਂ ਪ੍ਰਭੂ ਆਪ ਉਹਨਾਂ ਨੂੰ ਇਸ ਵਣਜ ਵਿਚ ਲਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48091,
    "shabad_id": 4015,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਸਾਚੀ ਬਸਤੁ ਕੇ ਭਾਰ ਚਲਾੲੇ; ਪਹੁਚੇ ਜਾੲਿ ਭੰਡਾਰੀ ||੨||",
    "transliteration": "Saachee Basath Kae Bhaar Chalaaeae Pahuchae Jaae Bhanddaaree ||2||",
    "translation": "I have loaded the commodity of Truth; It has reached the Lord, the Treasurer. ||2||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਇਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਨਾਮ ਵਸਤ ਦੇ ਲੱਦੇ ਲੱਦ ਤੁਰਦੇ ਹਨ, ਤੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਜਾ ਅੱਪੜਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48092,
    "shabad_id": 4015,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਅਾਪਹਿ ਰਤਨ ਜਵਾਹਰ ਮਾਨਿਕ; ਅਾਪੈ ਹੈ ਪਾਸਾਰੀ ||",
    "transliteration": "Aapehi Rathan Javaahar Maanik Aapai Hai Paasaaree ||",
    "translation": "He Himself is the pearl, the jewel, the ruby; He Himself is the jeweller.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਰਤਨ ਹੈ, ਆਪ ਹੀ ਹੀਰਾ ਹੈ, ਆਪ ਹੀ ਮੋਤੀ ਹੈ, ਉਹ ਆਪ ਹੀ ਇਸ ਦਾ ਹੱਟ ਚਲਾ ਰਿਹਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48093,
    "shabad_id": 4015,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਅਾਪੈ ਦਹ ਦਿਸ ਅਾਪ ਚਲਾਵੈ; ਨਿਹਚਲੁ ਹੈ ਬਿਅਾਪਾਰੀ ||੩||",
    "transliteration": "Aapai Dheh Dhis Aap Chalaavai Nihachal Hai Biaapaaree ||3||",
    "translation": "He Himself spreads out in the ten directions. The Merchant is Eternal and Unchanging. ||3||",
    "punjabi": "ਉਹ ਆਪ ਹੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਸੌਦਾਗਰ ਹੈ, ਉਹ ਆਪ ਹੀ ਜੀਵ-ਵਣਜਾਰਿਆਂ ਨੂੰ (ਜਗਤ ਵਿਚ) ਦਸੀਂ ਪਾਸੀਂ ਤੋਰ ਰਿਹਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48094,
    "shabad_id": 4015,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਮਨੁ ਕਰਿ ਬੈਲੁ. ਸੁਰਤਿ ਕਰਿ ਪੈਡਾ; ਗਿਅਾਨ ਗੋਨਿ ਭਰਿ ਡਾਰੀ ||",
    "transliteration": "Man Kar Bail Surath Kar Paiddaa Giaan Gon Bhar Ddaaree ||",
    "translation": "My mind is the bull, and meditation is the road; I have filled my packs with spiritual wisdom, and loaded them on the bull.",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਮਨ ਨੂੰ ਬਲਦ ਬਣਾ ਕੇ, (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਆਪਣੀ) ਸੁਰਤ ਦੀ ਰਾਹੀਂ ਜੀਵਨ-ਪੰਧ ਤੁਰ ਕੇ (ਗੁਰੂ ਦੇ ਦੱਸੇ) ਗਿਆਨ ਦੀ ਛੱਟ ਭਰ ਲਈ ਹੈ।",
    "pronunciation": "ਪੈਂਡਾ",
    "type_id": 3
  },
  {
    "id": 48095,
    "shabad_id": 4015,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਕਹਤੁ ਕਬੀਰੁ. ਸੁਨਹੁ ਰੇ ਸੰਤਹੁ; ਨਿਬਹੀ ਖੇਪ ਹਮਾਰੀ ||੪||੨||",
    "transliteration": "Kehath Kabeer Sunahu Rae Santhahu Nibehee Khaep Hamaaree ||4||2||",
    "translation": "Says Kabeer, listen, O Saints: my merchandise has reached its destination! ||4||2||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਸੰਤ ਜਨੋ! ਸੁਣੋ, ਮੇਰਾ ਵਣਜਿਆ ਹੋਇਆ ਨਾਮ-ਵੱਖਰ ਬੜਾ ਲਾਹੇ-ਵੰਦਾ ਹੋਇਆ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48096,
    "shabad_id": 4016,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਰੀ ਕਲਵਾਰਿ, ਗਵਾਰਿ ਮੂਢ ਮਤਿ; ੳੁਲਟੋ ਪਵਨੁ ਫਿਰਾਵੳੁ ||",
    "transliteration": "Ree Kalavaar Gavaar Moodt Math Oulatto Pavan Firaavo ||",
    "translation": "You barbaric brute, with your primitive intellect - reverse your breath and turn it inward.",
    "punjabi": "ਹੇ (ਮਾਇਆ ਦਾ) ਨਸ਼ਾ ਵੰਡਣ ਵਾਲੀ! ਹੇ ਗੰਵਾਰਨ! ਹੇ ਮੇਰੀ ਮੂਰਖ ਅਕਲ! ਮੈਂ ਤਾਂ (ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਮੌਜ ਵਿਚ) ਆਪਣੇ ਵਿੰਗੇ ਜਾਂਦੇ ਚੰਚਲ ਮਨ ਨੂੰ (ਮਾਇਆ ਵਲੋਂ) ਵਰਜ ਰਿਹਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48097,
    "shabad_id": 4016,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਨੁ ਮਤਵਾਰ, ਮੇਰ ਸਰ ਭਾਠੀ; ਅੰਮਿ੍ਰਤਧਾਰ ਚੁਅਾਵੳੁ ||੧||",
    "transliteration": "Man Mathavaar Maer Sar Bhaathee Anmrith Dhhaar Chuaavo ||1||",
    "translation": "Let your mind be intoxicated with the stream of Ambrosial Nectar which trickles down from the furnace of the Tenth Gate. ||1||",
    "punjabi": "(ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ) ਸੁਰਤ ਦੀ ਭੱਠੀ ਬਣਾ ਕੇ ਮੈਂ ਜਿਉਂ ਜਿਉਂ (ਨਾਮ-) ਅੰਮ੍ਰਿਤ ਦੀਆਂ ਧਾਰਾਂ ਚੋਂਦਾ ਹਾਂ, ਤਿਉਂ ਤਿਉਂ ਮੇਰਾ ਮਨ (ਉਸ ਵਿਚ) ਮਸਤ ਹੁੰਦਾ ਜਾ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48098,
    "shabad_id": 4016,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਬੋਲਹੁ ਭੲੀਅਾ; ਰਾਮ ਕੀ ਦੁਹਾੲੀ ||",
    "transliteration": "Bolahu Bheeaa Raam Kee Dhuhaaee ||",
    "translation": "O Siblings of Destiny, call on the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੁੜ ਮੁੜ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਜਪੋ; ਹੇ ਸੰਤ ਜਨੋ! (ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਜਾਪ-ਰਸ ਅੰਮ੍ਰਿਤ) ਪੀਓ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48099,
    "shabad_id": 4016,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਪੀਵਹੁ ਸੰਤ ਸਦਾ ਮਤਿ ਦੁਰਲਭ; ਸਹਜੇ ਪਿਅਾਸ ਬੁਝਾੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Peevahu Santh Sadhaa Math Dhuralabh Sehajae Piaas Bujhaaee ||1|| Rehaao ||",
    "translation": "O Saints, drink in this wine forever; it is so difficult to obtain, and it quenches your thirst so easily. ||1||Pause||",
    "punjabi": "ਇਸ ਨਾਮ-ਰਸ ਅੰਮ੍ਰਿਤ ਦੇ ਪੀਣ ਨਾਲ) ਤੁਹਾਡੀ ਮਤ ਸਦਾ ਲਈ ਐਸੀ ਬਣ ਜਾਇਗੀ ਜੋ ਮੁਸ਼ਕਲ ਨਾਲ ਬਣਿਆ ਕਰਦੀ ਹੈ, (ਇਹ ਅੰਮ੍ਰਿਤ) ਸਹਿਜ ਅਵਸਥਾ ਵਿਚ (ਅਪੜਾ ਕੇ, ਮਾਇਆ ਦੀ) ਪਿਆਸ ਬੁਝਾ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਦੁਰ-ਲਭ",
    "type_id": 4
  },
  {
    "id": 48100,
    "shabad_id": 4016,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਭੈ ਬਿਚਿ. ਭਾੳੁ ਭਾੲਿ. ਕੋੳੂ ਬੂਝਹਿ; ਹਰਿ ਰਸੁ ਪਾਵੈ ਭਾੲੀ ||",
    "transliteration": "Bhai Bich Bhaao Bhaae Kooo Boojhehi Har Ras Paavai Bhaaee ||",
    "translation": "In the Fear of God, is the Love of God. Only those few who understand His Love obtain the sublime essence of the Lord, O Siblings of Destiny.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੋ ਜੋ ਮਨੁੱਖ ਇਸ ਹਰਿ-ਨਾਮ ਅੰਮ੍ਰਿਤ ਦਾ ਸੁਆਦ ਚੱਖਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਡਰ ਵਿਚ ਰਹਿ ਕੇ ਉਸ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦਾ ਪ੍ਰੇਮ ਪੈਦਾ ਹੁੰਦਾ ਹੈ। ਉਸ ਪ੍ਰੇਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਵਿਰਲੇ (ਭਾਗਾਂ ਵਾਲੇ) ਬੰਦੇ ਇਹ ਗੱਲ ਸਮਝ ਲੈਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48101,
    "shabad_id": 4016,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਜੇਤੇ ਘਟ. ਅੰਮਿ੍ਰਤੁ ਸਭ ਹੀ ਮਹਿ; ਭਾਵੈ ਤਿਸਹਿ ਪੀਅਾੲੀ ||੨||",
    "transliteration": "Jaethae Ghatt Anmrith Sabh Hee Mehi Bhaavai Thisehi Peeaaee ||2||",
    "translation": "As many hearts as there are - in all of them, is His Ambrosial Nectar; as He pleases, He causes them to drink it in. ||2||",
    "punjabi": "ਕਿ ਜਿਤਨੇ ਭੀ ਜੀਵ ਹਨ, ਉਹਨਾਂ ਸਭਨਾਂ ਦੇ ਅੰਦਰ ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਮੌਜੂਦ ਹੈ। ਪਰ, ਜੋ ਜੀਵ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਸੇ ਨੂੰ ਹੀ ਉਹ ਅੰਮ੍ਰਿਤ ਪਿਆਲਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48102,
    "shabad_id": 4016,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਨਗਰੀ ੲੇਕੈ. ਨੳੁ ਦਰਵਾਜੇ; ਧਾਵਤੁ ਬਰਜਿ ਰਹਾੲੀ ||",
    "transliteration": "Nagaree Eaekai No Dharavaajae Dhhaavath Baraj Rehaaee ||",
    "translation": "There are nine gates to the one city of the body; restrain your mind from escaping through them.",
    "punjabi": "(\"ਰਾਮ ਕੀ ਦੁਹਾਈ\" ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜੋ ਮਨੁੱਖ ਇਸ ਨੌਂ-ਗੋਲਕੀ ਸਰੀਰ ਦੇ ਅੰਦਰ ਹੀ ਭਟਕਦੇ ਮਨ ਨੂੰ ਮਾਇਆ ਵਲੋਂ ਵਰਜ ਕੇ ਰੋਕ ਰੱਖਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48103,
    "shabad_id": 4016,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਤਿ੍ਰਕੁਟੀ ਛੂਟੈ. ਦਸਵਾਦਰੁ ਖੂਲ੍ਹੈ; ਤਾ ਮਨੁ ਖੀਵਾ ਭਾੲੀ ||੩||",
    "transliteration": "Thrikuttee Shhoottai Dhasavaa Dhar Khoolhai Thaa Man Kheevaa Bhaaee ||3||",
    "translation": "When the knot of the three qualities is untied, then the Tenth Gate opens up, and the mind is intoxicated, O Siblings of Destiny. ||3||",
    "punjabi": "ਉਸ ਦੀ ਤ੍ਰਿਊੜੀ ਮੁੱਕ ਜਾਂਦੀ ਹੈ (ਭਾਵ, ਮਾਇਆ ਦੇ ਕਾਰਨ ਪੈਦਾ ਹੋਈ ਖਿੱਝ ਖ਼ਤਮ ਹੋ ਜਾਂਦੀ ਹੈ), ਉਸ ਦੀ ਸੁਰਤ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਜਾਂਦੀ ਹੈ ਤੇ (ਉਸ ਮਿਲਾਪ ਵਿਚ ਉਸ ਦਾ) ਮਨ ਮਗਨ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਦਸਵਾ-ਦਰੁ",
    "type_id": 3
  },
  {
    "id": 48104,
    "shabad_id": 4016,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਅਭੈ ਪਦ ਪੂਰਿ. ਤਾਪ ਤਹ ਨਾਸੇ; ਕਹਿ ਕਬੀਰ ਬੀਚਾਰੀ ||",
    "transliteration": "Abhai Padh Poor Thaap Theh Naasae Kehi Kabeer Beechaaree ||",
    "translation": "When the mortal fully realizes the state of fearless dignity, then his sufferings vanish; so says Kabeer after careful deliberation.",
    "punjabi": "ਹੁਣ ਕਬੀਰ ਇਹ ਗੱਲ ਬੜੇ ਯਕੀਨ ਨਾਲ ਆਖਦਾ ਹੈ ਕਿ ('ਰਾਮ ਕੀ ਦੁਹਾਈ' ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਨ ਵਿਚ ਉਹ ਹਾਲਤ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ ਜਿੱਥੇ ਇਸ ਨੂੰ ਦੁਨੀਆ ਦੇ ਕੋਈ) ਡਰ ਨਹੀਂ ਪੋਂਹਦੇ, ਮਨ ਦੇ ਸਾਰੇ ਕਲੇਸ਼ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48105,
    "shabad_id": 4016,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ੳੁਬਟ ਚਲੰਤੇ, ੲਿਹੁ ਮਦੁ ਪਾੲਿਅਾ; ਜੈਸੇ ਖੋਂਦ ਖੁਮਾਰੀ ||੪||੩||",
    "transliteration": "Oubatt Chalanthae Eihu Madh Paaeiaa Jaisae Khonadh Khumaaree ||4||3||",
    "translation": "Turning away from the world, I have obtained this wine, and I am intoxicated with it. ||4||3||",
    "punjabi": "(ਪਰ ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਹਾਸਲ ਕਰਨ ਵਾਲਾ ਰਾਹ, ਔਖਾ ਪਹਾੜੀ ਰਾਹ ਹੈ) ਇਸ ਔਖੇ ਚੜ੍ਹਾਈ ਦੇ ਰਾਹ ਚੜ੍ਹਦਿਆਂ ਹੀ ਇਹ ਨਸ਼ਾ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ (ਤੇ ਇਹ ਨਸ਼ਾ ਇਉਂ ਹੈ) ਜਿਵੇਂ ਅੰਗੂਰੀ ਸ਼ਰਾਬ ਦਾ ਨਸ਼ਾ ਹੁੰਦਾ ਹੈ ॥੪॥੩॥",
    "pronunciation": "ਚ-ਲੰਤੇ",
    "type_id": 3
  },
  {
    "id": 48106,
    "shabad_id": 4017,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਾਮ ਕ੍ਰੋਧ ਤਿ੍ਰਸਨਾ ਕੇ ਲੀਨੇ; ਗਤਿ ਨਹੀ ੲੇਕੈ ਜਾਨੀ ||",
    "transliteration": "Kaam Krodhh Thrisanaa Kae Leenae Gath Nehee Eaekai Jaanee ||",
    "translation": "You are engrossed with unsatisfied sexual desire and unresolved anger; you do not know the State of the One Lord.",
    "punjabi": "(ਹੇ ਅੰਞਾਣ!) ਕਾਮ, ਕ੍ਰੋਧ, ਤ੍ਰਿਸ਼ਨਾ ਆਦਿਕ ਵਿਚ ਗ੍ਰਸੇ ਰਹਿ ਕੇ ਤੂੰ ਇਹ ਨਹੀਂ ਸਮਝਿਆ ਕਿ ਪ੍ਰਭੂ ਨਾਲ ਮੇਲ ਕਿਵੇਂ ਹੋ ਸਕੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 48107,
    "shabad_id": 4017,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਫੂਟੀ ਅਾਖੈ. ਕਛੂ ਨ ਸੂਝੈ; ਬੂਡਿ ਮੂੲੇ. ਬਿਨੁ ਪਾਨੀ ||੧||",
    "transliteration": "Foottee Aakhai Kashhoo N Soojhai Boodd Mooeae Bin Paanee ||1||",
    "translation": "Your eyes are blinded, and you see nothing at all. You drown and die without water. ||1||",
    "punjabi": "ਮਾਇਆ ਵਿਚ ਤੂੰ ਅੰਨ੍ਹਾ ਹੋ ਰਿਹਾ ਹੈਂ, (ਮਾਇਆ ਤੋਂ ਬਿਨਾ) ਕੁਝ ਹੋਰ ਤੈਨੂੰ ਸੁੱਝਦਾ ਹੀ ਨਹੀਂ। ਤੂੰ ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਹੀ (ਰੜੇ ਹੀ) ਡੁੱਬ ਮੋਇਓਂ ॥੧॥",
    "pronunciation": "ਅਾਂਖੈਂ",
    "type_id": 3
  }
]
