[
  {
    "shabad_id": 4021,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "rwgu BYrau mhlw 1 Gru 1 caupdy",
    "transliteration": "Raag Bhairo Mehalaa 1 Ghar 1 Choupadhae",
    "translation": "Raag Bhairao, First Mehl, First House, Chau-Padas:",
    "punjabi": "ਰਾਗ ਭੈਰਉ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "cau-pdy",
    "type_id": 3
  },
  {
    "shabad_id": 4021,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "<>siqnwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid]",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4021,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "quJ qy bwhir; ikCU. n hoie]",
    "transliteration": "Thujh Thae Baahar Kishhoo N Hoe ||",
    "translation": "Without You, nothing happens.",
    "punjabi": "(ਜਗਤ ਵਿਚ) ਕੋਈ ਭੀ ਕੰਮ ਤੇਰੀ ਮਰਜ਼ੀ ਦੇ ਵਿਰੁੱਧ ਨਹੀਂ ਹੋ ਰਿਹਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4021,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "qU kir kir dyKih; jwxih soie]1]",
    "transliteration": "Thoo Kar Kar Dhaekhehi Jaanehi Soe ||1||",
    "translation": "You create the creatures, and gazing on them, you know them. ||1||",
    "punjabi": "ਤੂੰ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰ ਕਰ ਕੇ ਸੰਭਾਲ ਕਰਦਾ ਹੈਂ ਤੂੰ ਆਪ ਹੀ (ਆਪਣੇ ਕੀਤੇ ਨੂੰ) ਸਮਝਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4021,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ikAw khIAY; ikCu khI. n jwie]",
    "transliteration": "Kiaa Keheeai Kishh Kehee N Jaae ||",
    "translation": "What can I say? I cannot say anything.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਜਗਤ ਵਿਚ) ਜੋ ਕੁਝ ਹੋ ਰਿਹਾ ਹੈ ਸਭ ਤੇਰੀ ਮਰਜ਼ੀ ਅਨੁਸਾਰ ਹੋ ਰਿਹਾ ਹੈ (ਚਾਹੇ ਉਹ ਜੀਵਾਂ ਵਾਸਤੇ ਸੁਖ ਹੈ ਚਾਹੇ ਦੁੱਖ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4021,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "jo ikCu AhY; sB qyrI rjwie]1]rhwau]",
    "transliteration": "Jo Kishh Ahai Sabh Thaeree Rajaae ||1|| Rehaao ||",
    "translation": "Whatever exists, is by Your Will. ||Pause||",
    "punjabi": "ਜੇ ਜੀਵਾਂ ਨੂੰ ਕੋਈ ਕਸ਼ਟ ਮਿਲ ਰਿਹਾ ਹੈ, ਤਾਂ ਭੀ ਉਸ ਦੇ ਵਿਰੁੱਧ ਰੋਸ ਵਜੋਂ) ਅਸੀਂ ਜੀਵ ਕੀਹ ਆਖ ਸਕਦੇ ਹਾਂ? (ਸਾਨੂੰ ਤੇਰੀ ਰਜ਼ਾ ਦੀ ਸਮਝ ਨਹੀਂ ਹੈ, ਇਸ ਵਾਸਤੇ ਸਾਥੋਂ ਜੀਵਾਂ ਪਾਸੋਂ) ਕੋਈ ਗਿਲਾ ਕੀਤਾ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਕੋਈ ਗਿਲਾ ਫਬਦਾ ਨਹੀਂ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4021,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "jo ikCu krxw; su qyrY pwis]",
    "transliteration": "Jo Kishh Karanaa S Thaerai Paas ||",
    "translation": "Whatever is to be done, rests with You.",
    "punjabi": "ਅਸਾਂ ਜੀਵਾਂ ਨੇ ਜੇਹੜਾ ਭੀ ਕੋਈ ਤਰਲਾ ਕਰਨਾ ਹੈ ਤੇਰੇ ਪਾਸ ਹੀ ਕਰਨਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4021,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "iksu AwgY kIcY Ardwis]2]",
    "transliteration": "Kis Aagai Keechai Aradhaas ||2||",
    "translation": "Unto whom should I offer my prayer? ||2||",
    "punjabi": "(ਜੇ ਤੇਰੀ ਰਜ਼ਾ ਵਿਚ ਕੋਈ ਐਸੀ ਘਟਨਾ ਵਾਪਰੇ ਜੋ ਸਾਨੂੰ ਜੀਵਾਂ ਨੂੰ ਦੁਖਦਾਈ ਜਾਪੇ, ਤਾਂ ਭੀ ਤੈਥੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਅੱਗੇ ਅਰਜ਼ੋਈ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4021,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "AwKxu sunxw qyrI bwxI]",
    "transliteration": "Aakhan Sunanaa Thaeree Baanee ||",
    "translation": "I speak and hear the Bani of Your Word.",
    "punjabi": "(ਸਾਨੂੰ ਜੀਵਾਂ ਨੂੰ) ਇਹੀ ਫਬਦਾ ਹੈ ਕਿ ਅਸੀਂ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੀ ਕਰੀਏ ਤੇ ਸੁਣੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4021,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "qU Awpy jwxih; srb ivfwxI]3]",
    "transliteration": "Thoo Aapae Jaanehi Sarab Viddaanee ||3||",
    "translation": "You Yourself know all Your Wondrous Play. ||3||",
    "punjabi": "ਹੇ ਸਾਰੇ ਅਚਰਜ ਕੌਤਕ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ (ਆਪਣੇ ਕੀਤੇ ਕੰਮਾਂ ਦੇ ਰਾਜ਼) ਸਮਝਦਾ ਹੈਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4021,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "kry krwey jwxY Awip]",
    "transliteration": "Karae Karaaeae Jaanai Aap ||",
    "translation": "You Yourself act, and inspire all to act; only You Yourself know.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਦਾ ਹੈ ਆਪ ਹੀ (ਜੀਵਾਂ ਪਾਸੋਂ) ਕਰਾਂਦਾ ਹੈ ਤੇ ਆਪ ਹੀ (ਸਾਰੇ ਭੇਦ ਨੂੰ) ਸਮਝਦਾ ਹੈ (ਕਿ ਕਿਉਂ ਇਹ ਕੁਝ ਕਰ ਤੇ ਕਰਾ ਰਿਹਾ ਹੈ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4021,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "nwnk; dyKY Qwip auQwip]4]1]",
    "transliteration": "Naanak Dhaekhai Thhaap Outhhaap ||4||1||",
    "translation": "Says Nanak, You, Lord, see, establish and disestablish. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਗਤ ਨੂੰ ਰਚ ਕੇ ਭੀ ਤੇ ਢਾਹ ਕੇ ਭੀ ਪ੍ਰਭੂ ਆਪ ਹੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4022,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4022,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "rwgu BYrau mhlw 1 Gru 2]",
    "transliteration": "Raag Bhairo Mehalaa 1 Ghar 2 ||",
    "translation": "Raag Bhairao, First Mehl, Second House:",
    "punjabi": "ਰਾਗ ਭੈਰਉ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4022,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "gur kY sbid. qry muin kyqy; ieMdRwidk bRhmwid qry]",
    "transliteration": "Gur Kai Sabadh Tharae Mun Kaethae Eindhraadhik Brehamaadh Tharae ||",
    "translation": "Through the Word of the Guru's Shabad, so many silent sages have been saved; Indra and Brahma have also been saved.",
    "punjabi": "ਇੰਦ੍ਰ ਬ੍ਰਹਮਾ ਅਤੇ ਉਹਨਾਂ ਵਰਗੇ ਹੋਰ ਅਨੇਕਾਂ ਸਮਾਧੀਆਂ ਲਾਣ ਵਾਲੇ ਸਾਧੂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਹੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਦੇ ਰਹੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4022,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "snk snMdn qpsI jn kyqy; gur prswdI pwir pry]1]",
    "transliteration": "Sanak Sanandhan Thapasee Jan Kaethae Gur Parasaadhee Paar Parae ||1||",
    "translation": "Sanak, Sanandan and many humble men of austerity, by Guru's Grace, have been carried across to the other side. ||1||",
    "punjabi": "(ਬ੍ਰਹਮਾ ਦੇ ਪੁਤ੍ਰ) ਸਨਕ ਸਨੰਦਨ ਤੇ ਹੋਰ ਅਨੇਕਾਂ ਤਪੀ ਸਾਧੂ ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਹੀ ਭਵਜਲ ਤੋਂ ਪਾਰ ਲੰਘੇ ॥੧॥",
    "pronunciation": "q-p`sI",
    "type_id": 3
  },
  {
    "shabad_id": 4022,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "Bvjlu. ibnu sbdY; ikau qrIAY]",
    "transliteration": "Bhavajal Bin Sabadhai Kio Thareeai ||",
    "translation": "Without the Word of the Shabad, how can anyone cross over the terrifying world-ocean?",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ (ਦੀ ਅਗਵਾਈ) ਤੋਂ ਬਿਨਾ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਨਹੀਂ ਲੰਘ ਸਕੀਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4022,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "nwm ibnw. jgu roig ibAwipAw; duibDw fuib fuib mrIAY]1]rhwau]",
    "transliteration": "Naam Binaa Jag Rog Biaapiaa Dhubidhhaa Ddub Ddub Mareeai ||1|| Rehaao ||",
    "translation": "Without the Naam, the Name of the Lord, the world is entangled in the disease of duality, and is drowned, drowned, and dies. ||1||Pause||",
    "punjabi": "(ਕਿਉਂਕਿ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਵਾਂਜਿਆਂ ਰਹਿ ਕੇ ਜਗਤ (ਮੇਰ-ਤੇਰ ਵਿਤਕਰੇ ਦੇ) ਰੋਗ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਮੇਰ-ਤੇਰ (ਦੇ ਡੂੰਘੇ ਪਾਣੀਆਂ) ਵਿਚ ਮੁੜ ਮੁੜ ਡੁੱਬ ਕੇ (ਗੋਤੇ ਖਾ ਕੇ ਆਖ਼ਿਰ) ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲਈਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4022,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "guru dyvw. gur AlK AByvw; iqRBvx soJI. gur kI syvw]",
    "transliteration": "Gur Dhaevaa Gur Alakh Abhaevaa Thribhavan Sojhee Gur Kee Saevaa ||",
    "translation": "The Guru is Divine; the Guru is Inscrutable and Mysterious. Serving the Guru, the three worlds are known and understood.",
    "punjabi": "ਗੁਰੂ (ਆਤਮਕ ਜੀਵਨ ਦੇ) ਚਾਨਣ ਦਾ ਸੋਮਾ ਹੈ, ਗੁਰੂ ਅਲੱਖ ਅਭੇਵ ਪਰਮਾਤਮਾ (ਦਾ ਰੂਪ) ਹੈ, (ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਤੇ ਤੁਰਿਆਂ ਹੀ) ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਕਮਾਇਆਂ ਹੀ ਤਿੰਨਾਂ ਭਵਣਾਂ (ਵਿਚ ਵਿਆਪਕ ਪ੍ਰਭੂ) ਦੀ ਸੂਝ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4022,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "Awpy dwiq krI. guir dwqY; pwieAw AlK AByvw]2]",
    "transliteration": "Aapae Dhaath Karee Gur Dhaathai Paaeiaa Alakh Abhaevaa ||2||",
    "translation": "The Guru, the Giver, has Himself given me the Gift; I have obtained the Inscrutable, Mysterious Lord. ||2||",
    "punjabi": "ਨਾਮ ਦੀ ਦਾਤ ਦੇਣ ਵਾਲੇ ਗੁਰੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪ (ਨਾਮ ਦੀ) ਦਾਤ ਦਿੱਤੀ, ਉਸ ਨੂੰ ਅਲੱਖ ਅਭੇਵ ਪ੍ਰਭੂ ਲੱਭ ਪਿਆ ॥੨॥",
    "pronunciation": "A-lK",
    "type_id": 3
  },
  {
    "shabad_id": 4022,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "mnu rwjw. mnu mn qy mwinAw; mnsw mnih smweI]",
    "transliteration": "Man Raajaa Man Man Thae Maaniaa Manasaa Manehi Samaaee ||",
    "translation": "The mind is the king; the mind is appeased and satisfied through the mind itself, and desire is stilled in the mind.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ) ਜੇਹੜਾ ਮਨ ਆਪਣੇ ਸਰੀਰਕ ਇੰਦ੍ਰਿਆਂ ਉਤੇ ਕਾਬੂ ਪਾਣ-ਜੋਗਾ ਹੋ ਗਿਆ; ਉਹ ਮਨ ਮਾਇਕ ਫੁਰਨਿਆਂ ਦੇ ਪਿਛੇ ਦੌੜ-ਭੱਜ ਬੰਦ ਕਰਨੀ ਮੰਨ ਗਿਆ, ਉਸ ਮਨ ਦੀ ਵਾਸਨਾ ਉਸ ਦੇ ਆਪਣੇ ਹੀ ਅੰਦਰ ਲੀਨ ਹੋ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4022,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "mnu jogI. mnu ibnis ibEgI; mnu smJY gux gweI]3]",
    "transliteration": "Man Jogee Man Binas Biougee Man Samajhai Gun Gaaee ||3||",
    "translation": "The mind is the Yogi, the mind wastes away in separation from the Lord; singing the Glorious Praises of the Lord, the mind is instructed and reformed. ||3||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਉਹ) ਮਨ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦਾ ਮਿਲਾਪੀ ਹੋ ਗਿਆ, ਉਹ ਮਨ ਆਪਾ-ਭਾਵ ਵਲੋਂ ਖ਼ਤਮ ਹੋ ਕੇ ਪ੍ਰਭੂ (-ਦੀਦਾਰ) ਦਾ ਪ੍ਰੇਮੀ ਹੋ ਗਿਆ, ਉਹ ਮਨ ਉੱਚੀ ਸੂਝ ਵਾਲਾ ਹੋ ਗਿਆ, ਤੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਲੱਗ ਪਿਆ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4022,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "gur qy. mnu mwirAw, sbdu vIcwirAw; qy ivrly sMswrw]",
    "transliteration": "Gur Thae Man Maariaa Sabadh Veechaariaa Thae Viralae Sansaaraa ||",
    "translation": "How very rare are those in this world who, through the Guru, subdue their minds, and contemplate the Word of the Shabad.",
    "punjabi": "ਜਗਤ ਵਿਚ ਉਹ ਵਿਰਲੇ ਬੰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣਾ ਮਨ ਵੱਸ ਵਿਚ ਕੀਤਾ ਹੈ ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਵਸਾਇਆ ਹੈ (ਜਿਨ੍ਹਾਂ ਇਹ ਪਦਵੀ ਪਾ ਲਈ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4022,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "nwnk. swihbu Birpuir lIxw; swc sbid insqwrw]4]1]2]",
    "transliteration": "Naanak Saahib Bharipur Leenaa Saach Sabadh Nisathaaraa ||4||1||2||",
    "translation": "O Nanak, our Lord and Master is All-pervading; through the True Word of the Shabad, we are emancipated. ||4||1||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹਨਾਂ ਨੂੰ ਮਾਲਿਕ-ਪ੍ਰਭੂ ਸਾਰੇ ਜਗਤ ਵਿਚ (ਨਕਾ-ਨਕ) ਵਿਆਪਕ ਦਿੱਸ ਪੈਂਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸੱਚੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਮੇਰ-ਤੇਰ ਦੇ ਡੂੰਘੇ ਪਾਣੀਆਂ ਵਿਚੋਂ) ਉਹ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੪॥੧॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4023,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "BYrau mhlw 1]",
    "transliteration": "Bhairo Mehalaa 1 ||",
    "translation": "Bhairao, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4023,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nYnI idRsit nhI. qnu hInw; jir jIiqAw. isir kwlo]",
    "transliteration": "Nainee Dhrisatt Nehee Than Heenaa Jar Jeethiaa Sir Kaalo ||",
    "translation": "The eyes lose their sight, and the body withers away; old age overtakes the mortal, and death hangs over his head.",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀ! ਤੇਰੀਆਂ ਅੱਖਾਂ ਵਿਚ ਵੇਖਣ ਦੀ (ਪੂਰੀ) ਤਾਕਤ ਨਹੀਂ ਰਹੀ, ਤੇਰਾ ਸਰੀਰ ਲਿੱਸਾ ਹੋ ਗਿਆ ਹੈ, ਬੁਢੇਪੇ ਨੇ ਤੈਨੂੰ ਜਿੱਤ ਲਿਆ ਹੈ (ਬੁਢੇਪੇ ਨੇ ਜ਼ੋਰ ਪਾ ਦਿੱਤਾ ਹੈ)। ਤੇਰੇ ਸਿਰ ਉਤੇ ਹੁਣ ਮੌਤ ਕੂਕ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4023,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "rUpu rMgu rhsu nhI swcw; ikau CofY. jm jwlo]1]",
    "transliteration": "Roop Rang Rehas Nehee Saachaa Kio Shhoddai Jam Jaalo ||1||",
    "translation": "Beauty, loving attachment and the pleasures of life are not permanent. How can anyone escape from the noose of death? ||1||",
    "punjabi": "ਨਾਹ ਤੇਰਾ ਰੱਬੀ ਰੂਪ ਬਣਿਆ, ਨਾਹ ਤੈਨੂੰ ਰੱਬੀ ਰੰਗ ਚੜ੍ਹਿਆ, ਨਾਹ ਤੇਰੇ ਅੰਦਰ ਰੱਬੀ ਖੇੜਾ ਆਇਆ, (ਦੱਸ) ਜਮ ਦਾ ਜਾਲ ਤੈਨੂੰ ਕਿਵੇਂ ਛੱਡੇਗਾ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4023,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "pRwxI hir jip; jnmu gieE]",
    "transliteration": "Praanee Har Jap Janam Gaeiou ||",
    "translation": "O mortal, meditate on the Lord - your life is passing away!",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀ! ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰ। ਜ਼ਿੰਦਗੀ ਬੀਤਦੀ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]