[
  {
    "shabad_id": 4026,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "swic rqy. scu AMimRqu ijhvw; imiQAw mYlu. n rweI]",
    "transliteration": "Saach Rathae Sach Anmrith Jihavaa Mithhiaa Mail N Raaee ||",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਪਿਆਰ) ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਦੀ ਜੀਭ ਉਤੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਝੂਠ ਦੀ ਮੈਲ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਰਤਾ ਭੀ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4026,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "inrml nwmu AMimRq rsu cwiKAw; sbid rqy piq pweI]3]",
    "transliteration": "Niramal Naam Anmrith Ras Chaakhiaa Sabadh Rathae Path Paaee ||3||",
    "punjabi": "ਉਹ ਬੰਦੇ ਪਵਿੱਤ੍ਰ ਨਾਮ (ਜਪਦੇ ਹਨ), ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਦੇ ਹਨ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚ ਸਦਾ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਤੇ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਖੱਟਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4026,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "guxI guxI imil lwhw pwvis; gurmuiK nwim vfweI]",
    "transliteration": "Gunee Gunee Mil Laahaa Paavas Guramukh Naam Vaddaaee ||",
    "punjabi": "ਗੁਣਵਾਨ (ਸੇਵਕ) ਗੁਣਵਾਨ (ਸੇਵਕ) ਨੂੰ ਮਿਲ ਕੇ (ਨਾਮ ਸਿਮਰਨ ਦੀ ਸਾਂਝ ਬਣਾ ਕੇ) ਪ੍ਰਭੂ-ਨਾਮ ਦਾ ਲਾਭ ਖੱਟਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰ ਕੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਇੱਜ਼ਤ ਪਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4026,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "sgly dUK imtih. gur syvw; nwnk nwmu sKweI]4]5]6]",
    "transliteration": "Sagalae Dhookh Mittehi Gur Saevaa Naanak Naam Sakhaaee ||4||5||6||",
    "punjabi": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਕਰ ਕੇ ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ; ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਸ ਦਾ (ਸਦਾ ਦਾ) ਮਿੱਤਰ ਬਣ ਜਾਂਦਾ ਹੈ ॥੪॥੫॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4027,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "BYrau mhlw 1]",
    "transliteration": "Bhairo Mehalaa 1 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4027,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ihrdY nwmu. srb Dnu Dwrxu; gur prswdI pweIAY]",
    "transliteration": "Hiradhai Naam Sarab Dhhan Dhhaaran Gur Parasaadhee Paaeeai ||",
    "punjabi": "(ਜਿਵੇਂ ਦੁਨੀਆ ਵਾਲਾ ਧਨ-ਪਦਾਰਥ ਇਨਸਾਨ ਦੀਆਂ ਸਰੀਰਕ ਲੋੜਾਂ ਪੂਰੀਆਂ ਕਰਦਾ ਹੈ, ਤਿਵੇਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਣਾ ਸਭ ਜੀਵਾਂ ਲਈ (ਆਤਮਕ ਲੋੜਾਂ ਪੂਰੀਆਂ ਕਰਨ ਵਾਸਤੇ) ਧਨ ਹੈ (ਆਤਮਕ ਜੀਵਨ ਦਾ) ਸਹਾਰਾ ਬਣਦਾ ਹੈ, (ਪਰ ਇਹ ਧਨ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4027,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "Amr pdwrQ qy ikrqwrQ; shj iDAwin ilv lweIAY]1]",
    "transliteration": "Amar Padhaarathh Thae Kirathaarathh Sehaj Dhhiaan Liv Laaeeai ||1||",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਇਸ ਕੀਮਤੀ ਧਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਕਾਮਯਾਬ ਜ਼ਿੰਦਗੀ ਵਾਲਾ ਹੋ ਜਾਈਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਟਿਕਾਓ ਵਿਚ ਟਿਕੇ ਰਹਿ ਕੇ ਸੁਰਤ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4027,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "mn ry; rwm Bgiq icqu lweIAY]",
    "transliteration": "Man Rae Raam Bhagath Chith Laaeeai ||",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਵਿਚ ਜੁੜਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4027,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "gurmuiK rwm nwmu jip ihrdY; shj syqI Gir jweIAY]1]rhwau]",
    "transliteration": "Guramukh Raam Naam Jap Hiradhai Sehaj Saethee Ghar Jaaeeai ||1|| Rehaao ||",
    "punjabi": "ਹੇ ਮਨ! ਗੁਰੂ ਦੇ ਦੱਸੇ ਜੀਵਨ-ਰਾਹ ਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਸਿਮਰ, (ਇਸ ਤਰ੍ਹਾਂ) ਸ਼ਾਂਤੀ ਵਾਲਾ ਜੀਵਨ ਗੁਜ਼ਾਰਦਿਆਂ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਪਹੁੰਚ ਜਾਈਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4027,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "Brmu Bydu Bau. kbhu, n CUtis; Awvq jwq. n jwnI]",
    "transliteration": "Bharam Bhaedh Bho Kabahu N Shhoottas Aavath Jaath N Jaanee ||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ) ਭਟਕਣਾ, ਪ੍ਰਭੂ ਨਾਲੋਂ ਵਿੱਥ, ਡਰ-ਸਹਮ ਕਦੇ ਨਹੀਂ ਮੁੱਕਦਾ, ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, (ਸਹੀ ਜੀਵਨ ਦੀ) ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4027,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ibnu hir nwm. ko mukiq, n pwvis; fUib muey ibnu pwnI]2]",
    "transliteration": "Bin Har Naam Ko Mukath N Paavas Ddoob Mueae Bin Paanee ||2||",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਕੋਈ ਬੰਦਾ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦਾ। (ਵਿਕਾਰਾਂ ਦੇ ਪਾਣੀ ਵਿਚ) ਗੋਤੇ ਖਾ ਖਾ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦਾ ਹੈ, ਵਿਸ਼ਿਆਂ ਨਾਲ ਤ੍ਰਿਪਤੀ ਭੀ ਨਹੀਂ ਹੁੰਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4027,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "DMDw krq. sglI piq Kovis; Brmu. n imtis gvwrw]",
    "transliteration": "Dhhandhhaa Karath Sagalee Path Khovas Bharam N Mittas Gavaaraa ||",
    "punjabi": "ਹੇ ਮੂਰਖ (ਮਨ)! (ਨਿਰੀ) ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਦੌੜ-ਭੱਜ ਕਰਦਿਆਂ ਤੂੰ ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਲਏਂਗਾ, (ਇਸ ਤਰ੍ਹਾਂ) ਤੇਰੀ ਭਟਕਣਾ ਨਹੀਂ ਮੁੱਕੇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4027,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ibnu gur sbd. mukiq nhI kb hI; AMDuly DMDu pswrw]3]",
    "transliteration": "Bin Gur Sabadh Mukath Nehee Kab Hee Andhhulae Dhhandhh Pasaaraa ||3||",
    "punjabi": "ਹੇ ਅੰਨ੍ਹੇ (ਮਨ)! ਗੁਰੂ ਦੇ ਸ਼ਬਦ (ਨਾਲ ਪਿਆਰ ਕਰਨ) ਤੋਂ ਬਿਨਾ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਤੋਂ) ਕਦੇ ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੋਵੇਗੀ। ਇਹ ਦੌੜ-ਭੱਜ ਟਿਕੀ ਰਹੇਗੀ, ਸੁਰਤ ਦਾ ਇਹ ਖਿੰਡਾਉ ਬਣਿਆ ਰਹੇਗਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4027,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "Akul inrMjn isau mnu mwinAw; mn hI qy mnu mUAw]",
    "transliteration": "Akul Niranjan Sio Man Maaniaa Man Hee Thae Man Mooaa ||",
    "punjabi": "ਜੇਹੜਾ ਮਨ ਉਸ ਪ੍ਰਭੂ ਨਾਲ ਗਿੱਝ ਜਾਂਦਾ ਹੈ ਜੋ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਹੈ ਅਤੇ ਜਿਸ ਦੀ ਕੋਈ ਖ਼ਾਸ ਕੁਲ ਨਹੀਂ ਹੈ, ਮਾਇਕ ਫੁਰਨਿਆਂ ਵਲੋਂ ਉਸ ਮਨ ਦਾ ਚਾਉ-ਉਤਸ਼ਾਹ ਹੀ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4027,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "AMqir bwhir eyko jwinAw; nwnk. Avru, n dUAw]4]6]7]",
    "transliteration": "Anthar Baahar Eaeko Jaaniaa Naanak Avar N Dhooaa ||4||6||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨ ਆਪਣੇ ਅੰਦਰ ਤੇ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਪਛਾਣਦਾ ਹੈ, ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਉਸ ਨੂੰ ਨਹੀਂ ਸੁਝਦਾ ॥੪॥੬॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4028,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "BYrau mhlw 1]",
    "transliteration": "Bhairo Mehalaa 1 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4028,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "jgn hom. puMn qp pUjw; dyh duKI. inq dUK shY]",
    "transliteration": "Jagan Hom Punn Thap Poojaa Dhaeh Dhukhee Nith Dhookh Sehai ||",
    "punjabi": "(ਜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਨਹੀਂ ਕਰਦਾ ਤਾਂ) ਜੱਗ ਹਵਨ ਪੁੰਨ-ਦਾਨ, ਤਪ ਪੂਜਾ ਆਦਿਕ ਕਰਮ ਕੀਤਿਆਂ ਸਰੀਰ (ਫਿਰ ਭੀ) ਦੁਖੀ ਹੀ ਰਹਿੰਦਾ ਹੈ ਦੁੱਖ ਹੀ ਸਹਾਰਦਾ ਹੈ।",
    "pronunciation": "j`gn",
    "type_id": 3
  },
  {
    "shabad_id": 4028,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "rwm nwm ibnu. mukiq, n pwvis; mukiq nwim. gurmuiK lhY]1]",
    "transliteration": "Raam Naam Bin Mukath N Paavas Mukath Naam Guramukh Lehai ||1||",
    "punjabi": "(ਵਿਕਾਰਾਂ ਤੋਂ ਅਤੇ ਵਿਕਾਰਾਂ ਤੋਂ ਪੈਦਾ ਹੋਏ ਦੁੱਖਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਕੋਈ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਨ ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦਾ, ਇਹ ਖ਼ਲਾਸੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ-ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਹੀ ਮਿਲਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4028,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "rwm nwm ibnu; ibrQy jig jnmw]",
    "transliteration": "Raam Naam Bin Birathhae Jag Janamaa ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣ ਤੋਂ ਵਾਂਜੇ ਰਹਿ ਕੇ ਮਨੁੱਖ ਦਾ ਜਗਤ ਵਿਚ ਜਨਮ (ਲੈਣਾ) ਵਿਅਰਥ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4028,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ibKu KwvY. ibKu bolI bolY; ibnu nwvY. inhPlu mir BRmnw]1]rhwau]",
    "transliteration": "Bikh Khaavai Bikh Bolee Bolai Bin Naavai Nihafal Mar Bhramanaa ||1|| Rehaao ||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਵਿਸ਼ਿਆਂ ਦੀ ਜ਼ਹਰ ਖਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਵਿਸ਼ਿਆਂ ਦੀਆਂ ਹੀ ਨਿੱਤ ਗੱਲਾਂ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ-ਸਿਮਰਨ ਤੋਂ ਖ਼ਾਲੀ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਰਹਿੰਦੀ ਹੈ ਉਹ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦਾ ਹੈ ਅਤੇ ਸਦਾ ਭਟਕਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4028,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "pusqk pwT, ibAwkrx vKwxY; sMiDAw krm iqkwl krY ]",
    "transliteration": "Pusathak Paath Biaakaran Vakhaanai Sandhhiaa Karam Thikaal Karai ||",
    "punjabi": "(ਪੰਡਿਤ ਸੰਸਕ੍ਰਿਤ) ਪੁਸਤਕਾਂ ਦੇ ਪਾਠ ਤੇ ਵਿਆਕਰਣ ਆਦਿਕ (ਆਪਣੇ ਵਿਦਿਆਰਥੀਆਂ ਆਦਿਕਾਂ ਨੂੰ) ਸਮਝਾਂਦਾ ਹੈ, ਤਿੰਨ ਵੇਲੇ (ਹਰ ਰੋਜ਼) ਸੰਧਿਆ-ਕਰਮ ਭੀ ਕਰਦਾ ਹੈ,",
    "pronunciation": "(iqkwl) svyry, dupihry, Swm- iqMny kwl sMiDAw krdy hn",
    "type_id": 3
  },
  {
    "shabad_id": 4028,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ibnu gur sbd. mukiq, khw pRwxI; rwm nwm ibnu. auriJ mrY]2]",
    "transliteration": "Bin Gur Sabadh Mukath Kehaa Praanee Raam Naam Bin Ourajh Marai ||2||",
    "punjabi": "ਪਰ, ਹੇ ਪ੍ਰਾਣੀ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ (ਵਿਸ਼ਿਆਂ ਦੇ ਜ਼ਹਰ ਤੋਂ) ਖ਼ਲਾਸੀ ਬਿਲਕੁਲ ਨਹੀਂ ਮਿਲ ਸਕਦੀ। ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਵਾਂਜਿਆ ਉਹ ਵਿਕਾਰਾਂ ਵਿਚ ਫਸਿਆ ਰਹਿ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4028,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "fMf kmMfl isKw sUqu DoqI; qIriQ gvnu, Aiq BRmnu krY]",
    "transliteration": "Ddandd Kamanddal Sikhaa Sooth Dhhothee Theerathh Gavan Ath Bhraman Karai ||",
    "punjabi": "(ਜੋਗੀ ਹੱਥ ਵਿਚ) ਡੰਡਾ ਤੇ ਖੱਪਰ ਫੜ ਲੈਂਦਾ ਹੈ, ਬ੍ਰਾਹਮਣ ਬੋਦੀ ਰੱਖਦਾ ਹੈ, ਜਨੇਊ ਤੇ ਧੋਤੀ ਪਹਿਨਦਾ ਹੈ, (ਜੋਗੀ) ਤੀਰਥ-ਜਾਤ੍ਰਾ ਤੇ ਧਰਤੀ-ਭ੍ਰਮਨ ਕਰਦਾ ਹੈ।",
    "pronunciation": "isKw:polw bolo[ (isKw) cotI bodI",
    "type_id": 3
  },
  {
    "shabad_id": 4028,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "rwm nwm ibnu. sWiq, n AwvY; jip hir hir nwmu. su pwir prY]3]",
    "transliteration": "Raam Naam Bin Saanth N Aavai Jap Har Har Naam S Paar Parai ||3||",
    "punjabi": "(ਪਰ ਇਹਨੀਂ ਕੰਮੀਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ (ਮਨ ਨੂੰ) ਸ਼ਾਂਤੀ ਨਹੀਂ ਆ ਸਕਦੀ। ਜੋ ਮਨੁੱਖ ਹਰੀ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਦਾ ਹੈ, ਉਹ (ਵਿਸ਼ੇ ਵਿਕਾਰਾਂ ਦੇ ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4028,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "jtw muktu qin Bsm lgweI; bsqR Coif. qin ngnu BieAw]",
    "transliteration": "Jattaa Mukatt Than Bhasam Lagaaee Basathr Shhodd Than Nagan Bhaeiaa ||",
    "punjabi": "ਜਟਾਂ ਦਾ ਜੂੜਾ ਕਰ ਲਿਆ, ਪਿੰਡੇ ਤੇ ਸੁਆਹ ਮਲ ਲਈ, ਸਰੀਰ ਉਤੋਂ ਕੱਪੜੇ ਉਤਾਰ ਕੇ ਨੰਗਾ ਰਹਿਣ ਲੱਗ ਪਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4028,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "rwm nwm ibnu. iqRpiq, n AwvY; ikrq kY bWDY ByKu BieAw]4]",
    "transliteration": "Raam Naam Bin Thripath N Aavai Kirath Kai Baandhhai Bhaekh Bhaeiaa ||4||",
    "punjabi": "ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੇ ਬੱਝੇ ਹੋਏ ਲਈ (ਇਹ ਸਾਰਾ ਅਡੰਬਰ) ਨਿਰਾ ਬਾਹਰਲਾ ਧਾਰਮਿਕ ਲਿਬਾਸ ਹੀ ਹੈ। ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਣ ਤੋਂ ਬਿਨਾ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ ਮਨ ਰੱਜਦਾ ਨਹੀਂ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4028,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "jyqy jIA jMq. jil Qil mhIAil; jqR kqR qU srb jIAw]",
    "transliteration": "Jaethae Jeea Janth Jal Thhal Meheeal Jathr Kathr Thoo Sarab Jeeaa ||",
    "punjabi": "(ਪਰ ਹੇ ਪ੍ਰਭੂ! ਜੀਵਾਂ ਦੇ ਕੁਝ ਵੱਸ ਨਹੀਂ ਹੈ) ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ ਜਿਤਨੇ ਭੀ ਜੀਵ ਵੱਸਦੇ ਹਨ ਸਭਨਾਂ ਵਿਚ ਤੂੰ ਆਪ ਹੀ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4028,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "gur prswid. rwiK ly jn kau; hir rsu nwnk Joil pIAw]5]7]8]",
    "transliteration": "Gur Parasaadh Raakh Lae Jan Ko Har Ras Naanak Jhol Peeaa ||5||7||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ ਨੂੰ ਪ੍ਰਭੂ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਦੀ ਰਾਹੀਂ (ਵਿਸ਼ੇ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾਂਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਬੜੇ ਸੁਆਦ ਨਾਲ ਪੀਂਦਾ ਹੈ ॥੫॥੭॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4029,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "rwgu BYrau mhlw 3 caupdy Gru 1",
    "transliteration": "Raag Bhairo Mehalaa 3 Choupadhae Ghar 1",
    "punjabi": "ਰਾਗ ਭੈਰਉ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4029,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4029,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "jwiq kw grbu; n krIAhu koeI]",
    "transliteration": "Jaath Kaa Garab N Kareeahu Koee ||",
    "punjabi": "ਕੋਈ ਭੀ ਧਿਰ (ਉੱਚੀ) ਜਾਤਿ ਦਾ ਮਾਣ ਨਾਹ ਕਰਿਓ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4029,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "bRhmu ibMdy; so bRwhmxu hoeI]1]",
    "transliteration": "Breham Bindhae So Braahaman Hoee ||1||",
    "punjabi": "('ਜਾਤਿ' ਦੇ ਆਸਰੇ ਬ੍ਰਾਹਮਣ ਨਹੀਂ ਬਣੀਦਾ) ਉਹ ਮਨੁੱਖ ਬ੍ਰਾਹਮਣ ਬਣ ਜਾਂਦਾ ਹੈ ਜਿਹੜਾ ਬ੍ਰਹਮ (ਪਰਮਾਤਮਾ) ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4029,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "jwiq kw grbu. n kir; mUrK gvwrw]",
    "transliteration": "Jaath Kaa Garab N Kar Moorakh Gavaaraa ||",
    "punjabi": "ਹੇ ਮੂਰਖ! ਹੇ ਗੰਵਾਰ! (ਉੱਚੀ) ਜਾਤਿ ਦਾ ਮਾਣ ਨਾਹ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  }
]