[
  {
    "shabad_id": 4038,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "igAwn AMjnu; siqgur qy hoie ]",
    "transliteration": "Giaan Anjan Sathigur Thae Hoe ||",
    "translation": "The ointment of spiritual wisdom is obtained from the True Guru.",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੇਣ ਵਾਲਾ ਸੁਰਮਾ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਪਾਸੋਂ ਮਿਲ ਗਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4038,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "rwm nwmu riv rihAw; iqhu loie ]3]",
    "transliteration": "Raam Naam Rav Rehiaa Thihu Loe ||3||",
    "translation": "The Lord's Name is pervading the three worlds. ||3||",
    "punjabi": "ਉਸ ਨੂੰ ਸਾਰੇ ਜਗਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4038,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "kiljug mih hir jIau eyku; hor ruiq. n kweI ]",
    "transliteration": "Kalijug Mehi Har Jeeo Eaek Hor Ruth N Kaaee ||",
    "translation": "In Kali Yuga, it is the time for the One Dear Lord; it is not the time for anything else.",
    "punjabi": "(ਸ਼ਾਸਤ੍ਰਾਂ ਅਨੁਸਾਰ ਭੀ) ਕਲਜੁਗ ਵਿਚ ਸਿਰਫ਼ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਹੀ ਰੁੱਤ ਹੈ, ਕਿਸੇ ਹੋਰ ਕਰਮ ਕਾਂਡ ਦੇ ਕਰਨ ਦੀ ਰੁੱਤ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4038,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "nwnk. gurmuiK ihrdY; rwm nwmu lyhu jmweI ]4]10]",
    "transliteration": "Naanak Guramukh Hiradhai Raam Naam Laehu Jamaaee ||4||10||",
    "translation": "O Nanak, as Gurmukh, let the Lord's Name grow within your heart. ||4||10||",
    "punjabi": "(ਤਾਂ ਤੇ) ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਬੀਜ ਬੀਜ ਲਵੋ ॥੪॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4039,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "BYrau mhlw 3 Gru 2",
    "transliteration": "Bhairo Mehalaa 3 Ghar 2",
    "translation": "Bhairao, Third Mehl, Second House:",
    "punjabi": "ਰਾਗ ਭੈਰਉ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4039,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4039,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "duibDw mnmuK roig ivAwpy; iqRsnw jlih AiDkweI ]",
    "transliteration": "Dhubidhhaa Manamukh Rog Viaapae Thrisanaa Jalehi Adhhikaaee ||",
    "translation": "The self-willed manmukhs are afflicted with the disease of duality; they are burnt by the intense fire of desire.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਵਿਤਕਰੇ ਦੇ ਆਤਮਕ ਰੋਗ ਵਿਚ ਜਕੜੇ ਪਏ ਹਨ, ਮਾਇਆ ਦੇ ਲਾਲਚ ਦੀ ਅੱਗ ਵਿਚ ਬਹੁਤ ਸੜਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4039,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "mir mir jMmih. Taur, n pwvih; ibrQw jnmu gvweI ]1]",
    "transliteration": "Mar Mar Janmehi Thour N Paavehi Birathhaa Janam Gavaaee ||1||",
    "translation": "They die and die again, and are reborn; they find no place of rest. They waste their lives uselessly. ||1||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਹੀ ਆਪਣਾ ਕੀਮਤੀ) ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਕੇ ਜੰਮਣ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਇਸ ਗੇੜ ਵਿਚੋਂ ਉਹਨਾਂ ਨੂੰ ਖੁਲ੍ਹੀਰ ਨਹੀਂ ਮਿਲਦੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4039,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "myry pRIqm; kir ikrpw dyhu buJweI ]",
    "transliteration": "Maerae Preetham Kar Kirapaa Dhaehu Bujhaaee ||",
    "translation": "O my Beloved, grant Your Grace, and give me understanding.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ, (ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੂਝ ਬਖ਼ਸ਼।",
    "pronunciation": "bu`JweI",
    "type_id": 3
  },
  {
    "shabad_id": 4039,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "haumY rogI jgqu aupwieAw; ibnu sbdY. rogu, n jweI ]1] rhwau ]",
    "transliteration": "Houmai Rogee Jagath Oupaaeiaa Bin Sabadhai Rog N Jaaee ||1|| Rehaao ||",
    "translation": "The world was created in the disease of egotism; without the Word of the Shabad, the disease is not cured. ||1||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹਉਮੈ ਨੇ ਸਾਰੇ ਜਗਤ ਨੂੰ (ਆਤਮਕ ਤੌਰ ਤੇ) ਰੋਗੀ ਬਣਾ ਰੱਖਿਆ ਹੈ। ਇਹ ਰੋਗ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਦੂਰ ਨਹੀਂ ਹੋ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "j`gqu",
    "type_id": 4
  },
  {
    "shabad_id": 4039,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "isMimRiq swsqR pVih muin kyqy; ibnu sbdY. suriq, n pweI ]",
    "transliteration": "Sinmrith Saasathr Parrehi Mun Kaethae Bin Sabadhai Surath N Paaee ||",
    "translation": "There are so many silent sages, who read the Simritees and the Shaastras; without the Shabad, they have no clear awareness.",
    "punjabi": "ਅਨੇਕਾਂ ਮੁਨੀ ਲੋਕ ਸਿਮ੍ਰਿਤੀਆਂ ਪੜ੍ਹਦੇ ਹਨ ਸ਼ਾਸਤ੍ਰ ਭੀ ਪੜ੍ਹਦੇ ਹਨ, ਪਰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਕਿਸੇ ਨੂੰ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "isMm-i Riq",
    "type_id": 3
  },
  {
    "shabad_id": 4039,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "qRY gux sBy roig ivAwpy; mmqw suriq gvweI ]2]",
    "transliteration": "Thrai Gun Sabhae Rog Viaapae Mamathaa Surath Gavaaee ||2||",
    "translation": "All those under the influence of the three qualities are afflicted with the disease; through possessiveness, they lose their awareness. ||2||",
    "punjabi": "ਸਾਰੇ ਹੀ ਤ੍ਰੈ-ਗੁਣੀ ਜੀਵ ਹਉਮੈ ਦੇ ਰੋਗ ਵਿਚ ਫਸੇ ਪਏ ਹਨ, ਮਮਤਾ ਨੇ ਉਹਨਾਂ ਦੀ ਹੋਸ਼ ਭੁਲਾ ਰੱਖੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4039,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ieik Awpy kwiF ley, pRiB Awpy; gur syvw. pRiB lwey ]",
    "transliteration": "Eik Aapae Kaadt Leae Prabh Aapae Gur Saevaa Prabh Laaeae ||",
    "translation": "O God, you save some, and you enjoin others to serve the Guru.",
    "punjabi": "ਪਰ, ਕਈ ਐਸੇ (ਭਾਗਾਂ ਵਾਲੇ) ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ (ਮਮਤਾ ਵਿਚੋਂ) ਬਚਾ ਰੱਖਿਆ ਹੈ, ਪ੍ਰਭੂ ਨੇ ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਸੇਵਾ ਵਿਚ ਲਾ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4039,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "hir kw nwmu inDwno pwieAw; suKu visAw min Awie ]3]",
    "transliteration": "Har Kaa Naam Nidhhaano Paaeiaa Sukh Vasiaa Man Aae ||3||",
    "translation": "They obtain the treasure of the Name of the Lord; peace comes to abide within their minds. ||3||",
    "punjabi": "ਉਹਨਾਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲਿਆ ਹੈ, (ਇਸ ਵਾਸਤੇ ਉਹਨਾਂ ਦੇ) ਮਨ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਆ ਵੱਸਿਆ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4039,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "cauQI pdvI gurmuiK vrqih; iqn inj Gir vwsw pwieAw ]",
    "transliteration": "Chouthhee Padhavee Guramukh Varathehi Thin Nij Ghar Vaasaa Paaeiaa ||",
    "translation": "The Gurmukhs dwell in the fourth state; they obtain a dwelling in the home of their own inner being.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦੇ ਅਸਰ ਤੋਂ ਉਤਲੇ ਆਤਮਕ ਮੰਡਲ ਵਿਚ ਰਹਿ ਕੇ ਜਗਤ ਨਾਲ ਵਰਤਣ-ਵਿਹਾਰ ਰੱਖਦੇ ਹਨ। ਉਹ ਸਦਾ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4039,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "pUrY siqguir ikrpw kInI; ivchu Awpu gvwieAw ]4]",
    "transliteration": "Poorai Sathigur Kirapaa Keenee Vichahu Aap Gavaaeiaa ||4||",
    "translation": "The Perfect True Guru shows His Mercy to them; they eradicate their self-conceit from within. ||4||",
    "punjabi": "ਪੂਰੇ ਗੁਰੂ ਨੇ ਉਹਨਾਂ ਉਤੇ ਮਿਹਰ ਕੀਤੀ ਹੋਈ ਹੈ, (ਇਸ ਵਾਸਤੇ ਉਹਨਾਂ ਨੇ ਆਪਣੇ) ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲਿਆ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4039,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "eyksu kI. isirkwr eyk; ijin, bRhmw ibsnu rudRü aupwieAw ]",
    "transliteration": "Eaekas Kee Sir Kaar Eaek Jin Brehamaa Bisan Rudhra Oupaaeiaa ||",
    "translation": "Everyone must serve the One Lord, who created Brahma, Vishnu and Shiva.",
    "punjabi": "(ਪਰ, ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਬ੍ਰਹਮਾ ਵਿਸ਼ਨੂ ਸ਼ਿਵ (ਵਰਗੇ ਵੱਡੇ ਵੱਡੇ ਦੇਵਤੇ) ਪੈਦਾ ਕੀਤੇ, ਉਸੇ ਦਾ ਹੀ ਹੁਕਮ ਹਰੇਕ ਜੀਵ ਦੇ ਸਿਰ ਉੱਤੇ ਚੱਲ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(isirkwr) pwiqswhI",
    "type_id": 3
  },
  {
    "shabad_id": 4039,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "nwnk inhclu swcw eyko; nw Ehu mrY. n jwieAw ]5]1]11]",
    "transliteration": "Naanak Nihachal Saachaa Eaeko Naa Ouhu Marai N Jaaeiaa ||5||1||11||",
    "translation": "O Nanak, the One True Lord is permanent and stable. He does not die, and He is not born. ||5||1||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਸਦਾ ਅਟੱਲ ਰਹਿਣ ਵਾਲਾ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਹੈ, ਉਹ ਨਾਹ ਕਦੇ ਮਰਦਾ ਹੈ ਨਾਹ ਜੰਮਦਾ ਹੈ ॥੫॥੧॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4040,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "BYrau mhlw 3 ]",
    "transliteration": "Bhairo Mehalaa 3 ||",
    "translation": "Bhairao, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4040,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mnmuiK duibDw. sdw hY rogI; rogI sgl sMswrw ]",
    "transliteration": "Manamukh Dhubidhhaa Sadhaa Hai Rogee Rogee Sagal Sansaaraa ||",
    "translation": "The self-willed manmukh is afflicted with the disease of duality forever; the entire universe is diseased.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਸਦਾ ਮੇਰ-ਤੇਰ ਦੇ ਰੋਗ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ, (ਮਨ ਦਾ ਮੁਰੀਦ) ਸਾਰਾ ਜਗਤ ਹੀ ਇਸ ਰੋਗ ਦਾ ਸ਼ਿਕਾਰ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4040,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "gurmuiK bUJih. rogu gvwvih; gur sbdI vIcwrw ]1]",
    "transliteration": "Guramukh Boojhehi Rog Gavaavehi Gur Sabadhee Veechaaraa ||1||",
    "translation": "The Gurmukh understands, and is cured of the disease, contemplating the Word of the Guru's Shabad. ||1||",
    "punjabi": "ਪਰ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ (ਸਹੀ ਜੀਵਨ-ਜੁਗਤਿ ਨੂੰ) ਸਮਝ ਲੈਂਦੇ ਹਨ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਵਿਚਾਰ ਕਰ ਕੇ ਉਹ (ਇਹ) ਰੋਗ (ਆਪਣੇ ਅੰਦਰੋਂ) ਦੂਰ ਕਰ ਲੈਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4040,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "hir jIau; sqsMgiq mylwie ]",
    "transliteration": "Har Jeeo Sathasangath Maelaae ||",
    "translation": "O Dear Lord, please let me join the Sat Sangat, the True Congregation.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! (ਮੈਨੂੰ) ਸਾਧ ਸੰਗਤ ਦਾ ਮੇਲ ਮਿਲਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4040,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "nwnk. iqs no dyie vifAweI; jo rwm nwim icqu lwie ]1] rhwau ]",
    "transliteration": "Naanak This No Dhaee Vaddiaaee Jo Raam Naam Chith Laae ||1|| Rehaao ||",
    "translation": "O Nanak, the Lord blesses with glorious greatness, those who focus their consciousness on the Lord's Name. ||1||Pause||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਮਨੁੱਖ (ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ (ਆਪਣਾ) ਚਿੱਤ ਜੋੜਦਾ ਹੈ (ਪਰਮਾਤਮਾ) ਉਸ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਦੀ) ਇੱਜ਼ਤ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4040,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "mmqw kwil siB roig ivAwpy; iqn jm kI hY isir kwrw ]",
    "transliteration": "Mamathaa Kaal Sabh Rog Viaapae Thin Jam Kee Hai Sir Kaaraa ||",
    "translation": "Death takes all those who are afflicted with the disease of possessiveness. They are subject to the Messenger of Death.",
    "punjabi": "ਮਮਤਾ ਵਿਚ ਫਸੇ ਹੋਏ ਜੀਵ ਸਾਰੇ ਆਤਮਕ ਮੌਤ ਦੇ ਰੋਗ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਸਿਰ ਉਤੇ (ਮਾਨੋ) ਜਮਰਾਜ ਦਾ ਹੁਕਮ ਚੱਲ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4040,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "gurmuiK pRwxI. jmu nyiV, n AwvY; ijn hir rwiKAw auir Dwrw ]2]",
    "transliteration": "Guramukh Praanee Jam Naerr N Aavai Jin Har Raakhiaa Our Dhhaaraa ||2||",
    "translation": "The Messenger of Death does not even approach that mortal who, as Gurmukh, enshrines the Lord within his heart. ||2||",
    "punjabi": "ਪਰ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਰੱਖਿਆ ਹੈ, ਜਮਰਾਜ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4040,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ijn hir kw nwmu. n gurmuiK jwqw; sy jg mih kwhy AwieAw ]",
    "transliteration": "Jin Har Kaa Naam N Guramukh Jaathaa Sae Jag Mehi Kaahae Aaeiaa ||",
    "translation": "One who does not know the Lord's Name, and who does not become Gurmukh - why did he even come into the world?",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਈ, ਉਹਨਾਂ ਦਾ ਜਗਤ ਵਿਚ ਆਉਣਾ ਵਿਅਰਥ ਚਲਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4040,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "gur kI syvw. kdy, n kInI; ibrQw jnmu gvwieAw ]3]",
    "transliteration": "Gur Kee Saevaa Kadhae N Keenee Birathhaa Janam Gavaaeiaa ||3||",
    "translation": "He never serves the Guru; he wastes his life uselessly. ||3||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਕਦੇ ਭੀ ਗੁਰੂ ਦੀ ਸੇਵਾ ਨਹੀਂ ਕੀਤੀ, ਉਹਨਾਂ ਨੇ ਜੀਵਨ ਅਜਾਈਂ ਹੀ ਗਵਾ ਲਿਆ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4040,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "nwnk. sy pUry vfBwgI; siqgur syvw lwey ]",
    "transliteration": "Naanak Sae Poorae Vaddabhaagee Sathigur Saevaa Laaeae ||",
    "translation": "O Nanak, those whom the True Guru enjoins to His service, have perfect good fortune.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ (ਗੁਣਾਂ ਦੇ) ਪੂਰੇ (ਭਾਂਡੇ) ਹਨ, ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ (ਪਰਮਾਤਮਾ ਨੇ) ਗੁਰੂ ਦੀ ਸੇਵਾ ਵਿਚ ਜੋੜ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4040,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "jo ieCih soeI Plu pwvih; gurbwxI suKu pwey ]4]2]12]",
    "transliteration": "Jo Eishhehi Soee Fal Paavehi Gurabaanee Sukh Paaeae ||4||2||12||",
    "translation": "They obtain the fruits of their desires, and find peace in the Word of the Guru's Bani. ||4||2||12||",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਪਾਸੋਂ) ਜੋ ਕੁਝ ਮੰਗਦੇ ਹਨ ਉਹੀ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ। ਜਿਹੜਾ ਭੀ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਬਾਣੀ ਦਾ ਆਸਰਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੪॥੨॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4041,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "BYrau mhlw 3 ]",
    "transliteration": "Bhairo Mehalaa 3 ||",
    "translation": "Bhairao, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4041,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "duK ivic jMmY. duiK mrY; duK ivic kwr kmwie ]",
    "transliteration": "Dhukh Vich Janmai Dhukh Marai Dhukh Vich Kaar Kamaae ||",
    "translation": "In pain he is born, in pain he dies, and in pain he does his deeds.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਦੁਖ ਵਿਚ ਜੰਮਦਾ ਹੈ ਦੁਖ ਵਿਚ ਮਰਦਾ ਹੈ ਦੁਖ ਵਿਚ (ਸਾਰੀ ਉਮਰ) ਕਾਰ-ਵਿਹਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4041,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "grB jonI ivic. kdy, n inklY; ibstw mwih smwie ]1]",
    "transliteration": "Garabh Jonee Vich Kadhae N Nikalai Bisattaa Maahi Samaae ||1||",
    "translation": "He is never released from the womb of reincarnation; he rots away in manure. ||1||",
    "punjabi": "ਉਹ ਸਦਾ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, (ਜਦ ਤਕ ਉਹ ਮਨ ਦਾ ਮੁਰੀਦ ਹੈ ਤਦ ਤਕ) ਕਦੇ ਭੀ ਉਹ (ਇਸ ਗੇੜ ਵਿਚੋਂ) ਨਿਕਲ ਨਹੀਂ ਸਕਦਾ (ਕਿਉਂਕਿ ਉਹ) ਸਦਾ ਵਿਕਾਰਾਂ ਦੇ ਗੰਦ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4041,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "iDRgu iDRgu mnmuiK; jnmu gvwieAw ]",
    "transliteration": "Dhhrig Dhhrig Manamukh Janam Gavaaeiaa ||",
    "translation": "Cursed, cursed is the self-willed manmukh, who wastes his life away.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਆਪਣਾ ਜੀਵਨ ਗਵਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਫਿਟਕਾਰਾਂ ਹੀ ਪੈਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4041,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "pUry gur kI syv. n kInI; hir kw nwmu. n BwieAw ]1] rhwau ]",
    "transliteration": "Poorae Gur Kee Saev N Keenee Har Kaa Naam N Bhaaeiaa ||1|| Rehaao ||",
    "translation": "He does not serve the Perfect Guru; he does not love the Name of the Lord. ||1||Pause||",
    "punjabi": "(ਉਸ ਨੇ ਸਾਰੀ ਉਮਰ) ਨਾਹ ਪੂਰੇ ਗੁਰੂ ਦਾ ਆਸਰਾ ਲਿਆ ਅਤੇ ਨਾਹ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਸ ਨੂੰ ਪਿਆਰਾ ਲੱਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4041,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "gur kw sbdu. siB rog gvwey; ijs no hir jIau lwey ]",
    "transliteration": "Gur Kaa Sabadh Sabh Rog Gavaaeae Jis No Har Jeeo Laaeae ||",
    "translation": "The Word of the Guru's Shabad cures all diseases; he alone is attached to it, whom the Dear Lord attaches.",
    "punjabi": "ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਸਾਰੇ ਰੋਗ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ, (ਪਰ ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਉਹੀ ਜੁੜਦਾ ਹੈ) ਜਿਸ ਨੂੰ ਪਰਮਾਤਮਾ (ਸਬਦ ਦੀ ਲਗਨ) ਲਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
