[
  {
    "shabad_id": 4044,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ijn min visAw. sy jn sohy; ihrdY nwmu vswey]3]",
    "transliteration": "Jin Man Vasiaa Sae Jan Sohae Hiradhai Naam Vasaaeae ||3||",
    "translation": "Those whose minds are filled with the Naam are beautiful; they enshrine the Naam within their hearts. ||3||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਹਿਰਦੇ ਵਿਚ ਨਾਮ ਨੂੰ ਵਸਾ ਕੇ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4044,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "Gru dru mhlu. siqgurU idKwieAw; rMg isau rlIAw mwxY]",
    "transliteration": "Ghar Dhar Mehal Sathiguroo Dhikhaaeiaa Rang Sio Raleeaa Maanai ||",
    "translation": "The True Guru has revealed to me the Lord's Home and His Court, and the Mansion of His Presence. I joyfully enjoy His Love.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਪਰਮਾਤਮਾ ਦਾ ਘਰ ਪਰਮਾਤਮਾ ਦਾ ਦਰ ਪਰਮਾਤਮਾ ਦਾ ਮਹਲ ਵਿਖਾ ਦੇਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪ੍ਰੇਮ ਨਾਲ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦਾ ਮਿਲਾਪ ਮਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4044,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "jo ikCu khY. su Blw kir mwnY; nwnk nwmu vKwxY]4]6]16]",
    "transliteration": "Jo Kishh Kehai S Bhalaa Kar Maanai Naanak Naam Vakhaanai ||4||6||16||",
    "translation": "Whatever He says, I accept as good; Nanak chants the Naam. ||4||6||16||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਉਸ ਮਨੁੱਖ ਨੂੰ ਜਿਹੜਾ ਉਪਦੇਸ਼ ਦੇਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਉਸ ਨੂੰ ਭਲਾ ਜਾਣ ਕੇ ਮੰਨ ਲੈਂਦਾ ਹੈ ਅਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੪॥੬॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4045,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "BYrau mhlw 3]",
    "transliteration": "Bhairo Mehalaa 3 ||",
    "translation": "Bhairao, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4045,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mnsw mnih smwie lY; gur sbdI vIcwr]",
    "transliteration": "Manasaa Manehi Samaae Lai Gur Sabadhee Veechaar ||",
    "translation": "The desires of the mind are absorbed in the mind,contemplating the Word of the Guru's Shabad.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨੂੰ) ਮਨ ਵਿਚ ਵਸਾ ਕੇ ਮਨ ਦੇ (ਮਾਇਕ) ਫੁਰਨਿਆਂ ਨੂੰ (ਅੰਦਰ) ਮਨ ਵਿਚ ਹੀ ਲੀਨ ਕਰ ਦੇਹ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4045,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "gur pUry qy soJI pvY; iPir mrY n. vwro vwr]1]",
    "transliteration": "Gur Poorae Thae Sojhee Pavai Fir Marai N Vaaro Vaar ||1||",
    "translation": "Understanding is obtained from the Perfect Guru, and then the mortal does not die over and over again. ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਪਾਸੋਂ ਇਹ ਸਮਝ ਹਾਸਲ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਪੈਂਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4045,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "mn myry; rwm nwmu AwDwru]",
    "transliteration": "Man Maerae Raam Naam Aadhhaar ||",
    "translation": "My mind takes the Support of the Lord's Name.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ (ਆਪਣਾ) ਆਸਰਾ ਬਣਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4045,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "gur prswid prmpdu pwieAw; sB ieC pujwvxhwru]1]rhwau]",
    "transliteration": "Gur Parasaadh Param Padh Paaeiaa Sabh Eishh Pujaavanehaar ||1|| Rehaao ||",
    "translation": "By Guru's Grace, I have obtained the supreme status; the Lord is the Fulfiller of all desires. ||1||Pause||",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ ਨੂੰ ਆਪਣਾ ਆਸਰਾ ਬਣਾਂਦਾ ਹੈ) ਉਹ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ। ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਹਰੇਕ ਇੱਛਾ ਪੂਰੀ ਕਰਨ ਵਾਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4045,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "sB mih eyko riv rihAw; gur ibnu. bUJ, n pwie]",
    "transliteration": "Sabh Mehi Eaeko Rav Rehiaa Gur Bin Boojh N Paae ||",
    "translation": "The One Lord is permeating and pervading amongst all; without the Guru, this understanding is not obtained.",
    "punjabi": "ਸਭ ਜੀਵਾਂ ਵਿਚ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਵਿਆਪਕ ਹੈ, ਪਰ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਇਹ ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4045,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "gurmuiK pRgtu hoAw. myrw hir pRBu; An idnu hir gux gwie]2]",
    "transliteration": "Guramukh Pragatt Hoaa Maeraa Har Prabh Anadhin Har Gun Gaae ||2||",
    "translation": "My Lord God has been revealed to me, and I have become Gurmukh. Night and day, I sing the Glorious Praises of the Lord. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4045,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "suKdwqw hir eyku hY; hor QY suKu. n pwih]",
    "transliteration": "Sukhadhaathaa Har Eaek Hai Hor Thhai Sukh N Paahi ||",
    "translation": "The One Lord is the Giver of peace; peace is not found anywhere else.",
    "punjabi": "ਸੁਖ ਦੇਣ ਵਾਲਾ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ ਹੈ (ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਨਹੀਂ ਲੈਂਦੇ) ਉਹ ਹੋਰ ਹੋਰ ਥਾਂ ਤੋਂ ਸੁਖ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4045,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "siqguru ijnI. n syivAw dwqw; sy AMiq gey pCuqwih]3]",
    "transliteration": "Sathigur Jinee N Saeviaa Dhaathaa Sae Anth Geae Pashhuthaahi ||3||",
    "translation": "Those who do not serve the Giver, the True Guru, depart regretfully in the end. ||3||",
    "punjabi": "ਗੁਰੂ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਣ ਵਾਲਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਲਈ, ਉਹ ਆਖ਼ਰ ਇਥੋਂ ਜਾਣ ਵੇਲੇ ਹੱਥ ਮਲਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4045,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "siqguru syiv sdw suKu pwieAw; iPir duKu. n lwgY Dwie]",
    "transliteration": "Sathigur Saev Sadhaa Sukh Paaeiaa Fir Dhukh N Laagai Dhhaae ||",
    "translation": "Serving the True Guru, lasting peace is obtained, and the mortal does not suffer in pain any longer.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦਾ ਆਸਰਾ ਲਿਆ, ਉਸ ਨੇ ਸਦਾ ਆਨੰਦ ਮਾਣਿਆ। ਕੋਈ ਭੀ ਦੁੱਖ ਹੱਲਾ ਕਰ ਕੇ ਉਸ ਨੂੰ ਨਹੀਂ ਚੰਬੜ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4045,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "nwnk. hir Bgiq prwpiq hoeI; joqI joiq smwie]4]7]17]",
    "transliteration": "Naanak Har Bhagath Paraapath Hoee Jothee Joth Samaae ||4||7||17||",
    "translation": "Nanak has been blessed with devotional worship of the Lord; his light has merged into the Light. ||4||7||17||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਭਾਗਾਂ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਪ੍ਰਾਪਤ ਹੋ ਗਈ, ਉਸ ਦੀ ਜਿੰਦ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ॥੪॥੭॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4046,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "BYrau mhlw 3]",
    "transliteration": "Bhairo Mehalaa 3 ||",
    "translation": "Bhairao, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4046,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "bwJu gurU. jgqu baurwnw; BUlw cotw KweI]",
    "transliteration": "Baajh Guroo Jagath Bouraanaa Bhoolaa Chottaa Khaaee ||",
    "translation": "Without the Guru, the world is insane; confused and deluded, it is beaten, and it suffers.",
    "punjabi": "ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਜਗਤ (ਵਿਕਾਰਾਂ ਵਿਚ) ਝੱਲਾ ਹੋਇਆ ਫਿਰਦਾ ਹੈ, ਕੁਰਾਹੇ ਪੈ ਕੇ (ਵਿਕਾਰਾਂ ਦੀਆਂ) ਸੱਟਾਂ ਖਾਂਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 4046,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mir mir jMmY. sdw duKu pwey; dr kI Kbir. n pweI]1]",
    "transliteration": "Mar Mar Janmai Sadhaa Dhukh Paaeae Dhar Kee Khabar N Paaee ||1||",
    "translation": "It dies and dies again, and is reborn, always in pain, but it is unaware of the Lord's Gate. ||1||",
    "punjabi": "ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈਂਦਾ ਹੈ, ਸਦਾ ਦੁੱਖ ਸਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਦੀ ਉਸ ਨੂੰ ਕੋਈ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4046,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "myry mn; sdw rhhu siqgur kI srxw]",
    "transliteration": "Maerae Man Sadhaa Rehahu Sathigur Kee Saranaa ||",
    "translation": "O my mind,remain always in the Protection of the True Guru's Sanctuary.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4046,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ihrdY hir nwmu mITw sd lwgw; gur sbdy. Bvjlu qrxw]1]rhwau]",
    "transliteration": "Hiradhai Har Naam Meethaa Sadh Laagaa Gur Sabadhae Bhavajal Tharanaa ||1|| Rehaao ||",
    "translation": "Those people, to whose hearts the Lord's Name seems sweet, are carried across the terrifying world-ocean by the Word of the Guru's Shabad. ||1||Pause||",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4046,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ByK krY. bhuqu icqu folY; AMqir kwmu kRoDu AhMkwru]",
    "transliteration": "Bhaekh Karai Bahuth Chith Ddolai Anthar Kaam Krodhh Ahankaar ||",
    "translation": "The mortal wears various religious robes, but his consciousness is unsteady; deep within, he is filled with sexual desire, anger and egotism.",
    "punjabi": "ਹੇ ਮਨ! (ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਖੁੰਝ ਕੇ) ਕਈ (ਧਾਰਮਿਕ) ਭੇਖ ਬਣਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ (ਵਿਕਾਰਾਂ ਵਿਚ ਹੀ) ਡੋਲਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਕਾਮ (ਦਾ ਜ਼ੋਰ) ਹੈ, ਕ੍ਰੋਧ (ਦਾ ਜ਼ੋਰ) ਹੈ, ਅਹੰਕਾਰ (ਦਾ ਜ਼ੋਰ) ਹੈ।",
    "pronunciation": "AhM-kwru",
    "type_id": 3
  },
  {
    "shabad_id": 4046,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "AMqir iqsw BUK, Aiq bhuqI; Baukq iPrY dr bwru]2]",
    "transliteration": "Anthar Thisaa Bhookh Ath Bahuthee Bhoukath Firai Dhar Baar ||2||",
    "translation": "Deep within is the great thirst and immense hunger; he wanders from door to door. ||2||",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰ ਮਾਇਆ ਦੀ ਬੜੀ ਤ੍ਰਿਸ਼ਨਾ ਹੈ, ਮਾਇਆ ਦੀ ਬੜੀ ਭੁੱਖ ਹੈ, ਉਹ (ਕੁੱਤੇ ਵਾਂਗ ਰੋਟੀ ਦੀ ਖ਼ਾਤਰ) ਭੌਂਕਦਾ ਫਿਰਦਾ ਹੈ, (ਹਰੇਕ ਘਰ ਦੇ) ਦਰ ਦਾ ਬੂਹਾ (ਖੜਕਾਂਦਾ ਫਿਰਦਾ ਹੈ) ॥੨॥",
    "pronunciation": "dr (bwru) iv`c[ (dUjw pwT: drbwru)",
    "type_id": 3
  },
  {
    "shabad_id": 4046,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "gur kY sbid mrih. iPir jIvih; iqn kau mukiq duAwir]",
    "transliteration": "Gur Kai Sabadh Marehi Fir Jeevehi Thin Ko Mukath Dhuaar ||",
    "translation": "Those who die in the Word of the Guru's Shabad are reborn; they find the door of liberation.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਰਦੇ ਹਨ, ਉਹ ਫਿਰ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ (ਉਹਨਾਂ ਦੀ ਪਹੁੰਚ ਹੋ ਜਾਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4046,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "AMqir sWiq sdw suKu hovY; hir rwiKAw aur Dwir]3]",
    "transliteration": "Anthar Saanth Sadhaa Sukh Hovai Har Raakhiaa Our Dhhaar ||3||",
    "translation": "With constant peace and tranquility deep within, they enshrine the Lord within their hearts. ||3||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸ਼ਾਂਤੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, (ਕਿਉਂਕਿ ਉਹਨਾਂ ਨੇ) ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਰੱਖਿਆ ਹੁੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4046,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ijau iqsu BwvY. iqvY clwvY; krxw ikCU. n jweI]",
    "transliteration": "Jio This Bhaavai Thivai Chalaavai Karanaa Kishhoo N Jaaee ||",
    "translation": "As it pleases Him, He inspires us to act. Nothing else can be done.",
    "punjabi": "ਪਰ, (ਜੀਵਾਂ ਦੇ ਕੁਝ ਵੱਸ ਨਹੀਂ) ਜਿਵੇਂ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਉਸੇ ਤਰ੍ਹਾਂ ਉਹ ਜੀਵਾਂ ਨੂੰ ਜੀਵਨ-ਰਾਹ ਉਤੇ ਤੋਰਦਾ ਹੈ, ਅਸਾਂ ਜੀਵਾਂ ਦਾ ਉਸ ਦੇ ਸਾਹਮਣੇ ਕੋਈ ਜ਼ੋਰ ਨਹੀਂ ਚੱਲ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4046,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "nwnk. gurmuiK sbdu sm@wly; rwm nwim vifAweI]4]8]18]",
    "transliteration": "Naanak Guramukh Sabadh Samhaalae Raam Naam Vaddiaaee ||4||8||18||",
    "translation": "O Nanak, the Gurmukh contemplates the Word of the Shabad, and is blessed with the glorious greatness of the Lord's Name. ||4||8||18||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਨ ਕਰਕੇ ਉਸ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਦੀ) ਇੱਜ਼ਤ ਮਿਲ ਜਾਂਦੀ ਹੈ ॥੪॥੮॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4047,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "BYrau mhlw 3]",
    "transliteration": "Bhairo Mehalaa 3 ||",
    "translation": "Bhairao, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4047,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "haumY mwieAw moih KuAwieAw; duKu Kty. duK Kwie]",
    "transliteration": "Houmai Maaeiaa Mohi Khuaaeiaa Dhukh Khattae Dhukh Khaae ||",
    "translation": "Lost in egotism, Maya and attachment, the mortal earns pain, and eats pain.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਹਉਮੈ ਦੇ ਕਾਰਨ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਖੁੰਝਿਆ ਰਹਿੰਦਾ ਹੈ। ਉਹ ਉਹੀ ਕੁਝ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਜਿਸ ਤੋਂ ਉਹ ਦੁੱਖ ਹੀ ਸਹੇੜਦਾ ਹੈ ਦੁੱਖ ਹੀ ਸਹਾਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4047,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "AMqir loB hlku. duKu BwrI; ibnu ibbyk. Brmwie]1]",
    "transliteration": "Anthar Lobh Halak Dhukh Bhaaree Bin Bibaek Bharamaae ||1||",
    "translation": "The great disease, the rabid disease of greed, is deep within him; he wanders around indiscriminately. ||1||",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰ ਲੋਭ (ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ਜਿਵੇਂ ਕੁੱਤੇ ਨੂੰ) ਹਲਕ (ਹੋ ਜਾਂਦਾ) ਹੈ (ਕੁੱਤਾ ਆਪ ਭੀ ਦੁਖੀ ਹੁੰਦਾ ਹੈ ਲੋਕਾਂ ਨੂੰ ਭੀ ਦੁਖੀ ਕਰਦਾ ਹੈ। ਇਸੇ ਤਰ੍ਹਾਂ ਲੋਭੀ ਨੂੰ) ਬਹੁਤ ਦੁੱਖ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ। ਚੰਗੇ ਮੰਦੇ ਕੰਮ ਦੀ ਪਰਖ ਨਾਹ ਕਰ ਸਕਣ ਕਰਕੇ ਉਹ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4047,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "mnmuiK; iDRgu jIvxu sYswir]",
    "transliteration": "Manamukh Dhhrig Jeevan Saisaar ||",
    "translation": "The life of the self-willed manmukh in this world is cursed.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦਾ ਜਗਤ ਵਿਚ ਜੀਵਨ (-ਢੰਗ) ਇਹੋ ਜਿਹਾ ਹੀ ਰਹਿੰਦਾ ਹੈ ਕਿ ਉਸ ਨੂੰ ਫਿਟਕਾਰਾਂ ਪੈਂਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4047,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "rwm nwmu supnY. nhI cyiqAw; hir isau. kdy, n lwgY ipAwru]1]rhwau]",
    "transliteration": "Raam Naam Supanai Nehee Chaethiaa Har Sio Kadhae N Laagai Piaar ||1|| Rehaao ||",
    "translation": "He does not remember the Lord's Name, even in his dreams. He is never in love with the Lord's Name. ||1||Pause||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕਦੇ ਭੀ ਯਾਦ ਨਹੀਂ ਕਰਦਾ, ਪਰਮਾਤਮਾ ਨਾਲ ਉਸ ਦਾ ਕਦੇ ਭੀ ਪਿਆਰ ਨਹੀਂ ਬਣਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4047,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "psUAw krm krY. nhI bUJY; kUVu kmwvY kUVo hoie]",
    "transliteration": "Pasooaa Karam Karai Nehee Boojhai Koorr Kamaavai Koorro Hoe ||",
    "translation": "He acts like a beast, and does not understand anything. Practicing falsehood, he becomes false.",
    "punjabi": "ਮਨ ਦਾ ਮੁਰੀਦ ਮਨੁੱਖ ਪਸ਼ੂਆਂ ਵਾਲੇ ਕੰਮ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ (ਕਿ ਇਹ ਜੀਵਨ-ਰਾਹ ਗ਼ਲਤ ਹੈ)। ਨਾਸਵੰਤ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਦੌੜ-ਭੱਜ ਕਰਦਾ ਕਰਦਾ ਉਸੇ ਦਾ ਰੂਪ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4047,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "siqguru imlY. q aultI hovY; Koij lhY jnu koie]2]",
    "transliteration": "Sathigur Milai Th Oulattee Hovai Khoj Lehai Jan Koe ||2||",
    "translation": "But when the mortal meets the True Guru, his way of looking at the world changes. How rare are those humble beings who seek and find the Lord. ||2||",
    "punjabi": "ਪਰ ਜੇ ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ ਉਸ ਦੀ ਸੁਰਤ ਮਾਇਆ ਵਲੋਂ ਪਰਤ ਜਾਂਦੀ ਹੈ (ਫਿਰ ਉਹ) ਖੋਜ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ (ਪਰ ਅਜਿਹਾ ਹੁੰਦਾ) ਕੋਈ ਵਿਰਲਾ ਹੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4047,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "hir hir nwmu. irdY sd visAw; pwieAw guxI inDwnu]",
    "transliteration": "Har Har Naam Ridhai Sadh Vasiaa Paaeiaa Gunee Nidhhaan ||",
    "translation": "That person, whose heart is forever filled with the Name of the Lord, Har, Har, obtains the Lord, the Treasure of Virtue.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4047,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "gur prswdI pUrw pwieAw; cUkw mn AiBmwnu]3]",
    "transliteration": "Gur Parasaadhee Pooraa Paaeiaa Chookaa Man Abhimaan ||3||",
    "translation": "By Guru's Grace, he finds the Perfect Lord; the egotistical pride of his mind is eradicated. ||3||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਸ ਨੂੰ ਪੂਰਨ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਦਾ ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4047,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "Awpy krqw kry krwey; Awpy mwrig pwey]",
    "transliteration": "Aapae Karathaa Karae Karaaeae Aapae Maarag Paaeae ||",
    "translation": "The Creator Himself acts, and causes all to act. He Himself places us on the path.",
    "punjabi": "(ਪਰ, ਮਨਮੁਖ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ (ਜੀਵਾਂ ਪਾਸੋਂ) ਕਰਾਂਦਾ ਹੈ, ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੇ ਪਾਂਦਾ ਹੈ, ਆਪ ਹੀ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਇੱਜ਼ਤ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]