[
  {
    "id": 49506,
    "shabad_id": 4113,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਾਗੁ ਭੈਰੳੁ ਮਹਲਾ ੫ ਪੜਤਾਲ ਘਰੁ ੩",
    "transliteration": "Raag Bhairo Mehalaa 5 Parrathaal Ghar 3",
    "translation": "Raag Bhairao, Fifth Mehl, Partaal, Third House:",
    "punjabi": "ਰਾਗ ਭੈਰਉ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਪੜਤਾਲ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 49507,
    "shabad_id": 4113,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 49508,
    "shabad_id": 4113,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਪਰਤਿਪਾਲ ਪ੍ਰਭ ਕਿ੍ਰਪਾਲ; ਕਵਨ ਗੁਨ ਗਨੀ ||",
    "transliteration": "Parathipaal Prabh Kirapaal Kavan Gun Ganee ||",
    "translation": "God is the Compassionate Cherisher. Who can count His Glorious Virtues?",
    "punjabi": "ਹੇ ਸਭ ਦੇ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ! ਹੇ ਕਿਰਪਾਲ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਕਿਹੜੇ ਕਿਹੜੇ ਗੁਣ ਬਿਆਨ ਕਰਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 49509,
    "shabad_id": 4113,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਅਨਿਕ ਰੰਗ. ਬਹੁ ਤਰੰਗ; ਸਰਬ ਕੋ ਧਨੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Anik Rang Bahu Tharang Sarab Ko Dhhanee ||1|| Rehaao ||",
    "translation": "Countless colors, and countless waves of joy; He is the Master of all. ||1||Pause||",
    "punjabi": "(ਜਗਤ ਦੇ) ਅਨੇਕਾਂ ਰੰਗ-ਤਮਾਸ਼ੇ (ਤੇਰੇ ਹੀ ਰਚੇ ਹੋਏ ਹਨ), (ਤੂੰ ਇਕ ਬੇਅੰਤ ਸਮੁੰਦਰ ਹੈਂ, ਜਗਤ ਦੇ ਬੇਅੰਤ ਜੀਅ-ਜੰਤ ਤੇਰੇ ਵਿਚੋਂ ਹੀ) ਲਹਿਰਾਂ ਉੱਠੀਆਂ ਹੋਈਆਂ ਹਨ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦਾ ਮਾਲਕ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 49510,
    "shabad_id": 4113,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਅਨਿਕ ਗਿਅਾਨ. ਅਨਿਕ ਧਿਅਾਨ; ਅਨਿਕ ਜਾਪ ਜਾਪ ਤਾਪ ||",
    "transliteration": "Anik Giaan Anik Dhhiaan Anik Jaap Jaap Thaap ||",
    "translation": "Endless spiritual wisdom, endless meditations, endless chants, intense meditations and austere self-disciplines.",
    "punjabi": "ਹੇ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ! ਅਨੇਕਾਂ ਹੀ ਜੀਵ (ਧਾਰਮਿਕ ਪੁਸਤਕਾਂ ਦੇ) ਵਿਚਾਰ ਕਰ ਰਹੇ ਹਨ, ਅਨੇਕਾਂ ਹੀ ਜੀਵ ਸਮਾਧੀਆਂ ਲਾ ਰਹੇ ਹਨ, ਅਨੇਕਾਂ ਹੀ ਜੀਵ ਮੰਤ੍ਰਾਂ ਦੇ ਜਪ ਕਰ ਰਹੇ ਹਨ ਤੇ ਧੂਣੀਆਂ ਤਪ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 49511,
    "shabad_id": 4113,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਅਨਿਕ ਗੁਨਿਤ. ਧੁਨਿਤ ਲਲਿਤ; ਅਨਿਕ ਧਾਰ ਮੁਨੀ ||੧||",
    "transliteration": "Anik Gunith Dhhunith Lalith Anik Dhhaar Munee ||1||",
    "translation": "Countless virtues, musical notes and playful sports; countless silent sages enshrine Him in their hearts. ||1||",
    "punjabi": "ਅਨੇਕਾਂ ਜੀਵ ਤੇਰੇ ਗੁਣਾਂ ਨੂੰ ਵਿਚਾਰ ਰਹੇ ਹਨ, ਅਨੇਕਾਂ ਜੀਵ (ਤੇਰੇ ਕੀਰਤਨ ਵਿਚ) ਮਿਠੀਆਂ ਸੁਰਾਂ ਲਾ ਰਹੇ ਹਨ, ਅਨੇਕਾਂ ਹੀ ਜੀਵ ਮੌਨ ਧਾਰੀ ਬੈਠੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 49512,
    "shabad_id": 4113,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਅਨਿਕ ਨਾਦ ਅਨਿਕ ਬਾਜ; ਨਿਮਖ ਨਿਮਖ ਅਨਿਕ ਸ੍ਵਾਦ; ਅਨਿਕ ਦੋਖ. ਅਨਿਕ ਰੋਗ ਮਿਟਹਿ, ਜਸ ਸੁਨੀ ||",
    "transliteration": "Anik Naadh Anik Baaj Nimakh Nimakh Anik Svaadh Anik Dhokh Anik Rog Mittehi Jas Sunee ||",
    "translation": "Countless melodies, countless instruments, countless tastes, each and every instant. Countless mistakes and countless diseases are removed by hearing His Praise.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਜਗਤ ਵਿਚ) ਅਨੇਕਾਂ ਰਾਗ ਹੋ ਰਹੇ ਹਨ, ਅਨੇਕਾਂ ਸਾਜ ਵੱਜ ਰਹੇ ਹਨ, ਇਕ ਇਕ ਨਿਮਖ ਵਿਚ ਅਨੇਕਾਂ ਸੁਆਦ ਪੈਦਾ ਹੋ ਰਹੇ ਹਨ। ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਿਆਂ ਅਨੇਕਾਂ ਵਿਕਾਰ ਤੇ ਅਨੇਕਾਂ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਸੁਅਾਦ",
    "type_id": 3
  },
  {
    "id": 49513,
    "shabad_id": 4113,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਸੇਵ ਅਪਾਰ ਦੇਵ. ਤਟਹ ਖਟਹ, ਬਰਤ ਪੂਜਾ; ਗਵਨ ਭਵਨ. ਜਾਤ੍ਰ ਕਰਨ, ਸਗਲ ਫਲ ਪੁਨੀ ||੨||੧||੫੭||੮||੨੧||੭||੫੭||੯੩||",
    "transliteration": "Naanak Saev Apaar Dhaev Thatteh Khatteh Barath Poojaa Gavan Bhavan Jaathr Karan Sagal Fal Punee ||2||1||57||8||21||7||57||93||",
    "translation": "O Nanak, serving the Infinite, Divine Lord, one earns all the rewards and merits of performing the six rituals, fasts, worship services, pilgrimages to sacred rivers, and journeys to sacred shrines. ||2||1||57||8||21||7||57||93||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਬੇਅੰਤ ਪ੍ਰਭੂ-ਦੇਵ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਹੀ ਤੀਰਥ-ਜਾਤ੍ਰਾ ਹੈ, ਭਗਤੀ ਹੀ ਛੇ ਸ਼ਾਸਤਰਾਂ ਦੀ ਵਿਚਾਰ ਹੈ, ਭਗਤੀ ਹੀ ਦੇਵ-ਪੂਜਾ ਹੈ, ਭਗਤੀ ਹੀ ਦੇਸ-ਰਟਨ ਤੇ ਤੀਰਥ-ਜਾਤ੍ਰਾ ਹੈ। ਸਾਰੇ ਫਲ ਸਾਰੇ ਪੁੰਨ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਹੀ ਹਨ ॥੨॥੧॥੫੭॥੮॥੨੧॥੭॥੫੭॥੯੩॥",
    "pronunciation": "ਤੀਰਥਾਂ ਦੇ (ਤਟਹ) ਕਿਨਾਰੇ[(ਖਟਹ) ਛੇ ਸ਼ਾਸਤ੍ਰ[ਤਟਹ, ਖਟਹ, ਪੁਨੀ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 49514,
    "shabad_id": 4114,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਭੈਰੳੁ ਅਸਟਪਦੀਅਾ ਮਹਲਾ ੧ ਘਰੁ ੨",
    "transliteration": "Bhairo Asattapadheeaa Mehalaa 1 Ghar 2",
    "translation": "Bhairao, Ashtapadees, First Mehl, Second House:",
    "punjabi": "ਰਾਗ ਭੈਰਉ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "ਅਸਟਪਦੀਅਾਂ: ਸ ਪੈਰ ਬਿੰਦੀ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 49515,
    "shabad_id": 4114,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 49516,
    "shabad_id": 4114,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਅਾਤਮ ਮਹਿ ਰਾਮੁ. ਰਾਮ ਮਹਿ ਅਾਤਮੁ; ਚੀਨਸਿ ਗੁਰ ਬੀਚਾਰਾ ||",
    "transliteration": "Aatham Mehi Raam Raam Mehi Aatham Cheenas Gur Beechaaraa ||",
    "translation": "The Lord is in the soul, and the soul is in the Lord. This is realized through the Guru's Teachings.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਧੁਰੋਂ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ ਉਹ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਰਾਹੀਂ ਇਹ ਪਛਾਣ ਲੈਂਦਾ ਹੈ ਕਿ ਹਰੇਕ ਜੀਵਾਤਮਾ ਵਿਚ ਪਰਮਾਤਮਾ ਮੌਜੂਦ ਹੈ, ਪਰਮਾਤਮਾ ਵਿਚ ਹੀ ਹਰੇਕ ਜੀਵ (ਜੀਉਂਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 49517,
    "shabad_id": 4114,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਬਾਣੀ. ਸਬਦਿ ਪਛਾਣੀ; ਦੁਖ ਕਾਟੈ. ਹੳੁ ਮਾਰਾ ||੧||",
    "transliteration": "Anmrith Baanee Sabadh Pashhaanee Dhukh Kaattai Ho Maaraa ||1||",
    "translation": "The Ambrosial Word of the Guru's Bani is realized through the Word of the Shabad. Sorrow is dispelled, and egotism is eliminated. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਕਦਰ ਸਮਝ ਲੈਂਦਾ ਹੈ, ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਨੂੰ ਮੁਕਾ ਲੈਂਦਾ ਹੈ (ਤੇ ਹਉਮੈ ਤੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲੇ ਸਾਰੇ) ਦੁੱਖ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 49518,
    "shabad_id": 4114,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ; ਹੳੁਮੈ ਰੋਗ ਬੁਰੇ ||",
    "transliteration": "Naanak Houmai Rog Burae ||",
    "translation": "O Nanak, the disease of egotism is so very deadly.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹਉਮੈ ਤੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲੇ (ਆਤਮਕ) ਰੋਗ ਬਹੁਤ ਚੰਦਰੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 49519,
    "shabad_id": 4114,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਜਹ ਦੇਖਾਂ. ਤਹ ੲੇਕਾ ਬੇਦਨ; ਅਾਪੇ ਬਖਸੈ ਸਬਦਿ ਧੁਰੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jeh Dhaekhaan Theh Eaekaa Baedhan Aapae Bakhasai Sabadh Dhhurae ||1|| Rehaao ||",
    "translation": "Wherever I look, I see the pain of the same disease. The Primal Lord Himself bestows the Shabad of His Word. ||1||Pause||",
    "punjabi": "ਮੈਂ ਤਾਂ (ਜਗਤ ਵਿਚ) ਜਿਧਰ ਵੇਖਦਾ ਹਾਂ ਉਧਰ ਇਹ ਹਉਮੈ ਦੀ ਪੀੜਾ ਹੀ ਵੇਖਦਾ ਹਾਂ। ਧੁਰੋਂ ਜਿਸ ਨੂੰ ਆਪ ਹੀ ਬਖ਼ਸ਼ਦਾ ਹੈ ਉਸ ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੋੜਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 49520,
    "shabad_id": 4114,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਅਾਪੇ ਪਰਖੇ. ਪਰਖਣਹਾਰੈ; ਬਹੁਰਿ ਸੂਲਾਕੁ. ਨ ਹੋੲੀ ||",
    "transliteration": "Aapae Parakhae Parakhanehaarai Bahur Soolaak N Hoee ||",
    "translation": "When the Appraiser Himself appraises the mortal, then he is not tested again.",
    "punjabi": "ਪਰਖਣ ਦੀ ਤਾਕਤ ਰੱਖਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਹੀ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਖ (ਕੇ ਪਰਵਾਨ ਕਰ) ਲਿਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਮੁੜ (ਹਉਮੈ ਦਾ) ਕਸ਼ਟ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "ਅੌਗੁਣਾਂ ਦਾ (ਸੂਲਾਕੁ) ਛੇਕ",
    "type_id": 3
  },
  {
    "id": 49521,
    "shabad_id": 4114,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਨਦਰਿ ਭੲੀ. ਗੁਰਿ ਮੇਲੇ; ਪ੍ਰਭ ਭਾਣਾ ਸਚੁ ਸੋੲੀ ||੨||",
    "transliteration": "Jin Ko Nadhar Bhee Gur Maelae Prabh Bhaanaa Sach Soee ||2||",
    "translation": "Those who are blessed with His Grace meet with the Guru. They alone are true, who are pleasing to God. ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਉਤੇ ਪਰਮਾਤਮਾ ਦੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਹੋ ਗਈ, ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਨੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲਿਆ। ਜੇਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਉਹ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੀ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 49522,
    "shabad_id": 4114,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਪੳੁਣੁ ਪਾਣੀ ਬੈਸੰਤਰੁ ਰੋਗੀ; ਰੋਗੀ. ਧਰਤਿ ਸਭੋਗੀ ||",
    "transliteration": "Poun Paanee Baisanthar Rogee Rogee Dhharath Sabhogee ||",
    "translation": "Air, water and fire are diseased; the world with its enjoyments is diseased.",
    "punjabi": "(ਹਉਮੈ ਦਾ ਰੋਗ ਇਤਨਾ ਬਲੀ ਹੈ ਕਿ) ਹਵਾ, ਪਾਣੀ, ਅੱਗ (ਆਦਿਕ ਤੱਤ ਭੀ) ਇਸ ਰੋਗ ਵਿਚ ਗ੍ਰਸੇ ਹੋਏ ਹਨ, ਇਹ ਧਰਤੀ ਭੀ ਹਉਮੈ-ਰੋਗ ਦਾ ਸ਼ਿਕਾਰ ਹੈ ਜਿਸ ਵਿਚੋਂ ਵਰਤਣ ਵਾਲੇ ਬੇਅੰਤ ਪਦਾਰਥ ਪੈਦਾ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "(ਸਭੋਗੀ) ਰਾਜਿਅਾਂ ਸਹਿਤ, ਸੱਪਾਂ ਸਹਿਤ[ਸ-ਭੋਗੀ",
    "type_id": 3
  },
  {
    "id": 49523,
    "shabad_id": 4114,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਮਾਤ ਪਿਤਾ ਮਾੲਿਅਾ ਦੇਹ, ਸਿ ਰੋਗੀ; ਰੋਗੀ. ਕੁਟੰਬ ਸੰਜੋਗੀ ||੩||",
    "transliteration": "Maath Pithaa Maaeiaa Dhaeh S Rogee Rogee Kuttanb Sanjogee ||3||",
    "translation": "Mother, father, Maya and the body are diseased; those united with their relatives are diseased. ||3||",
    "punjabi": "(ਆਪੋ ਆਪਣੇ) ਪਰਵਾਰਾਂ ਦੇ ਸੰਬੰਧ ਦੇ ਕਾਰਨ ਮਾਂ ਪਿਉ, ਮਾਇਆ, ਸਰੀਰ-ਇਹ ਸਾਰੇ ਹੀ ਹਉਮੈ ਦੇ ਰੋਗ ਵਿਚ ਫਸੇ ਹੋਏ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 49524,
    "shabad_id": 4114,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "ਰੋਗੀ ਬ੍ਰਹਮਾ ਬਿਸਨੁ ਸਰੁਦ੍ਰਾ; ਰੋਗੀ ਸਗਲ ਸੰਸਾਰਾ ||",
    "transliteration": "Rogee Brehamaa Bisan Sarudhraa Rogee Sagal Sansaaraa ||",
    "translation": "Brahma, Vishnu and Shiva are diseased; the whole world is diseased.",
    "punjabi": "(ਸਾਧਾਰਨ ਜੀਵਾਂ ਦੀ ਗੱਲ ਹੀ ਕੀਹ ਹੈ? ਵੱਡੇ ਵੱਡੇ ਅਖਵਾਣ ਵਾਲੇ ਦੇਵਤੇ) ਬ੍ਰਹਮਾ, ਵਿਸ਼ਨੂ ਤੇ ਸ਼ਿਵ ਭੀ ਹਉਮੈ ਦੇ ਰੋਗ ਵਿਚ ਹਨ, ਸਾਰਾ ਸੰਸਾਰ ਹੀ ਇਸ ਰੋਗ ਵਿਚ ਗ੍ਰਸਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਸ-ਰੁਦ੍ਰਾ",
    "type_id": 3
  },
  {
    "id": 49525,
    "shabad_id": 4114,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਪਦੁ ਚੀਨਿ. ਭੲੇ ਸੇ ਮੁਕਤੇ; ਗੁਰ ਕਾ ਸਬਦੁ ਵੀਚਾਰਾ ||੪||",
    "transliteration": "Har Padh Cheen Bheae Sae Mukathae Gur Kaa Sabadh Veechaaraa ||4||",
    "translation": "Those who remember the Lord's Feet and contemplate the Word of the Guru's Shabad are liberated. ||4||",
    "punjabi": "ਇਸ ਰੋਗ ਤੋਂ ਉਹੀ ਸੁਤੰਤਰ ਹੁੰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ-ਅਵਸਥਾ ਦੀ ਕਦਰ ਪਛਾਣ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਟਿਕਾਇਆ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 49526,
    "shabad_id": 4114,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "ਰੋਗੀ ਸਾਤ ਸਮੁੰਦ ਸਨਦੀਅਾ; ਖੰਡ ਪਤਾਲ ਸਿ ਰੋਗਿ ਭਰੇ ||",
    "transliteration": "Rogee Saath Samundh Sanadheeaa Khandd Pathaal S Rog Bharae ||",
    "translation": "The seven seas are diseased, along with the rivers; the continents and the nether regions of the underworlds are full of disease.",
    "punjabi": "ਸਾਰੀਆਂ ਨਦੀਆਂ ਸਮੇਤ ਸੱਤੇ ਸਮੁੰਦਰ (ਹਉਮੈ ਦੇ) ਰੋਗੀ ਹਨ, ਸਾਰੀਆਂ ਧਰਤੀਆਂ ਤੇ ਪਾਤਾਲ-ਇਹ ਭੀ (ਹਉਮੈ-) ਰੋਗ ਨਾਲ ਭਰੇ ਹੋਏ ਹਨ।",
    "pronunciation": "(ਸਨਦੀਅਾ) ਸਹਿਤ ਨਦੀਅਾਂ[ਸ-ਨਦੀਅਾ",
    "type_id": 3
  },
  {
    "id": 49527,
    "shabad_id": 4114,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਕੇ ਲੋਕ. ਸਿ ਸਾਚਿ ਸੁਹੇਲੇ; ਸਰਬੀ ਥਾੲੀ ਨਦਰਿ ਕਰੇ ||੫||",
    "transliteration": "Har Kae Lok S Saach Suhaelae Sarabee Thhaaee Nadhar Karae ||5||",
    "translation": "The people of the Lord dwell in Truth and peace; He blesses them with His Grace everywhere. ||5||",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਹੋ ਜਾਂਦੇ ਹਨ ਉਹ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ਤੇ ਸੁਖੀ ਜੀਵਨ ਗੁਜ਼ਾਰਦੇ ਹਨ, ਪ੍ਰਭੂ ਹਰ ਥਾਂ ਉਹਨਾਂ ਉਤੇ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ ॥੫॥",
    "pronunciation": "ਸਰਬੀਂ, ਥਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 49528,
    "shabad_id": 4114,
    "pada": 8,
    "source_line": 14,
    "gurmukhi": "ਰੋਗੀ ਖਟ ਦਰਸਨ ਭੇਖਧਾਰੀ; ਨਾਨਾ ਹਠੀ ਅਨੇਕਾ ||",
    "transliteration": "Rogee Khatt Dharasan Bhaekhadhhaaree Naanaa Hathee Anaekaa ||",
    "translation": "The six Shaastras are diseased, as are the many who follow the different religious orders.",
    "punjabi": "ਛੇ ਹੀ ਭੇਖਾਂ ਦੇ ਧਾਰਨੀ (ਜੋਗੀ ਜੰਗਮ ਆਦਿਕ) ਅਤੇ ਹੋਰ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਹਠ-ਸਾਧਨ ਕਰਨ ਵਾਲੇ ਭੀ ਹਉਮੈ-ਰੋਗ ਵਿਚ ਫਸੇ ਹੋਏ ਹਨ।",
    "pronunciation": "ਨ੍ਹਾਨ੍ਹਾ, ਹਠੀ: ਪੋਲਾ ਬੋਲੋ[ਅਨੇਕਾਂ",
    "type_id": 3
  },
  {
    "id": 49529,
    "shabad_id": 4114,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "ਬੇਦ ਕਤੇਬ ਕਰਹਿ ਕਹ ਬਪੁਰੇ; ਨਹ ਬੂਝਹਿ. ੲਿਕ ੲੇਕਾ ||੬||",
    "transliteration": "Baedh Kathaeb Karehi Keh Bapurae Neh Boojhehi Eik Eaekaa ||6||",
    "translation": "What can the poor Vedas and Bibles do? People do not understand the One and Only Lord. ||6||",
    "punjabi": "ਵੇਦ ਤੇ ਕੁਰਾਨ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕ ਭੀ ਉਹਨਾਂ ਦੀ ਸਹੈਤਾ ਕਰਨ ਤੋਂ ਅਸਮਰਥ ਹੋ ਜਾਂਦੇ ਹਨ, ਕਿਉਂਕਿ ਉਹ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਪਛਾਣਦੇ ਜੋ ਇਕ ਆਪ ਹੀ ਆਪ (ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਕਰਤਾ ਤੇ ਇਸ ਵਿਚ ਵਿਆਪਕ) ਹੈ ॥੬॥",
    "pronunciation": "ਬੱਪੁਰੇ[ ਬੱੂਝਹਿ",
    "type_id": 3
  },
  {
    "id": 49530,
    "shabad_id": 4114,
    "pada": 9,
    "source_line": 15,
    "gurmukhi": "ਮਿਠ ਰਸੁ ਖਾੲਿ. ਸੁ ਰੋਗਿ ਭਰੀਜੈ; ਕੰਦ ਮੂਲਿ ਸੁਖੁ ਨਾਹੀ ||",
    "transliteration": "Mith Ras Khaae S Rog Bhareejai Kandh Mool Sukh Naahee ||",
    "translation": "Eating sweet treats, the mortal is filled with disease; he finds no peace at all.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ (ਗ੍ਰਿਹਸਤ ਵਿਚ ਰਹਿ ਕੇ) ਹਰੇਕ ਕਿਸਮ ਦਾ ਸੁਆਦਲਾ ਪਦਾਰਥ ਖਾਂਦਾ ਹੈ ਉਹ (ਭੀ ਹਉਮੈ-) ਰੋਗ ਵਿਚ ਲਿੱਬੜਿਆ ਪਿਆ ਹੈ, ਜੇਹੜਾ ਮਨੁੱਖ (ਜਗਤ ਤਿਆਗ ਕੇ ਜੰਗਲ ਵਿਚ ਜਾ ਬੈਠਦਾ ਹੈ ਉਸ ਨੂੰ ਭੀ ਨਿਰੇ) ਗਾਜਰ ਮੂਲੀ (ਖਾ ਲੈਣ) ਨਾਲ ਆਤਮਕ ਸੁਖ ਨਹੀਂ ਮਿਲ ਜਾਂਦਾ।",
    "pronunciation": "ਮਿੱਠ",
    "type_id": 3
  },
  {
    "id": 49531,
    "shabad_id": 4114,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "ਨਾਮੁ ਵਿਸਾਰਿ. ਚਲਹਿ ਅਨ ਮਾਰਗਿ; ਅੰਤ ਕਾਲਿ ਪਛੁਤਾਹੀ ||੭||",
    "transliteration": "Naam Visaar Chalehi An Maarag Anth Kaal Pashhuthaahee ||7||",
    "translation": "Forgetting the Naam, the Name of the Lord, they walk on other paths, and at the very last moment, they regret and repent. ||7||",
    "punjabi": "(ਗ੍ਰਿਹਸਤੀ ਹੋਣ, ਚਾਹੇ ਤਿਆਗੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਕੇ ਜੇਹੜੇ ਜੇਹੜੇ ਭੀ ਹੋਰ ਹੋਰ ਰਸਤੇ ਤੇ ਤੁਰਦੇ ਹਨ ਉਹ ਆਖ਼ਰ ਪਛੁਤਾਂਦੇ ਹੀ ਹਨ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 49532,
    "shabad_id": 4114,
    "pada": 10,
    "source_line": 16,
    "gurmukhi": "ਤੀਰਥਿ ਭਰਮੈ ਰੋਗੁ. ਨ ਛੂਟਸਿ; ਪੜਿਅਾ ਬਾਦੁ ਬਿਬਾਦੁ ਭੲਿਅਾ ||",
    "transliteration": "Theerathh Bharamai Rog N Shhoottas Parriaa Baadh Bibaadh Bhaeiaa ||",
    "translation": "Wandering around at sacred shrines of pilgrimage, the mortal is not cured of his disease. Reading scripture, he gets involved in useless arguments.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਤੀਰਥ ਉਤੇ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ ਉਸ ਦਾ ਭੀ (ਹਉਮੈ-) ਰੋਗ ਨਹੀਂ ਮੁੱਕਦਾ, ਪੜ੍ਹਿਆ ਹੋਇਆ ਮਨੁੱਖ ਭੀ ਇਸ ਤੋਂ ਨਹੀਂ ਬਚਿਆ, ਉਸ ਨੂੰ ਝਗੜਾ-ਬਹਸ (ਰੂਪ ਹੋ ਕੇ ਹਉਮੈ-ਰੋਗ) ਚੰਬੜਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਪੜਿ੍ਹਅਾ",
    "type_id": 3
  },
  {
    "id": 49533,
    "shabad_id": 4114,
    "pada": 10,
    "source_line": 17,
    "gurmukhi": "ਦੁਬਿਧਾ ਰੋਗੁ. ਸੁ ਅਧਿਕ ਵਡੇਰਾ; ਮਾੲਿਅਾ ਕਾ ਮੁਹਤਾਜੁ ਭੲਿਅਾ ||੮||",
    "transliteration": "Dhubidhhaa Rog S Adhhik Vaddaeraa Maaeiaa Kaa Muhathaaj Bhaeiaa ||8||",
    "translation": "The disease of duality is so very deadly; it causes dependence on Maya. ||8||",
    "punjabi": "ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਆਸਰੇ ਦੀ ਝਾਕ ਇਕ ਬੜਾ ਭਾਰਾ ਰੋਗ ਹੈ, ਇਸ ਵਿਚ ਫਸਿਆ ਮਨੁੱਖ ਸਦਾ ਮਾਇਆ ਦਾ ਮੁਥਾਜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 49534,
    "shabad_id": 4114,
    "pada": 11,
    "source_line": 18,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸਾਚਾ ਸਬਦਿ ਸਲਾਹੈ; ਮਨਿ ਸਾਚਾ. ਤਿਸੁ ਰੋਗੁ ਗੲਿਅਾ ||",
    "transliteration": "Guramukh Saachaa Sabadh Salaahai Man Saachaa This Rog Gaeiaa ||",
    "translation": "One who becomes Gurmukh and praises the True Shabad with the True Lord in his mind is cured of his disease.",
    "punjabi": "ਜੇਹੜਾ (ਵੱਡ-ਭਾਗੀ) ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਸਦਾ ਵੱਸਦਾ ਹੈ, ਇਸ ਵਾਸਤੇ ਉਸ ਦਾ (ਹਉਮੈ-) ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 49535,
    "shabad_id": 4114,
    "pada": 11,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਹਰਿ ਜਨ, ਅਨ ਦਿਨੁ ਨਿਰਮਲ; ਜਿਨ ਕੳੁ ਕਰਮਿ ਨੀਸਾਣੁ ਪੲਿਅਾ ||੯||੧||",
    "transliteration": "Naanak Har Jan Anadhin Niramal Jin Ko Karam Neesaan Paeiaa ||9||1||",
    "translation": "O Nanak, the humble servant of the Lord is immaculate, night and day; he bears the insignia of the Lord's Grace. ||9||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਸਦਾ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, ਕਿਉਂਕਿ ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਨਾਲ ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਤੇ ਨਾਮ-ਸਿਮਰਨ ਦਾ ਨਿਸ਼ਾਨ (ਚਮਕਾਂ ਮਾਰਦਾ) ਹੈ ॥੯॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
