[
  {
    "shabad_id": 4115,
    "pada": 13,
    "source_line": 1,
    "gurmukhi": "pRhlwdu jnu; crxI lwgw Awie ]11]",
    "transliteration": "Prehalaadh Jan Charanee Laagaa Aae ||11||",
    "translation": "The humble servant Prahlaad came and fell at the Lord's Feet. ||11||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ) ਭਗਤ ਪ੍ਰਹਲਾਦ (ਨਰਸਿੰਘ ਦੀ) ਚਰਨੀਂ ਆ ਲੱਗਾ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4115,
    "pada": 14,
    "source_line": 1,
    "gurmukhi": "siqguir nwmu inDwnu idRVwieAw ]",
    "transliteration": "Sathigur Naam Nidhhaan Dhrirraaeiaa ||",
    "translation": "The True Guru implanted the treasure of the Naam within.",
    "punjabi": "ਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਖ਼ਜ਼ਾਨਾ ਪੱਕਾ ਕਰ ਦਿੱਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4115,
    "pada": 14,
    "source_line": 2,
    "gurmukhi": "rwju mwlu; JUTI sB mwieAw ]",
    "transliteration": "Raaj Maal Jhoothee Sabh Maaeiaa ||",
    "translation": "Power, property and all Maya is false.",
    "punjabi": "(ਉਸ ਨੂੰ ਦਿੱਸ ਪੈਂਦਾ ਹੈ ਕਿ) ਦੁਨੀਆ ਦਾ ਰਾਜ ਮਾਲ ਤੇ ਸਾਰੀ ਮਾਇਆ-ਇਹ ਸਭ ਕੁਝ ਨਾਸਵੰਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4115,
    "pada": 14,
    "source_line": 2,
    "gurmukhi": "loBI nr; rhy lptwie ]",
    "transliteration": "Lobhee Nar Rehae Lapattaae ||",
    "translation": "But still, the greedy people continue clinging to them.",
    "punjabi": "ਪਰ ਲਾਲਚੀ ਬੰਦੇ ਸਦਾ ਇਸ ਨਾਲ ਹੀ ਚੰਬੜੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4115,
    "pada": 14,
    "source_line": 2,
    "gurmukhi": "hir ky nwm ibnu; drgh imlY sjwie ]12]",
    "transliteration": "Har Kae Naam Bin Dharageh Milai Sajaae ||12||",
    "translation": "Without the Name of the Lord, the mortals are punished in His Court. ||12||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਉਹਨਾਂ ਨੂੰ) ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸਜ਼ਾ ਮਿਲਦੀ ਹੈ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4115,
    "pada": 15,
    "source_line": 3,
    "gurmukhi": "khY nwnku; sBu ko kry krwieAw ]",
    "transliteration": "Kehai Naanak Sabh Ko Karae Karaaeiaa ||",
    "translation": "Says Nanak, everyone acts as the Lord makes them act.",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ (ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਹਰੇਕ ਜੀਵ ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰੇਰਿਆ ਹੋਇਆ ਹੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4115,
    "pada": 15,
    "source_line": 3,
    "gurmukhi": "sy prvwxu; ijnI hir isau icqu lwieAw ]",
    "transliteration": "Sae Paravaan Jinee Har Sio Chith Laaeiaa ||",
    "translation": "They alone are approved and accepted, who focus their consciousness on the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ (ਇਥੇ) ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨਾਲ ਚਿੱਤ ਜੋੜਿਆ, ਉਹ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕਬੂਲ ਹੋ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4115,
    "pada": 15,
    "source_line": 3,
    "gurmukhi": "Bgqw kw; AMgIkwru krdw AwieAw ]",
    "transliteration": "Bhagathaa Kaa Angeekaar Karadhaa Aaeiaa ||",
    "translation": "He has made His devotees His Own.",
    "punjabi": "ਧੁਰ ਤੋਂ ਹੀ ਪਰਮਾਤਮਾ ਆਪਣੇ ਭਗਤਾਂ ਦਾ ਪੱਖ ਕਰਦਾ ਆ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4115,
    "pada": 15,
    "source_line": 4,
    "gurmukhi": "krqY Apxw rUpu idKwieAw ]13]1]2]",
    "transliteration": "Karathai Apanaa Roop Dhikhaaeiaa ||13||1||2||",
    "translation": "The Creator has appeared in His Own Form. ||13||1||2||",
    "punjabi": "ਕਰਤਾਰ ਨੇ (ਸਦਾ ਹੀ ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ) ਆਪਣਾ ਦਰਸਨ ਦਿੱਤਾ ਹੈ (ਤੇ ਉਹਨਾਂ ਦੀ ਸਹਾਇਤਾ ਕੀਤੀ ਹੈ) ॥੧੩॥੧॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4116,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "BYrau mhlw 3 ]",
    "transliteration": "Bhairo Mehalaa 3 ||",
    "translation": "Bhairao, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4116,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "gur syvw qy. AMimRq Plu pwieAw; haumY iqRsn buJweI ]",
    "transliteration": "Gur Saevaa Thae Anmrith Fal Paaeiaa Houmai Thrisan Bujhaaee ||",
    "translation": "Serving the Guru, I obtain the Ambrosial Fruit; my egotism and desire have been quenched.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਉਸ ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਅਤੇ ਤ੍ਰਿਸ਼ਨਾ (ਦੀ ਅੱਗ) ਬੁਝਾ ਲਈ।",
    "pronunciation": "(buJweI) pweI",
    "type_id": 3
  },
  {
    "shabad_id": 4116,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir kw nwmu ihRdY min visAw; mnsw mnih smweI ]1]",
    "transliteration": "Har Kaa Naam Hridhai Man Vasiaa Manasaa Manehi Samaaee ||1||",
    "translation": "The Name of the Lord dwells within my heart and mind, and the desires of my mind are quieted. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਉਸ ਦੇ ਮਨ ਵਿਚ ਵੱਸ ਪਿਆ, ਉਸ ਦੇ ਮਨ ਦਾ (ਮਾਇਕ) ਫੁਰਨਾ ਮਨ ਵਿਚ ਹੀ ਲੀਨ ਹੋ ਗਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4116,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "hir jIau ikRpw krhu; myry ipAwry ]",
    "transliteration": "Har Jeeo Kirapaa Karahu Maerae Piaarae ||",
    "translation": "O Dear Lord, my Beloved, please bless me with Your Mercy.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਜੀ! (ਮੈਂ ਗਰੀਬ ਉਤੇ) ਮਿਹਰ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4116,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "An idnu hir gux. dIn jnu mWgY; gur kY sbid auDwry ]1] rhwau ]",
    "transliteration": "Anadhin Har Gun Dheen Jan Maangai Gur Kai Sabadh Oudhhaarae ||1|| Rehaao ||",
    "translation": "Night and day, Your humble servant begs for Your Glorious Praises; through the Word of the Guru's Shabad, he is saved. ||1||Pause||",
    "punjabi": "(ਤੇਰੇ ਦਰ ਦਾ) ਗਰੀਬ ਸੇਵਕ (ਤੈਥੋਂ) ਹਰ ਵੇਲੇ ਤੇਰੇ ਗੁਣ (ਗਾਣ ਦੀ ਦਾਤਿ) ਮੰਗਦਾ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾਈ ਰੱਖ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4116,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "sMq jnw kau. jmu joih, n swkY; rqI AMc dUK. n lweI ]",
    "transliteration": "Santh Janaa Ko Jam Johi N Saakai Rathee Anch Dhookh N Laaee ||",
    "translation": "The Messenger of Death cannot even touch the humble Saints; it does not cause them even an iota of suffering or pain.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਵਲ ਜਮਰਾਜ (ਭੀ) ਤੱਕ ਨਹੀਂ ਸਕਦਾ, (ਦੁਨੀਆ ਦੇ) ਦੁੱਖਾਂ ਦਾ ਰਤਾ ਭਰ ਭੀ ਸੇਕ (ਉਹਨਾਂ ਨੂੰ) ਲਾ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4116,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "Awip qrih sgly kul qwrih; jo qyrI srxweI ]2]",
    "transliteration": "Aap Tharehi Sagalae Kul Thaarehi Jo Thaeree Saranaaee ||2||",
    "translation": "Those who enter Your Sanctuary, Lord, save themselves, and save all their ancestors as well. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਹੜੇ ਮਨੁੱਖ ਤੇਰੀ ਸਰਨ ਆ ਪੈਂਦੇ ਹਨ, ਉਹ ਆਪ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ, ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਕੁਲਾਂ ਨੂੰ ਭੀ ਪਾਰ ਲੰਘਾ ਲੈਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4116,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "Bgqw kI pYj rKih qU Awpy; eyh qyrI vifAweI ]",
    "transliteration": "Bhagathaa Kee Paij Rakhehi Thoo Aapae Eaeh Thaeree Vaddiaaee ||",
    "translation": "You Yourself save the honor of Your devotees; this is Your Glory, O Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਆਪਣੇ ਭਗਤਾਂ ਦੀ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਤੂੰ ਆਪ ਹੀ ਰੱਖਦਾ ਹੈਂ, ਇਹ ਤੇਰੀ ਬਜ਼ੁਰਗੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4116,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "jnm jnm ky iklivK duK kwtih; duibDw rqI n rweI ]3]",
    "transliteration": "Janam Janam Kae Kilavikh Dhukh Kaattehi Dhubidhhaa Rathee N Raaee ||3||",
    "translation": "You cleanse them of the sins and the pains of countless incarnations; You love them without even an iota of duality. ||3||",
    "punjabi": "ਤੂੰ ਉਹਨਾਂ ਦੇ (ਪਿਛਲੇ) ਅਨੇਕਾਂ ਹੀ ਜਨਮਾਂ ਦੇ ਪਾਪ ਤੇ ਦੁੱਖ ਕੱਟ ਦੇਂਦਾ ਹੈਂ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਰਤਾ ਭਰ ਰਾਈ ਭਰ ਭੀ ਮੇਰ-ਤੇਰ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4116,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "hm mUV mugD ikCu bUJih nwhI; qU Awpy dyih buJweI ]",
    "transliteration": "Ham Moorr Mugadhh Kishh Boojhehi Naahee Thoo Aapae Dhaehi Bujhaaee ||",
    "translation": "I am foolish and ignorant, and understand nothing. You Yourself bless me with understanding.",
    "punjabi": "ਅਸੀਂ (ਜੀਵ) ਮੂਰਖ ਹਾਂ ਅੰਞਾਣ ਹਾਂ, ਅਸੀਂ (ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ) (ਰਤਾ ਭੀ) ਨਹੀਂ ਸਮਝਦੇ, ਤੂੰ ਆਪ ਹੀ (ਸਾਨੂੰ ਇਹ) ਸਮਝ ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4116,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "jo quDu BwvY. soeI krsI; Avru. n krxw jweI ]4]",
    "transliteration": "Jo Thudhh Bhaavai Soee Karasee Avar N Karanaa Jaaee ||4||",
    "translation": "You do whatever You please; nothing else can be done at all. ||4||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਹੜਾ ਕੰਮ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਉਹੀ (ਹਰੇਕ ਜੀਵ) ਕਰਦਾ ਹੈ, (ਉਸ ਤੋਂ ਉਲਟ) ਹੋਰ ਕੋਈ ਕੰਮ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4116,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "jgqu aupwie. quDu DMDY lwieAw; BUMfI kwr kmweI ]",
    "transliteration": "Jagath Oupaae Thudhh Dhhandhhai Laaeiaa Bhoonddee Kaar Kamaaee ||",
    "translation": "Creating the world, You have linked all to their tasks - even the evil deeds which men do.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੂੰ ਆਪ ਹੀ) ਜਗਤ ਨੂੰ ਪੈਦਾ ਕਰ ਕੇ (ਤੂੰ ਆਪ ਹੀ ਇਸ ਨੂੰ ਮਾਇਆ ਦੇ) ਧੰਧੇ ਵਿਚ ਲਾ ਰੱਖਿਆ ਹੈ, (ਤੇਰੀ ਪ੍ਰੇਰਨਾ ਨਾਲ ਹੀ ਜਗਤ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਭੈੜੀ ਕਾਰ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 4116,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "jnmu pdwrQu. jUAY hwirAw; sbdY suriq. n pweI ]5]",
    "transliteration": "Janam Padhaarathh Jooai Haariaa Sabadhai Surath N Paaee ||5||",
    "translation": "They lose this precious human life in the gamble, and do not understand the Word of the Shabad. ||5||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਜਗਤ ਨੇ) ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਨੂੰ (ਜੁਆਰੀਏ ਵਾਂਗ) ਜੂਏ ਵਿਚ ਹਾਰ ਦਿੱਤਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਜਗਤ ਨੇ) ਆਮਤਕ ਜੀਵਨ ਦੀ ਸੂਝ ਹਾਸਲ ਨਹੀਂ ਕੀਤੀ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4116,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "mnmuiK mrih iqn ikCU. n sUJY; durmiq AigAwn AMDwrw ]",
    "transliteration": "Manamukh Marehi Thin Kishhoo N Soojhai Dhuramath Agiaan Andhhaaraa ||",
    "translation": "The self-willed manmukhs die, understanding nothing; they are enveloped by the darkness of evil-mindedness and ignorance.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਰਤਾ ਭੀ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ। ਭੈੜੀ ਮੱਤ ਦਾ, ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਦਾ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਹਨੇਰਾ ਪਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "mr-ih",
    "type_id": 3
  },
  {
    "shabad_id": 4116,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "Bvjlu pwir. n pwvih kb hI; fUib muey. ibnu gur, isir Bwrw ]6]",
    "transliteration": "Bhavajal Paar N Paavehi Kab Hee Ddoob Mueae Bin Gur Sir Bhaaraa ||6||",
    "translation": "They do not cross over the terrible world-ocean; without the Guru, they drown and die. ||6||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਵਿਕਾਰਾਂ ਵਿਚ ਸਿਰ-ਪਰਨੇ ਡੁੱਬ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੇ ਹਨ, ਉਹ ਕਦੇ ਭੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਨਹੀਂ ਲੰਘ ਸਕਦੇ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4116,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "swcY sbid rqy jn swcy; hir pRiB Awip imlwey ]",
    "transliteration": "Saachai Sabadh Rathae Jan Saachae Har Prabh Aap Milaaeae ||",
    "translation": "True are those humble beings who are imbued with the True Shabad; the Lord God unites them with Himself.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ। ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4116,
    "pada": 8,
    "source_line": 13,
    "gurmukhi": "gur kI bwxI sbid pCwqI; swic rhy ilv lwey ]7]",
    "transliteration": "Gur Kee Baanee Sabadh Pashhaathee Saach Rehae Liv Laaeae ||7||",
    "translation": "Through the Word of the Guru's Bani, they come to understand the Shabad. They remain lovingly focused on the True Lord. ||7||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹਨਾਂ ਨੇ ਗੁਰੂ ਦੇ ਆਤਮ-ਤਰੰਗ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ ਹੁੰਦੀ ਹੈ। ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦੇ ਹਨ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4116,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "qUM Awip inrmlu. qyry jn hY inrml; gur kY sbid vIcwry ]",
    "transliteration": "Thoon Aap Niramal Thaerae Jan Hai Niramal Gur Kai Sabadh Veechaarae ||",
    "translation": "You Yourself are Immaculate and Pure, and pure are Your humble servants who contemplate the Word of the Guru's Shabad.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਪਵਿੱਤਰ ਸਰੂਪ ਹੈਂ। ਤੇਰੇ ਸੇਵਕ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਤੇਰੇ ਗੁਣਾਂ ਦਾ) ਵਿਚਾਰ ਕਰ ਕੇ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4116,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "nwnku. iqn kY sd bilhwrY; rwm nwmu auir Dwry ]8]2]3]",
    "transliteration": "Naanak Thin Kai Sadh Balihaarai Raam Naam Our Dhhaarae ||8||2||3||",
    "translation": "Nanak is forever a sacrifice to those, who enshrine the Lord's Name within their hearts. ||8||2||3||",
    "punjabi": "ਨਾਨਕ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹੈ, ਜਿਹੜੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੇ ਹਨ ॥੮॥੨॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4117,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "BYrau mhlw 5 AstpdIAw Gru 2",
    "transliteration": "Bhairo Mehalaa 5 Asattapadheeaa Ghar 2",
    "translation": "Bhairao, Fifth Mehl, Ashtapadees, Second House:",
    "punjabi": "ਰਾਗ ਭੈਰਉ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "AstpdIAW: s pYr ibMdI n lwau",
    "type_id": 3
  },
  {
    "shabad_id": 4117,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4117,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ijsu nwmu irdY; soeI vf rwjw ]",
    "transliteration": "Jis Naam Ridhai Soee Vadd Raajaa ||",
    "translation": "He alone is a great king, who keeps the Naam, the Name of the Lord, within his heart.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸਦਾ ਹੈ ਉਹੀ (ਸਭ ਰਾਜਿਆਂ ਤੋਂ) ਵੱਡਾ ਰਾਜਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4117,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ijsu nwmu irdY; iqsu pUry kwjw ]",
    "transliteration": "Jis Naam Ridhai This Poorae Kaajaa ||",
    "translation": "One who keeps the Naam in his heart - his tasks are perfectly accomplished.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸਦਾ ਹੈ ਉਸ ਮਨੁੱਖ ਦੇ ਸਾਰੇ ਕੰਮ ਸਿਰੇ ਚੜ੍ਹ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4117,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ijsu nwmu irdY; iqin koit Dn pwey ]",
    "transliteration": "Jis Naam Ridhai Thin Kott Dhhan Paaeae ||",
    "translation": "One who keeps the Naam in his heart, obtains millions of treasures.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸਦਾ ਹੈ ਉਸ ਨੇ (ਮਾਨੋ) ਕ੍ਰੋੜਾਂ ਕਿਸਮਾਂ ਦੇ ਧਨ ਪ੍ਰਾਪਤ ਕਰ ਲਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4117,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "nwm ibnw; jnmu ibrQw jwey ]1]",
    "transliteration": "Naam Binaa Janam Birathhaa Jaaeae ||1||",
    "translation": "Without the Naam, life is useless. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਦਾ ਜੀਵਨ ਵਿਅਰਥ ਚਲਾ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4117,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "iqsu swlwhI; ijsu hir Dnu rwis ]",
    "transliteration": "This Saalaahee Jis Har Dhhan Raas ||",
    "translation": "I praise that person, who has the capital of the Lord's Wealth.",
    "punjabi": "ਮੈਂ ਉਸ ਮਨੁੱਖ ਨੂੰ ਵਡਿਆਉਂਦਾ ਹਾਂ ਜਿਸ ਦੇ ਪਾਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਸਰਮਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4117,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "so vfBwgI; ijsu gur msqik hwQu ]1] rhwau ]",
    "transliteration": "So Vaddabhaagee Jis Gur Masathak Haathh ||1|| Rehaao ||",
    "translation": "He is very fortunate, on whose forehead the Guru has placed His Hand. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ ਗੁਰੂ ਦਾ ਹੱਥ ਟਿਕਿਆ ਹੋਇਆ ਹੋਵੇ, ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4117,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ijsu nwmu irdY; iqsu kot keI sYnw ]",
    "transliteration": "Jis Naam Ridhai This Kott Kee Sainaa ||",
    "translation": "One who keeps the Naam in his heart, has many millions of armies on his side.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸਦਾ ਹੈ, ਉਹ (ਮਾਨੋ) ਕਈ ਕਿਲ੍ਹਿਆਂ ਤੇ ਫ਼ੌਜਾਂ (ਦਾ ਮਾਲਕ ਹੋ ਜਾਂਦਾ ਹੈ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4117,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ijsu nwmu irdY; iqsu shj suKYnw ]",
    "transliteration": "Jis Naam Ridhai This Sehaj Sukhainaa ||",
    "translation": "One who keeps the Naam in his heart, enjoys peace and poise.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸਦਾ ਹੈ ਉਸ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸਾਰੇ ਸੁਖ ਮਿਲ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]
