[
  {
    "id": 50416,
    "shabad_id": 4161,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਕਾਹੇ ਕਲਰਾ ਸਿੰਚਹੁ; ਜਨਮੁ ਗਵਾਵਹੁ ॥",
    "transliteration": "Kaahae Kalaraa Sinchahu Janam Gavaavahu ||",
    "translation": "Why do you irrigate the barren, alkaline soil? You are wasting your life away!",
    "punjabi": "(ਹੇ ਬ੍ਰਾਹਮਣ! ਮੂਰਤੀ ਅਤੇ ਤੁਲਸੀ ਦੀ ਪੂਜਾ ਕਰ ਕੇ) ਤੂੰ ਆਪਣਾ ਜਨਮ (ਵਿਅਰਥ) ਗਵਾ ਰਿਹਾ ਹੈਂ। (ਤੇਰਾ ਇਹ ਉੱਦਮ ਇਉਂ ਹੀ ਹੈ ਜਿਵੇਂ ਕੋਈ ਕਿਸਾਨ ਕਲਰਾਠੀ ਧਰਤੀ ਨੂੰ ਪਾਣੀ ਦੇਈ ਜਾਏ, ਕੱਲਰ ਵਿਚ ਫ਼ਸਲ ਨਹੀਂ ਉੱਗੇਗਾ) ਤੂੰ ਵਿਅਰਥ ਹੀ ਕੱਲਰ ਨੂੰ ਸਿੰਜ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "ਕੱਲਰਾ।ਗਵਾਵ-ਹੁ",
    "type_id": 3
  },
  {
    "id": 50417,
    "shabad_id": 4161,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਕਾਚੀ ਢਹਗਿ ਦਿਵਾਲ; ਕਾਹੇ ਗਚੁ ਲਾਵਹੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kaachee Dtehag Dhivaal Kaahae Gach Laavahu ||1|| Rehaao ||",
    "translation": "This wall of mud is crumbling. Why bother to patch it with plaster? ||1||Pause||",
    "punjabi": "(ਗਾਰੇ ਦੀ) ਕੱਚੀ ਕੰਧ (ਜ਼ਰੂਰ) ਢਹਿ ਜਾਇਗੀ (ਅੰਦਰਲੇ ਆਚਰਨ ਨੂੰ ਵਿਸਾਰ ਕੇ ਤੂੰ ਬਾਹਰ ਤੁਲਸੀ ਆਦਿਕ ਦੀ ਪੂਜਾ ਕਰ ਰਿਹਾ ਹੈਂ, ਤੂੰ ਤਾਂ ਗਾਰੇ ਦੀ ਕੱਚੀ ਕੰਧ ਉਤੇ) ਚੂਨੇ ਦਾ ਪਲਸਤਰ ਵਿਅਰਥ ਹੀ ਕਰ ਰਿਹਾ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਸ੍ਰੀਰ ਰੂਪੀ (ਦਿਵਾਲ) ਕੰਧ।ਚੰਦਨ ਰੂਪ (ਗਚੁ) ਚੂਨਾ, ਸੁਗੰਧੀਅਾਂ, ਫ਼ੈਸ਼ਨ। ਗੱਚੁ",
    "type_id": 4
  },
  {
    "id": 50418,
    "shabad_id": 4161,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਕਰ ਹਰਿਹਟ, ਮਾਲ ਟਿੰਡ ਪਰੋਵਹੁ; ਤਿਸੁ ਭੀਤਰਿ ਮਨੁ ਜੋਵਹੁ ॥",
    "transliteration": "Kar Harihatt Maal Ttindd Parovahu This Bheethar Man Jovahu ||",
    "translation": "Let your hands be the buckets, strung on the chain, and yoke the mind as the ox to pull it; draw the water up from the well.",
    "punjabi": "(ਕਿਸਾਨ ਆਪਣੀ ਪੈਲੀ ਦੇ ਕਿਆਰੇ ਸਿੰਜਣ ਵਾਸਤੇ ਖੂਹ ਨੂੰ ਘੜਮਾਲ੍ਹਦਾ ਹੈ, ਆਪਣੇ ਬਲਦ ਜੋਅ ਕੇ ਖੂਹ ਚਲਾਂਦਾ ਹੈ ਤੇ ਪਾਣੀ ਨਾਲ ਕਿਆਰੇ ਭਰਦਾ ਹੈ, ਇਸੇ ਤਰ੍ਹਾਂ ਹੇ ਬ੍ਰਾਹਮਣ!) ਹੱਥੀਂ ਸੇਵਾ ਕਰਨ ਨੂੰ ਹਰ੍ਹਟ ਤੇ ਹਰ੍ਹਟ ਦੀ ਮਾਲ੍ਹ ਤੇ ਉਸ ਮਾਲ੍ਹ ਵਿਚ ਟਿੰਡਾਂ ਜੋੜਨਾ ਬਣਾ।",
    "pronunciation": "ਨਾਮੁ ਰੂਪ (ਹਰਿ-ਹਟ) ਹਲਟ। ਪ੍ਰੀਤ ਰੂਪ (ਮਾਲ) ਨਿਮ੍ਰਤਾ ਹਲੀਮੀ ਗ੍ਰੀਬੀ ਪੇ੍ਰਮ ੲਿਕਾਗ੍ਰਤਾ ਸ਼ਾਂਤੀ ਧੀਰਜ ਸਿਮਰਨ ਖਿਮਾ ਸਹਿਨਸ਼ੀਲਤਾ ਅਾਦਿ ਸ਼ੁਭ ਗੁਣਾਂ ਰੂਪ ਟਿੰਡਾਂ, ਮਨੁ ਰੂਪੀ ਬੈਲ (ਜੋਵ-ਹੁ) ਜੋੜੋ",
    "type_id": 3
  },
  {
    "id": 50419,
    "shabad_id": 4161,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਅੰਮਿ੍ਰਤੁ ਸਿੰਚਹੁ. ਭਰਹੁ ਕਿਅਾਰੇ; ਤੳੁ ਮਾਲੀ ਕੇ ਹੋਵਹੁ ॥੨॥",
    "transliteration": "Anmrith Sinchahu Bharahu Kiaarae Tho Maalee Kae Hovahu ||2||",
    "translation": "Irrigate your fields with the Ambrosial Nectar, and you shall be owned by God the Gardener. ||2||",
    "punjabi": "(ਹੱਥੀਂ ਸੇਵਾ ਵਾਲੇ ਘੜਮਾਲ੍ਹੇ ਖੂਹ) ਵਿਚ ਆਪਣਾ ਮਨ ਜੋਅ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਸਿੰਜ ਤੇ ਆਪਣੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੇ ਕਿਆਰੇ ਇਸ ਨਾਮ-ਜਲ ਨਾਲ ਨਕਾਨਕ ਭਰ। ਤਦੋਂ ਹੀ ਤੂੰ ਇਸ ਜਗਤ-ਬਾਗ਼ ਦੇ ਪਾਲਣ-ਹਾਰ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰਾ ਬਣੇਗਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50420,
    "shabad_id": 4161,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਕਾਮੁ ਕ੍ਰੋਧੁ ਦੁੲਿ. ਕਰਹੁ ਬਸੋਲੇ; ਗੋਡਹੁ ਧਰਤੀ ਭਾੲੀ ॥",
    "transliteration": "Kaam Krodhh Dhue Karahu Basolae Goddahu Dhharathee Bhaaee ||",
    "translation": "Let sexual desire and anger be your two shovels, to dig up the dirt of your farm, O Siblings of Destiny.",
    "punjabi": "(ਕਿਸਾਨ ਉੱਗੀ ਖੇਤੀ ਨੂੰ ਰੰਬੇ ਨਾਲ ਗੋਡੀ ਦੇਂਦਾ ਹੈ। ਫ਼ਸਲ ਦੇ ਹਰੇਕ ਬੂਟੇ ਨੂੰ ਪਿਆਰ ਨਾਲ ਸਾਂਭ ਕੇ ਬਚਾਈ ਜਾਂਦਾ ਹੈ, ਤੇ ਫ਼ਾਲਤੂ ਘਾਹ ਬੂਟ ਨਦੀਣ ਨੂੰ, ਮਾਨੋ, ਗੁੱਸੇ ਨਾਲ ਪੁੱਟ ਪੁੱਟ ਕੇ ਬਾਹਰ ਸੁੱਟਦਾ ਜਾਂਦਾ ਹੈ, ਤੂੰ ਭੀ) ਹੇ ਭਾਈ! ਆਪਣੇ ਸਰੀਰ-ਧਰਤੀ ਨੂੰ ਗੋਡ, ਪਿਆਰ ਅਤੇ ਗੁੱਸਾ ਇਹ ਦੋ ਰੰਬੇ ਬਣਾ (ਦੈਵੀ ਗੁਣਾਂ ਨੂੰ ਪਿਆਰ ਨਾਲ ਬਚਾਈ ਰੱਖ, ਵਿਕਾਰਾਂ ਨੂੰ ਗੁੱਸੇ ਨਾਲ ਜੜ੍ਹੋਂ ਪੁੱਟਦਾ ਜਾਹ)।",
    "pronunciation": "ਬੁੱਧ ਰੂਪ ਧਰਤੀ ਚੋਂ, ਕਾਮ ਕ੍ਰੋਧ ਨਦੀਨ ਨੰੂ ਪੁੱਟਣ ਲੲੀ, ਖਲੋਕੇ ਗੋਡਣ ਵਾਲੇ ਸੱਤ ਸੰਤੋਖ ਦੇ (ਬਸੋਲੇ) ਕਸੀੲੇ",
    "type_id": 3
  },
  {
    "id": 50421,
    "shabad_id": 4161,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਜਿੳੁ ਗੋਡਹੁ. ਤਿੳੁ ਤੁਮ੍ਹ ਸੁਖ ਪਾਵਹੁ; ਕਿਰਤੁ. ਨ ਮੇਟਿਅਾ ਜਾੲੀ ॥੩॥",
    "transliteration": "Jio Goddahu Thio Thumh Sukh Paavahu Kirath N Maettiaa Jaaee ||3||",
    "translation": "The more you dig, the more peace you shall find. Your past actions cannot be erased. ||3||",
    "punjabi": "ਜਿਉਂ ਜਿਉਂ ਤੂੰ ਇਸ ਤਰ੍ਹਾਂ ਗੋਡੀ ਕਰੇਂਗਾ, ਤਿਉਂ ਤਿਉਂ ਆਤਮਕ ਸੁਖ ਮਾਣੇਂਗਾ। ਤੇਰੀ ਕੀਤੀ ਇਹ ਮੇਹਨਤ ਵਿਅਰਥ ਨਹੀਂ ਜਾਇਗੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50422,
    "shabad_id": 4161,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਬਗੁਲੇ ਤੇ ਫੁਨਿ ਹੰਸੁਲਾ ਹੋਵੈ; ਜੇ ਤੂ ਕਰਹਿ ਦੲਿਅਾਲਾ ॥",
    "transliteration": "Bagulae Thae Fun Hansulaa Hovai Jae Thoo Karehi Dhaeiaalaa ||",
    "translation": "The crane is again transformed into a swan, if You so will, O Merciful Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਦਿਆਲ ਪ੍ਰਭੂ! ਜੇ ਤੂੰ ਮੇਹਰ ਕਰੇਂ ਤਾਂ (ਤੇਰੀ ਮੇਹਰ ਨਾਲ ਮਨੁੱਖ ਪਖੰਡੀ) ਬਗੁਲੇ ਤੋਂ ਸੋਹਣਾ ਹੰਸ ਬਣ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50423,
    "shabad_id": 4161,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਪ੍ਰਣਵਤਿ ਨਾਨਕੁ ਦਾਸਨਿ ਦਾਸਾ; ਦੲਿਅਾ ਕਰਹੁ ਦੲਿਅਾਲਾ ॥੪॥੧॥੯॥",
    "transliteration": "Pranavath Naanak Dhaasan Dhaasaa Dhaeiaa Karahu Dhaeiaalaa ||4||1||9||",
    "translation": "Prays Nanak, the slave of Your slaves: O Merciful Lord, have mercy on me. ||4||1||9||",
    "punjabi": "ਤੇਰੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਤੇ ਆਖਦਾ ਹੈ ਕਿ) ਹੇ ਦਿਆਲ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ (ਤੇ ਬਗੁਲੇ ਤੋਂ ਹੰਸ ਕਰਨ ਵਾਲਾ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼) ॥੪॥੧॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50424,
    "shabad_id": 4162,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬਸੰਤੁ ਮਹਲਾ ੧ ਹਿੰਡੋਲ ॥",
    "transliteration": "Basanth Mehalaa 1 Hinddol ||",
    "translation": "Basant, First Mehl, Hindol:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50425,
    "shabad_id": 4162,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਾਹੁਰੜੀ ਵਥੁ. ਸਭੁ ਕਿਛੁ ਸਾਝੀ; ਪੇਵਕੜੈ ਧਨ ਵਖੇ ॥",
    "transliteration": "Saahurarree Vathh Sabh Kishh Saajhee Paevakarrai Dhhan Vakhae ||",
    "translation": "In the House of the Husband Lord - in the world hereafter everything is jointly owned; but in this world - in the house of the soul-bride's parents the soul-bride owns them separately.",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੀ ਦਾਤ ਜੋ ਪਤੀ-ਪ੍ਰਭੂ ਵਲੋਂ ਮਿਲੀ ਸੀ ਉਹ ਤਾਂ ਸਭਨਾਂ ਨਾਲ ਵੰਡੀ ਜਾ ਸਕਣ ਵਾਲੀ ਸੀ, ਪਰ ਜਗਤ-ਪੇਕੇ ਘਰ ਵਿਚ ਰਹਿੰਦਿਆਂ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ) ਮੈਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਵਿਤਕਰੇ ਹੀ ਸਿੱਖਦੀ ਰਹੀ।",
    "pronunciation": "ਵੱਥੁ। ਸਾਂਝੀ। ਵੱਖੇ",
    "type_id": 3
  },
  {
    "id": 50426,
    "shabad_id": 4162,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਾਪਿ ਕੁਚਜੀ. ਦੋਸੁ, ਨ ਦੇੳੂ; ਜਾਣਾ ਨਾਹੀ. ਰਖੇ ॥੧॥",
    "transliteration": "Aap Kuchajee Dhos N Dhaeoo Jaanaa Naahee Rakhae ||1||",
    "translation": "She herself is ill-mannered; how can she blame anyone else? She does not know how to take care of these things. ||1||",
    "punjabi": "ਮੈਂ ਆਪ ਹੀ ਕੁਚੱਜੀ ਰਹੀ (ਭਾਵ, ਮੈਂ ਸੋਹਣੀ ਜੀਵਨ-ਜੁਗਤਿ ਨਾਹ ਸਿੱਖੀ। ਇਸ ਕੁਚੱਜ ਵਿਚ ਦੁੱਖ ਸਹੇੜੇ ਹਨ, ਪਰ) ਮੈਂ ਕਿਸੇ ਹੋਰ ਉਤੇ (ਇਹਨਾਂ ਦੁੱਖਾਂ ਬਾਰੇ) ਕੋਈ ਦੋਸ ਨਹੀਂ ਲਾ ਸਕਦੀ। (ਪਤੀ-ਪ੍ਰਭੂ ਵਲੋਂ ਮਿਲੀ ਆਤਮਕ ਜੀਵਨ ਦੀ ਦਾਤ ਨੂੰ) ਸਾਂਭ ਕੇ ਰੱਖਣ ਦੀ ਮੈਨੂੰ ਜਾਚ ਨਹੀਂ ਆਈ ॥੧॥",
    "pronunciation": "ਕੁ-ਚੱਜੀ",
    "type_id": 3
  },
  {
    "id": 50427,
    "shabad_id": 4162,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਮੇਰੇ ਸਾਹਿਬਾ; ਹੳੁ ਅਾਪੇ ਭਰਮਿ ਭੁਲਾਣੀ ॥",
    "transliteration": "Maerae Saahibaa Ho Aapae Bharam Bhulaanee ||",
    "translation": "O my Lord and Master, I am deluded by doubt.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਮੈਂ ਆਪ ਹੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਤੋਂ ਖੁੰਝੀ ਹੋਈ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50428,
    "shabad_id": 4162,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਅਖਰ ਲਿਖੇ ਸੇੲੀ ਗਾਵਾ; ਅਵਰ. ਨ ਜਾਣਾ ਬਾਣੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Akhar Likhae Saeee Gaavaa Avar N Jaanaa Baanee ||1|| Rehaao ||",
    "translation": "I sing the Word which You have written; I do not know any other Word. ||1||Pause||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਜਿਤਨੇ ਭੀ ਕਰਮ ਮੈਂ ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਤੋਂ ਕਰਦੀ ਆ ਰਹੀ ਹਾਂ, ਉਹਨਾਂ ਦੇ ਜੋ) ਸੰਸਕਾਰ ਮੇਰੇ ਮਨ ਵਿਚ ਉੱਕਰੇ ਪਏ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਨੂੰ ਹੀ ਗਾਂਦੀ ਚਲੀ ਜਾ ਰਹੀ ਹਾਂ (ਉਹਨਾਂ ਦੀ ਹੀ ਪ੍ਰੇਰਨਾ ਹੇਠ ਮੁੜ ਮੁੜ ਉਹੋ ਜਿਹੇ ਕਰਮ ਕਰਦੀ ਜਾ ਰਹੀ ਹਾਂ) ਮੈਂ (ਮਨ ਦੀ) ਕੋਈ ਘਾੜਤ (ਘੜਨੀ) ਨਹੀਂ ਜਾਣਦੀ ਹਾਂ (ਮੈਂ ਕੋਈ ਐਸੇ ਕੰਮ ਕਰਨੇ ਨਹੀਂ ਜਾਣਦੀ ਜਿਨ੍ਹਾਂ ਨਾਲ ਮੇਰੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਸੰਸਕਾਰ ਮੁੱਕ ਜਾਣ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 50429,
    "shabad_id": 4162,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਕਢਿ ਕਸੀਦਾ. ਪਹਿਰਹਿ ਚੋਲੀ; ਤਾਂ ਤੁਮ੍ਹ ਜਾਣਹੁ ਨਾਰੀ ॥",
    "transliteration": "Kadt Kaseedhaa Pehirehi Cholee Thaan Thumh Jaanahu Naaree ||",
    "translation": "She alone is known as the Lord's bride, who embroiders her gown in the Name.",
    "punjabi": "ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਸ਼ੁਭ ਗੁਣਾਂ ਦੇ ਸੋਹਣੇ ਚਿੱਤਰ (ਆਪਣੇ ਮਨ ਵਿਚ ਬਣਾ ਕੇ) ਪ੍ਰੇਮ ਦਾ ਪਟੋਲਾ ਪਹਿਨਦੀਆਂ ਹਨ ਉਹਨਾਂ ਨੂੰ ਹੀ ਸੁਚੱਜੀਆਂ ਇਸਤ੍ਰੀਆਂ ਸਮਝੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50430,
    "shabad_id": 4162,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਜੇ ਘਰੁ ਰਾਖਹਿ. ਬੁਰਾ ਨ ਚਾਖਹਿ; ਹੋਵਹਿ ਕੰਤ ਪਿਅਾਰੀ ॥੨॥",
    "transliteration": "Jae Ghar Raakhehi Buraa N Chaakhehi Hovehi Kanth Piaaree ||2||",
    "translation": "She who preserves and protects the home of her own heart and does not taste of evil, shall be the Beloved of her Husband Lord. ||2||",
    "punjabi": "ਜੇਹੜੀਆਂ ਇਸਤ੍ਰੀਆਂ ਆਪਣਾ (ਆਤਮਕ ਜੀਵਨ ਦਾ) ਘਰ ਸਾਂਭ ਕੇ ਰੱਖਦੀਆਂ ਹਨ ਕੋਈ ਵਿਕਾਰ ਕੋਈ ਭੈੜ ਨਹੀਂ ਚੱਖਦੀਆਂ (ਭਾਵ, ਜੋ ਮਾੜੇ ਰਸਾਂ ਵਿਚ ਪਰਵਿਰਤ ਨਹੀਂ ਹੁੰਦੀਆਂ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੀਆਂ ਲੱਗਦੀਆਂ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50431,
    "shabad_id": 4162,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਜੇ ਤੂੰ ਪੜਿਅਾ ਪੰਡਿਤੁ ਬੀਨਾ; ਦੁੲਿ ਅਖਰ. ਦੁੲਿ ਨਾਵਾ ॥",
    "transliteration": "Jae Thoon Parriaa Panddith Beenaa Dhue Akhar Dhue Naavaa ||",
    "translation": "If you are a learned and wise religious scholar, then make a boat of the letters of the Lord's Name.",
    "punjabi": "ਜੇ ਤੂੰ ਸਚ ਮੁਚ ਪੜ੍ਹਿਆ-ਲਿਖਿਆ ਵਿਦਵਾਨ ਹੈਂ ਸਿਆਣਾ ਹੈਂ (ਤਾਂ ਇਹ ਗੱਲ ਪੱਕੀ ਤਰ੍ਹਾਂ ਸਮਝ ਲੈ ਕਿ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਵਿਕਾਰਾਂ ਦੇ ਪਾਣੀਆਂ ਵਿਚੋਂ ਪਾਰ ਲੰਘਾਣ ਲਈ) ਹਰਿ-ਨਾਮ ਹੀ ਬੇੜੀ ਹੈ।",
    "pronunciation": "ਪੜਿ੍ਹਅਾ",
    "type_id": 3
  },
  {
    "id": 50432,
    "shabad_id": 4162,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਪ੍ਰਣਵਤਿ ਨਾਨਕੁ. ੲੇਕੁ ਲੰਘਾੲੇ; ਜੇ ਕਰਿ ਸਚਿ ਸਮਾਵਾਂ ॥੩॥੨॥੧੦॥",
    "transliteration": "Pranavath Naanak Eaek Langhaaeae Jae Kar Sach Samaavaan ||3||2||10||",
    "translation": "Prays Nanak, the One Lord shall carry you across, if you merge in the True Lord. ||3||2||10||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਹਰਿ-ਨਾਮ ਹੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ ਜੇ ਮੈਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਟਿਕਿਆ ਰਹਾਂ ॥੩॥੨॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50433,
    "shabad_id": 4163,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਬਸੰਤ ਹਿੰਡੋਲ ਮਹਲਾ ੧ ॥",
    "transliteration": "Basanth Hinddol Mehalaa 1 ||",
    "translation": "Basant Hindol, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50434,
    "shabad_id": 4163,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਰਾਜਾ ਬਾਲਕੁ. ਨਗਰੀ ਕਾਚੀ; ਦੁਸਟਾ ਨਾਲਿ ਪਿਅਾਰੋ ॥",
    "transliteration": "Raajaa Baalak Nagaree Kaachee Dhusattaa Naal Piaaro ||",
    "translation": "The king is just a boy, and his city is vulnerable. He is in love with his wicked enemies.",
    "punjabi": "ਹੇ ਪੰਡਿਤ! (ਜੇ ਕੋਈ ਵਿਚਾਰ ਦੀ ਗੱਲ ਕਰਨੀ ਹੈ ਤਾਂ) ਇਹ ਸੋਚੋ ਕਿ (ਸਰੀਰ-ਨਗਰੀ ਉਤੇ) ਰਾਜ ਕਰਨ ਵਾਲਾ ਮਨ ਅੰਞਾਣ ਹੈ, ਇਹ ਸਰੀਰ-ਨਗਰ ਭੀ ਕੱਚਾ ਹੈ (ਬਾਹਰੋਂ ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਦਾ ਟਾਕਰਾ ਕਰਨ-ਜੋਗਾ ਨਹੀਂ ਹੈ ਕਿਉਂਕਿ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਕਮਜ਼ੋਰ ਹਨ)। (ਫਿਰ ਇਸ ਅੰਞਾਣ ਮਨ ਦਾ) ਪਿਆਰ ਭੀ ਕਾਮਾਦਿਕ ਭੈੜੇ ਸਾਥੀਆਂ ਨਾਲ ਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50435,
    "shabad_id": 4163,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਦੁੲਿ ਮਾੲੀ. ਦੁੲਿ ਬਾਪਾ ਪੜੀਅਹਿ; ਪੰਡਿਤ ਕਰਹੁ ਬੀਚਾਰੋ ॥੧॥",
    "transliteration": "Dhue Maaee Dhue Baapaa Parreeahi Panddith Karahu Beechaaro ||1||",
    "translation": "He reads of his two mothers and his two fathers; O Pandit, reflect on this. ||1||",
    "punjabi": "ਇਸ ਦੀਆਂ ਮਾਵਾਂ ਭੀ ਦੋ ਸੁਣੀਦੀਆਂ ਹਨ (ਬੁੱਧੀ ਅਤੇ ਅਵਿੱਦਿਆ), ਇਸ ਦੇ ਪਿਉ ਭੀ ਦੋ ਹੀ ਦੱਸੀਦੇ ਹਨ (ਪਰਮਾਤਮਾ ਅਤੇ ਮਾਇਆ-ਵੇੜ੍ਹਿਆ ਜੀਵਾਤਮਾ। ਆਮ ਤੌਰ ਤੇ ਇਹ ਅੰਞਾਣ ਮਨ ਅਵਿੱਦਿਆ ਅਤੇ ਮਾਇਆ-ਵੇੜ੍ਹੇ ਜੀਵਾਤਮਾ ਦੇ ਢਹੇ ਚੜ੍ਹਿਆ ਰਹਿੰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "ਪੜ੍ਹੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 50436,
    "shabad_id": 4163,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸੁਅਾਮੀ ਪੰਡਿਤਾ; ਤੁਮ੍ਹ ਦੇਹੁ ਮਤੀ ॥",
    "transliteration": "Suaamee Panddithaa Thumh Dhaehu Mathee ||",
    "translation": "O Master Pandit, teach me about this.",
    "punjabi": "ਹੇ ਪੰਡਿਤ ਜੀ ਮਹਾਰਾਜ! ਤੁਸੀਂ ਤਾਂ ਹੋਰ ਹੋਰ ਤਰ੍ਹਾਂ ਦੀ ਸਿੱਖਿਆ ਦੇ ਰਹੋ ਹੋ,",
    "pronunciation": "ਮੱਤੀ",
    "type_id": 3
  },
  {
    "id": 50437,
    "shabad_id": 4163,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਕਿਨ ਬਿਧਿ ਪਾਵੳੁ ਪ੍ਰਾਨਪਤੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kin Bidhh Paavo Praanapathee ||1|| Rehaao ||",
    "translation": "How can I obtain the Lord of life? ||1||Pause||",
    "punjabi": "(ਅਜੇਹੀ ਦਿੱਤੀ ਮੱਤ ਨਾਲ) ਮੈਂ ਆਪਣੇ ਪ੍ਰਾਣਾਂ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਨੂੰ ਕਿਵੇਂ ਮਿਲ ਸਕਦਾ ਹਾਂ? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 50438,
    "shabad_id": 4163,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਭੀਤਰਿ ਅਗਨਿ. ਬਨਾਸਪਤਿ ਮੳੁਲੀ; ਸਾਗਰੁ ਪੰਡੈ ਪਾੲਿਅਾ ॥",
    "transliteration": "Bheethar Agan Banaasapath Moulee Saagar Panddai Paaeiaa ||",
    "translation": "There is fire within the plants which bloom; the ocean is tied into a bundle.",
    "punjabi": "ਸਰੀਰ ਦੇ ਅੰਦਰ ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ (ਮਚੀ ਹੋਈ ਹੈ) ਜਵਾਨੀ ਭੀ ਲਹਿਰਾਂ ਲੈ ਰਹੀ ਹੈ (ਜਿਵੇਂ ਹਰੀ-ਭਰੀ ਬਨਸਪਤੀ ਦੇ ਅੰਦਰ ਅੱਗ ਲੁਕੀ ਰਹਿੰਦੀ ਹੈ), ਮਾਇਕ ਵਾਸਨਾਂ ਦਾ ਸਮੁੰਦਰ ਇਸ ਸਰੀਰ ਦੇ ਅੰਦਰ ਠਾਠਾਂ ਮਾਰ ਰਿਹਾ ਹੈ (ਮਾਨੋ, ਸਮੁੰਦਰ ਇਕ ਪਿੰਡ ਵਿਚ ਲੁਕਿਆ ਪਿਆ ਹੈ। ਸੋ, ਸਿੱਖਿਆ ਤਾਂ ਉਹ ਚਾਹੀਦੀ ਹੈ ਜੋ ਇਸ ਅੰਦਰਲੇ ਹੜ੍ਹ ਨੂੰ ਰੋਕ ਸਕੇ)।",
    "pronunciation": "ਮੳੁ੍ਨਲੀ: ਕਸਕੇ",
    "type_id": 3
  },
  {
    "id": 50439,
    "shabad_id": 4163,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਚੰਦੁ ਸੂਰਜੁ ਦੁੲਿ. ਘਰ ਹੀ ਭੀਤਰਿ; ਅੈਸਾ ਗਿਅਾਨੁ. ਨ ਪਾੲਿਅਾ ॥੨॥",
    "transliteration": "Chandh Sooraj Dhue Ghar Hee Bheethar Aisaa Giaan N Paaeiaa ||2||",
    "translation": "The sun and the moon dwell in the same home in the sky. You have not obtained this knowledge. ||2||",
    "punjabi": "(ਹੇ ਪੰਡਿਤ! ਤੂੰ ਤਾਂ ਹੋਰ ਹੋਰ ਕਿਸਮ ਦੀ ਮੱਤ ਦੇ ਰਿਹਾ ਹੈਂ, ਤੇਰੀ ਦਿੱਤੀ ਸਿੱਖਿਆ ਨਾਲ ਅੰਞਾਣ ਮਨ ਨੂੰ) ਇਹ ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ ਕਿ ਸੀਤਲਤਾ (-ਸ਼ਾਂਤੀ) ਅਤੇ ਰੱਬੀ ਤੇਜ ਦੋਵੇਂ ਮਨੁੱਖਾ ਸਰੀਰ ਦੇ ਅੰਦਰ ਮੌਜੂਦ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50440,
    "shabad_id": 4163,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਰਾਮ ਰਵੰਤਾ ਜਾਣੀਅੈ; ੲਿਕ ਮਾੲੀ ਭੋਗੁ ਕਰੇੲਿ ॥",
    "transliteration": "Raam Ravanthaa Jaaneeai Eik Maaee Bhog Karaee ||",
    "translation": "One who knows the All-pervading Lord, eats up the one mother - Maya.",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਸਮਝਿਆ ਜਾ ਸਕਦਾ ਹੈ ਜੋ (ਬੁੱਧੀ ਤੇ ਅਵਿੱਦਿਆ ਦੋ ਮਾਂਵਾਂ ਵਿਚੋਂ) ਇਕ ਮਾਂ (ਅਵਿੱਦਿਆ ਨੂੰ) ਮੁਕਾ ਦੇਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50441,
    "shabad_id": 4163,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਤਾ ਕੇ ਲਖਣ ਜਾਣੀਅਹਿ; ਖਿਮਾ ਧਨੁ ਸੰਗ੍ਰਹੇੲਿ ॥੩॥",
    "transliteration": "Thaa Kae Lakhan Jaaneeahi Khimaa Dhhan Sangrehaee ||3||",
    "translation": "Know that the sign of such a person is that he gathers the wealth of compassion. ||3||",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਅਵਿੱਦਿਆ-ਮਾਂ ਨੂੰ ਮੁਕਾਂਦਾ ਹੈ) ਉਸ ਦੇ (ਰੋਜ਼ਾਨਾ ਜੀਵਨ ਦੇ) ਲੱਛਣ ਇਹ ਦਿੱਸਦੇ ਹਨ ਕਿ ਉਹ ਦੂਜਿਆਂ ਦੀ ਵਧੀਕੀ ਠੰਢੇ-ਜਿਗਰੇ ਸਹਾਰਨ ਦਾ ਆਤਮਕ ਧਨ (ਸਦਾ) ਇਕੱਠਾ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਸੰਗ੍ਰਹੇ-ੲਿ) ੲਿਕੱਤ੍ਰ। ਲੱਖਣ।ਜਾਣੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 50442,
    "shabad_id": 4163,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਕਹਿਅਾ ਸੁਣਹਿ ਨ ਖਾੲਿਅਾ ਮਾਨਹਿ; ਤਿਨ੍ਹਾ ਹੀ ਸੇਤੀ ਵਾਸਾ ॥",
    "transliteration": "Kehiaa Sunehi N Khaaeiaa Maanehi Thinhaa Hee Saethee Vaasaa ||",
    "translation": "The mind lives with those who do not listen, and do not admit what they eat.",
    "punjabi": "(ਇਨਸਾਨੀ ਮਨ ਬੇ-ਵੱਸ ਹੈ) ਇਸ ਦਾ ਸੰਗ ਸਦਾ ਉਹਨਾਂ (ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ) ਨਾਲ ਰਹਿੰਦਾ ਹੈ ਜੋ ਕੋਈ ਸਿੱਖਿਆ ਸੁਣਦੇ ਹੀ ਨਹੀਂ ਹਨ ਅਤੇ ਜੋ ਵਿਸ਼ੇ-ਵਿਕਾਰਾਂ ਵਲੋਂ ਕਦੇ ਰੱਜਦੇ ਭੀ ਨਹੀਂ ਹਨ।",
    "pronunciation": "ੲਿੰਦ੍ਰੇ ਕਹਿਅਾ ਸੁਣਿਅਾਂ ਖਾਧਾ ਨਹੀਂ (ਮਾਨ-ਹਿ) ਮੰਨਦੇਂ",
    "type_id": 3
  },
  {
    "id": 50443,
    "shabad_id": 4163,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਪ੍ਰਣਵਤਿ ਨਾਨਕੁ ਦਾਸਨਿ ਦਾਸਾ; ਖਿਨੁ ਤੋਲਾ ਖਿਨੁ ਮਾਸਾ ॥੪॥੩॥੧੧॥",
    "transliteration": "Pranavath Naanak Dhaasan Dhaasaa Khin Tholaa Khin Maasaa ||4||3||11||",
    "translation": "Prays Nanak, the slave of the Lord's slave: one instant the mind is huge, and the next instant, it is tiny. ||4||3||11||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ) ਦਾਸਾਂ ਦਾ ਦਾਸ ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਇਹੀ ਕਾਰਨ ਹੈ ਕਿ ਇਹ ਮਨ) ਕਦੇ ਤੋਲਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਕਦੇ ਮਾਸਾ ਰਹਿ ਜਾਂਦਾ ਹੈ (ਕਦੇ ਮੁਕਾਬਲਾ ਕਰਨ ਦੀ ਹਿੰਮਤ ਕਰਦਾ ਹੈ ਤੇ ਕਦੇ ਘਬਰਾ ਜਾਂਦਾ ਹੈ) ॥੪॥੩॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50444,
    "shabad_id": 4164,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਬਸੰਤੁ ਹਿੰਡੋਲ ਮਹਲਾ ੧ ॥",
    "transliteration": "Basanth Hinddol Mehalaa 1 ||",
    "translation": "Basant Hindol, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50445,
    "shabad_id": 4164,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਾਚਾ ਸਾਹੁ ਗੁਰੂ ਸੁਖਦਾਤਾ; ਹਰਿ ਮੇਲੇ. ਭੁਖ ਗਵਾੲੇ ॥",
    "transliteration": "Saachaa Saahu Guroo Sukhadhaathaa Har Maelae Bhukh Gavaaeae ||",
    "translation": "The Guru is the True Banker, the Giver of peace; He unites the mortal with the Lord, and satisfies his hunger.",
    "punjabi": "ਗੁਰੂ ਐਸਾ ਸ਼ਾਹ ਹੈ ਜਿਸ ਦੇ ਪਾਸ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਧਨ ਸਦਾ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, (ਇਸ ਵਾਸਤੇ) ਗੁਰੂ ਸੁਖ ਦੇਣ ਦੇ ਸਮਰੱਥ ਹੈ, ਗੁਰੂ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ, ਤੇ ਮਾਇਆ ਇਕੱਠੀ ਕਰਨ ਦੀ ਭੁੱਖ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚੋਂ ਕੱਢ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50446,
    "shabad_id": 4164,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਹਰਿ ਭਗਤਿ ਦਿ੍ਰੜਾੲੇ; ਅਨ ਦਿਨੁ ਹਰਿ ਗੁਣ ਗਾੲੇ ॥੧॥",
    "transliteration": "Kar Kirapaa Har Bhagath Dhrirraaeae Anadhin Har Gun Gaaeae ||1||",
    "translation": "Granting His Grace, He implants devotional worship of the Lord within; and then night and day, we sing the Glorious Praises of the Lord. ||1||",
    "punjabi": "ਗੁਰੂ ਮੇਹਰ ਕਰ ਕੇ (ਸਰਨ ਆਏ ਸਿੱਖ ਦੇ ਮਨ ਵਿਚ) ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਦੀ ਤਾਂਘ ਪੱਕੀ ਕਰ ਦੇਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਗੁਰੂ ਆਪ) ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ (ਆਪਣੀ ਸੁਰਤ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50447,
    "shabad_id": 4164,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਮਤ ਭੂਲਹਿ; ਰੇ ਮਨ ਚੇਤਿ ਹਰੀ ॥",
    "transliteration": "Math Bhoolehi Rae Man Chaeth Haree ||",
    "translation": "O my mind, do not forget the Lord; keep Him in your consciousness.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਪਰਮਾਤਮਾ ਨੂੰ (ਸਦਾ) ਚੇਤੇ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50448,
    "shabad_id": 4164,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ. ਮੁਕਤਿ ਨਾਹੀ. ਤ੍ਰੈ ਲੋੲੀ; ਗੁਰਮੁਖਿ ਪਾੲੀਅੈ ਨਾਮੁ ਹਰੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bin Gur Mukath Naahee Thrai Loee Guramukh Paaeeai Naam Haree ||1|| Rehaao ||",
    "translation": "Without the Guru, no one is liberated anywhere in the three worlds. The Gurmukh obtains the Lord's Name. ||1||Pause||",
    "punjabi": "(ਵੇਖੀਂ, ਮਾਇਆ ਦੀ ਭੁੱਖ ਵਿਚ ਫਸ ਕੇ) ਕਿਤੇ (ਉਸ ਨੂੰ) ਭੁਲਾ ਨਾ ਦੇਈਂ। (ਪਰ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਮਾਇਆ ਦੀ ਭੁੱਖ ਤੋਂ ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੋ ਸਕਦੀ (ਭਾਵੇਂ) ਤਿੰਨਾਂ ਲੋਕਾਂ ਵਿਚ ਹੀ (ਦੌੜ-ਭੱਜ ਕਰ ਕੇ ਵੇਖ ਲੈ), (ਇਸ ਵਾਸਤੇ, ਹੇ ਮਨ! ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 50449,
    "shabad_id": 4164,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਬਿਨੁ ਭਗਤੀ. ਨਹੀ ਸਤਿਗੁਰੁ ਪਾੲੀਅੈ; ਬਿਨੁ ਭਾਗਾ. ਨਹੀ ਭਗਤਿ ਹਰੀ ॥",
    "transliteration": "Bin Bhagathee Nehee Sathigur Paaeeai Bin Bhaagaa Nehee Bhagath Haree ||",
    "translation": "Without devotional worship, the True Guru is not obtained. Without good destiny, devotional worship of the Lord is not obtained.",
    "punjabi": "ਦਿਲੀ ਖਿੱਚ ਤੋਂ ਬਿਨਾ ਸਤਿਗੁਰੂ ਭੀ ਨਹੀਂ ਮਿਲਦਾ (ਭਾਵ, ਗੁਰੂ ਦੀ ਕਦਰ ਨਹੀਂ ਪਾ ਸਕੀਦੀ), ਤੇ ਭਾਗਾਂ ਤੋਂ ਬਿਨਾ (ਪਿਛਲੇ ਸੰਸਕਾਰਾਂ ਦੀ ਰਾਸਿ-ਪੂੰਜੀ ਤੋਂ ਬਿਨਾ) ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਦੀ ਤਾਂਘ (ਮਨ ਵਿਚ) ਨਹੀਂ ਉਪਜਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50450,
    "shabad_id": 4164,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਬਿਨੁ ਭਾਗਾ. ਸਤਸੰਗੁ, ਨ ਪਾੲੀਅੈ; ਕਰਮਿ ਮਿਲੈ ਹਰਿ ਨਾਮੁ ਹਰੀ ॥੨॥",
    "transliteration": "Bin Bhaagaa Sathasang N Paaeeai Karam Milai Har Naam Haree ||2||",
    "translation": "Without good destiny, the Sat Sangat, the True Congregation, is not obtained. By the grace of one's good karma, the Lord's Name is received. ||2||",
    "punjabi": "(ਪਿਛਲੇ ਸੰਸਕਾਰਾਂ ਦੀ ਰਾਸਿ-ਪੂੰਜੀ ਵਾਲੇ) ਭਾਗਾਂ ਤੋਂ ਬਿਨਾ ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤ ਨਹੀਂ ਮਿਲਦੀ (ਭਾਵ, ਸਤਸੰਗ ਦੀ ਕਦਰ ਨਹੀਂ ਪੈ ਸਕਦੀ), ਪ੍ਰਭੂ ਦੀ ਆਪਣੀ ਮੇਹਰ ਨਾਲ ਹੀ ਉਸ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50451,
    "shabad_id": 4164,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਘਟਿ ਘਟਿ ਗੁਪਤੁ ੳੁਪਾੲੇ ਵੇਖੈ; ਪਰਗਟੁ ਗੁਰਮੁਖਿ ਸੰਤ ਜਨਾ ॥",
    "transliteration": "Ghatt Ghatt Gupath Oupaaeae Vaekhai Paragatt Guramukh Santh Janaa ||",
    "translation": "In each and every heart, the Lord is hidden; He creates and watches over all. He reveals Himself in the humble, Saintly Gurmukhs.",
    "punjabi": "ਜੇਹੜਾ ਪ੍ਰਭੂ ਆਪ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕਰਦਾ ਹੈ ਤੇ ਉਸ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਉਹ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਲੁਕਿਆ ਬੈਠਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਸੰਤ ਜਨਾਂ ਨੂੰ ਉਹ ਹਰ ਥਾਂ ਪ੍ਰਤੱਖ ਦਿੱਸਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 50452,
    "shabad_id": 4164,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਕਰਹਿ. ਸੁ ਹਰਿ ਰੰਗਿ ਭੀਨੇ; ਹਰਿ ਜਲੁ ਅੰਮਿ੍ਰਤ ਨਾਮੁ ਮਨਾ ॥੩॥",
    "transliteration": "Har Har Karehi S Har Rang Bheenae Har Jal Anmrith Naam Manaa ||3||",
    "translation": "Those who chant the Name of the Lord, Har, Har, are drenched with the Lord's Love. Their minds are drenched with the Ambrosial Water of the Naam, the Name of the Lord. ||3||",
    "punjabi": "ਉਹ ਸੰਤ ਜਨ ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ, ਤੇ ਉਸ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਆਤਮਕ ਜ਼ਿੰਦਗੀ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਸਦਾ ਵੱਸਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
