[
  {
    "shabad_id": 4161,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "kwhy klrw isMchu; jnmu gvwvhu]",
    "transliteration": "Kaahae Kalaraa Sinchahu Janam Gavaavahu ||",
    "punjabi": "(ਹੇ ਬ੍ਰਾਹਮਣ! ਮੂਰਤੀ ਅਤੇ ਤੁਲਸੀ ਦੀ ਪੂਜਾ ਕਰ ਕੇ) ਤੂੰ ਆਪਣਾ ਜਨਮ (ਵਿਅਰਥ) ਗਵਾ ਰਿਹਾ ਹੈਂ। (ਤੇਰਾ ਇਹ ਉੱਦਮ ਇਉਂ ਹੀ ਹੈ ਜਿਵੇਂ ਕੋਈ ਕਿਸਾਨ ਕਲਰਾਠੀ ਧਰਤੀ ਨੂੰ ਪਾਣੀ ਦੇਈ ਜਾਏ, ਕੱਲਰ ਵਿਚ ਫ਼ਸਲ ਨਹੀਂ ਉੱਗੇਗਾ) ਤੂੰ ਵਿਅਰਥ ਹੀ ਕੱਲਰ ਨੂੰ ਸਿੰਜ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "k`lrw[gvwv-hu",
    "type_id": 3
  },
  {
    "shabad_id": 4161,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "kwcI Fhig idvwl; kwhy gcu lwvhu]1]rhwau]",
    "transliteration": "Kaachee Dtehag Dhivaal Kaahae Gach Laavahu ||1|| Rehaao ||",
    "punjabi": "(ਗਾਰੇ ਦੀ) ਕੱਚੀ ਕੰਧ (ਜ਼ਰੂਰ) ਢਹਿ ਜਾਇਗੀ (ਅੰਦਰਲੇ ਆਚਰਨ ਨੂੰ ਵਿਸਾਰ ਕੇ ਤੂੰ ਬਾਹਰ ਤੁਲਸੀ ਆਦਿਕ ਦੀ ਪੂਜਾ ਕਰ ਰਿਹਾ ਹੈਂ, ਤੂੰ ਤਾਂ ਗਾਰੇ ਦੀ ਕੱਚੀ ਕੰਧ ਉਤੇ) ਚੂਨੇ ਦਾ ਪਲਸਤਰ ਵਿਅਰਥ ਹੀ ਕਰ ਰਿਹਾ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "sRIr rUpI (idvwl) kMD[cMdn rUp (gcu) cUnw, sugMDIAW, &YSn[ g`cu",
    "type_id": 4
  },
  {
    "shabad_id": 4161,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "kr hirht, mwl itMf provhu; iqsu BIqir mnu jovhu]",
    "transliteration": "Kar Harihatt Maal Ttindd Parovahu This Bheethar Man Jovahu ||",
    "punjabi": "(ਕਿਸਾਨ ਆਪਣੀ ਪੈਲੀ ਦੇ ਕਿਆਰੇ ਸਿੰਜਣ ਵਾਸਤੇ ਖੂਹ ਨੂੰ ਘੜਮਾਲ੍ਹਦਾ ਹੈ, ਆਪਣੇ ਬਲਦ ਜੋਅ ਕੇ ਖੂਹ ਚਲਾਂਦਾ ਹੈ ਤੇ ਪਾਣੀ ਨਾਲ ਕਿਆਰੇ ਭਰਦਾ ਹੈ, ਇਸੇ ਤਰ੍ਹਾਂ ਹੇ ਬ੍ਰਾਹਮਣ!) ਹੱਥੀਂ ਸੇਵਾ ਕਰਨ ਨੂੰ ਹਰ੍ਹਟ ਤੇ ਹਰ੍ਹਟ ਦੀ ਮਾਲ੍ਹ ਤੇ ਉਸ ਮਾਲ੍ਹ ਵਿਚ ਟਿੰਡਾਂ ਜੋੜਨਾ ਬਣਾ।",
    "pronunciation": "nwmu rUp (hir-ht) hlt[ pRIq rUp (mwl) inmRqw hlImI gRIbI pyRm iekwgRqw SWqI DIrj ismrn iKmw sihnSIlqw Awid SuB guxW rUp itMfW, mnu rUpI bYl (jov-hu) joVo",
    "type_id": 3
  },
  {
    "shabad_id": 4161,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "AMimRqu isMchu. Brhu ikAwry; qau mwlI ky hovhu]2]",
    "transliteration": "Anmrith Sinchahu Bharahu Kiaarae Tho Maalee Kae Hovahu ||2||",
    "punjabi": "(ਹੱਥੀਂ ਸੇਵਾ ਵਾਲੇ ਘੜਮਾਲ੍ਹੇ ਖੂਹ) ਵਿਚ ਆਪਣਾ ਮਨ ਜੋਅ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਸਿੰਜ ਤੇ ਆਪਣੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੇ ਕਿਆਰੇ ਇਸ ਨਾਮ-ਜਲ ਨਾਲ ਨਕਾਨਕ ਭਰ। ਤਦੋਂ ਹੀ ਤੂੰ ਇਸ ਜਗਤ-ਬਾਗ਼ ਦੇ ਪਾਲਣ-ਹਾਰ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰਾ ਬਣੇਗਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4161,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "kwmu kRoDu duie. krhu bsoly; gofhu DrqI BweI]",
    "transliteration": "Kaam Krodhh Dhue Karahu Basolae Goddahu Dhharathee Bhaaee ||",
    "punjabi": "(ਕਿਸਾਨ ਉੱਗੀ ਖੇਤੀ ਨੂੰ ਰੰਬੇ ਨਾਲ ਗੋਡੀ ਦੇਂਦਾ ਹੈ। ਫ਼ਸਲ ਦੇ ਹਰੇਕ ਬੂਟੇ ਨੂੰ ਪਿਆਰ ਨਾਲ ਸਾਂਭ ਕੇ ਬਚਾਈ ਜਾਂਦਾ ਹੈ, ਤੇ ਫ਼ਾਲਤੂ ਘਾਹ ਬੂਟ ਨਦੀਣ ਨੂੰ, ਮਾਨੋ, ਗੁੱਸੇ ਨਾਲ ਪੁੱਟ ਪੁੱਟ ਕੇ ਬਾਹਰ ਸੁੱਟਦਾ ਜਾਂਦਾ ਹੈ, ਤੂੰ ਭੀ) ਹੇ ਭਾਈ! ਆਪਣੇ ਸਰੀਰ-ਧਰਤੀ ਨੂੰ ਗੋਡ, ਪਿਆਰ ਅਤੇ ਗੁੱਸਾ ਇਹ ਦੋ ਰੰਬੇ ਬਣਾ (ਦੈਵੀ ਗੁਣਾਂ ਨੂੰ ਪਿਆਰ ਨਾਲ ਬਚਾਈ ਰੱਖ, ਵਿਕਾਰਾਂ ਨੂੰ ਗੁੱਸੇ ਨਾਲ ਜੜ੍ਹੋਂ ਪੁੱਟਦਾ ਜਾਹ)।",
    "pronunciation": "bu`D rUp DrqI coN, kwm kRoD ndIn nMU pu`tx leI, Kloky gofx vwly s`q sMqoK dy (bsoly) ksIey",
    "type_id": 3
  },
  {
    "shabad_id": 4161,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ijau gofhu. iqau qum@ suK pwvhu; ikrqu. n myitAw jweI]3]",
    "transliteration": "Jio Goddahu Thio Thumh Sukh Paavahu Kirath N Maettiaa Jaaee ||3||",
    "punjabi": "ਜਿਉਂ ਜਿਉਂ ਤੂੰ ਇਸ ਤਰ੍ਹਾਂ ਗੋਡੀ ਕਰੇਂਗਾ, ਤਿਉਂ ਤਿਉਂ ਆਤਮਕ ਸੁਖ ਮਾਣੇਂਗਾ। ਤੇਰੀ ਕੀਤੀ ਇਹ ਮੇਹਨਤ ਵਿਅਰਥ ਨਹੀਂ ਜਾਇਗੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4161,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "bguly qy Puin hMsulw hovY; jy qU krih dieAwlw]",
    "transliteration": "Bagulae Thae Fun Hansulaa Hovai Jae Thoo Karehi Dhaeiaalaa ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਦਿਆਲ ਪ੍ਰਭੂ! ਜੇ ਤੂੰ ਮੇਹਰ ਕਰੇਂ ਤਾਂ (ਤੇਰੀ ਮੇਹਰ ਨਾਲ ਮਨੁੱਖ ਪਖੰਡੀ) ਬਗੁਲੇ ਤੋਂ ਸੋਹਣਾ ਹੰਸ ਬਣ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4161,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "pRxviq nwnku dwsin dwsw; dieAw krhu dieAwlw]4]1]9]",
    "transliteration": "Pranavath Naanak Dhaasan Dhaasaa Dhaeiaa Karahu Dhaeiaalaa ||4||1||9||",
    "punjabi": "ਤੇਰੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਤੇ ਆਖਦਾ ਹੈ ਕਿ) ਹੇ ਦਿਆਲ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ (ਤੇ ਬਗੁਲੇ ਤੋਂ ਹੰਸ ਕਰਨ ਵਾਲਾ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼) ॥੪॥੧॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4162,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "bsMqu mhlw 1 ihMfol]",
    "transliteration": "Basanth Mehalaa 1 Hinddol ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4162,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "swhurVI vQu. sBu ikCu swJI; pyvkVY Dn vKy]",
    "transliteration": "Saahurarree Vathh Sabh Kishh Saajhee Paevakarrai Dhhan Vakhae ||",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੀ ਦਾਤ ਜੋ ਪਤੀ-ਪ੍ਰਭੂ ਵਲੋਂ ਮਿਲੀ ਸੀ ਉਹ ਤਾਂ ਸਭਨਾਂ ਨਾਲ ਵੰਡੀ ਜਾ ਸਕਣ ਵਾਲੀ ਸੀ, ਪਰ ਜਗਤ-ਪੇਕੇ ਘਰ ਵਿਚ ਰਹਿੰਦਿਆਂ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ) ਮੈਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਵਿਤਕਰੇ ਹੀ ਸਿੱਖਦੀ ਰਹੀ।",
    "pronunciation": "v`Qu[ sWJI[ v`Ky",
    "type_id": 3
  },
  {
    "shabad_id": 4162,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Awip kucjI. dosu, n dyaU; jwxw nwhI. rKy]1]",
    "transliteration": "Aap Kuchajee Dhos N Dhaeoo Jaanaa Naahee Rakhae ||1||",
    "punjabi": "ਮੈਂ ਆਪ ਹੀ ਕੁਚੱਜੀ ਰਹੀ (ਭਾਵ, ਮੈਂ ਸੋਹਣੀ ਜੀਵਨ-ਜੁਗਤਿ ਨਾਹ ਸਿੱਖੀ। ਇਸ ਕੁਚੱਜ ਵਿਚ ਦੁੱਖ ਸਹੇੜੇ ਹਨ, ਪਰ) ਮੈਂ ਕਿਸੇ ਹੋਰ ਉਤੇ (ਇਹਨਾਂ ਦੁੱਖਾਂ ਬਾਰੇ) ਕੋਈ ਦੋਸ ਨਹੀਂ ਲਾ ਸਕਦੀ। (ਪਤੀ-ਪ੍ਰਭੂ ਵਲੋਂ ਮਿਲੀ ਆਤਮਕ ਜੀਵਨ ਦੀ ਦਾਤ ਨੂੰ) ਸਾਂਭ ਕੇ ਰੱਖਣ ਦੀ ਮੈਨੂੰ ਜਾਚ ਨਹੀਂ ਆਈ ॥੧॥",
    "pronunciation": "ku-c`jI",
    "type_id": 3
  },
  {
    "shabad_id": 4162,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "myry swihbw; hau Awpy Brim BulwxI]",
    "transliteration": "Maerae Saahibaa Ho Aapae Bharam Bhulaanee ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਮੈਂ ਆਪ ਹੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਤੋਂ ਖੁੰਝੀ ਹੋਈ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4162,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "AKr ilKy syeI gwvw; Avr. n jwxw bwxI]1]rhwau]",
    "transliteration": "Akhar Likhae Saeee Gaavaa Avar N Jaanaa Baanee ||1|| Rehaao ||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਜਿਤਨੇ ਭੀ ਕਰਮ ਮੈਂ ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਤੋਂ ਕਰਦੀ ਆ ਰਹੀ ਹਾਂ, ਉਹਨਾਂ ਦੇ ਜੋ) ਸੰਸਕਾਰ ਮੇਰੇ ਮਨ ਵਿਚ ਉੱਕਰੇ ਪਏ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਨੂੰ ਹੀ ਗਾਂਦੀ ਚਲੀ ਜਾ ਰਹੀ ਹਾਂ (ਉਹਨਾਂ ਦੀ ਹੀ ਪ੍ਰੇਰਨਾ ਹੇਠ ਮੁੜ ਮੁੜ ਉਹੋ ਜਿਹੇ ਕਰਮ ਕਰਦੀ ਜਾ ਰਹੀ ਹਾਂ) ਮੈਂ (ਮਨ ਦੀ) ਕੋਈ ਘਾੜਤ (ਘੜਨੀ) ਨਹੀਂ ਜਾਣਦੀ ਹਾਂ (ਮੈਂ ਕੋਈ ਐਸੇ ਕੰਮ ਕਰਨੇ ਨਹੀਂ ਜਾਣਦੀ ਜਿਨ੍ਹਾਂ ਨਾਲ ਮੇਰੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਸੰਸਕਾਰ ਮੁੱਕ ਜਾਣ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4162,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "kiF ksIdw. pihrih colI; qW qum@ jwxhu nwrI]",
    "transliteration": "Kadt Kaseedhaa Pehirehi Cholee Thaan Thumh Jaanahu Naaree ||",
    "punjabi": "ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਸ਼ੁਭ ਗੁਣਾਂ ਦੇ ਸੋਹਣੇ ਚਿੱਤਰ (ਆਪਣੇ ਮਨ ਵਿਚ ਬਣਾ ਕੇ) ਪ੍ਰੇਮ ਦਾ ਪਟੋਲਾ ਪਹਿਨਦੀਆਂ ਹਨ ਉਹਨਾਂ ਨੂੰ ਹੀ ਸੁਚੱਜੀਆਂ ਇਸਤ੍ਰੀਆਂ ਸਮਝੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4162,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "jy Gru rwKih. burw n cwKih; hovih kMq ipAwrI]2]",
    "transliteration": "Jae Ghar Raakhehi Buraa N Chaakhehi Hovehi Kanth Piaaree ||2||",
    "punjabi": "ਜੇਹੜੀਆਂ ਇਸਤ੍ਰੀਆਂ ਆਪਣਾ (ਆਤਮਕ ਜੀਵਨ ਦਾ) ਘਰ ਸਾਂਭ ਕੇ ਰੱਖਦੀਆਂ ਹਨ ਕੋਈ ਵਿਕਾਰ ਕੋਈ ਭੈੜ ਨਹੀਂ ਚੱਖਦੀਆਂ (ਭਾਵ, ਜੋ ਮਾੜੇ ਰਸਾਂ ਵਿਚ ਪਰਵਿਰਤ ਨਹੀਂ ਹੁੰਦੀਆਂ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੀਆਂ ਲੱਗਦੀਆਂ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4162,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "jy qUM piVAw pMifqu bInw; duie AKr. duie nwvw]",
    "transliteration": "Jae Thoon Parriaa Panddith Beenaa Dhue Akhar Dhue Naavaa ||",
    "punjabi": "ਜੇ ਤੂੰ ਸਚ ਮੁਚ ਪੜ੍ਹਿਆ-ਲਿਖਿਆ ਵਿਦਵਾਨ ਹੈਂ ਸਿਆਣਾ ਹੈਂ (ਤਾਂ ਇਹ ਗੱਲ ਪੱਕੀ ਤਰ੍ਹਾਂ ਸਮਝ ਲੈ ਕਿ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਵਿਕਾਰਾਂ ਦੇ ਪਾਣੀਆਂ ਵਿਚੋਂ ਪਾਰ ਲੰਘਾਣ ਲਈ) ਹਰਿ-ਨਾਮ ਹੀ ਬੇੜੀ ਹੈ।",
    "pronunciation": "piV@Aw",
    "type_id": 3
  },
  {
    "shabad_id": 4162,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "pRxviq nwnku. eyku lMGwey; jy kir sic smwvW]3]2]10]",
    "transliteration": "Pranavath Naanak Eaek Langhaaeae Jae Kar Sach Samaavaan ||3||2||10||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਹਰਿ-ਨਾਮ ਹੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ ਜੇ ਮੈਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਟਿਕਿਆ ਰਹਾਂ ॥੩॥੨॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4163,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "bsMq ihMfol mhlw 1]",
    "transliteration": "Basanth Hinddol Mehalaa 1 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4163,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "rwjw bwlku. ngrI kwcI; dustw nwil ipAwro]",
    "transliteration": "Raajaa Baalak Nagaree Kaachee Dhusattaa Naal Piaaro ||",
    "punjabi": "ਹੇ ਪੰਡਿਤ! (ਜੇ ਕੋਈ ਵਿਚਾਰ ਦੀ ਗੱਲ ਕਰਨੀ ਹੈ ਤਾਂ) ਇਹ ਸੋਚੋ ਕਿ (ਸਰੀਰ-ਨਗਰੀ ਉਤੇ) ਰਾਜ ਕਰਨ ਵਾਲਾ ਮਨ ਅੰਞਾਣ ਹੈ, ਇਹ ਸਰੀਰ-ਨਗਰ ਭੀ ਕੱਚਾ ਹੈ (ਬਾਹਰੋਂ ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਦਾ ਟਾਕਰਾ ਕਰਨ-ਜੋਗਾ ਨਹੀਂ ਹੈ ਕਿਉਂਕਿ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਕਮਜ਼ੋਰ ਹਨ)। (ਫਿਰ ਇਸ ਅੰਞਾਣ ਮਨ ਦਾ) ਪਿਆਰ ਭੀ ਕਾਮਾਦਿਕ ਭੈੜੇ ਸਾਥੀਆਂ ਨਾਲ ਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4163,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "duie mweI. duie bwpw pVIAih; pMifq krhu bIcwro]1]",
    "transliteration": "Dhue Maaee Dhue Baapaa Parreeahi Panddith Karahu Beechaaro ||1||",
    "punjabi": "ਇਸ ਦੀਆਂ ਮਾਵਾਂ ਭੀ ਦੋ ਸੁਣੀਦੀਆਂ ਹਨ (ਬੁੱਧੀ ਅਤੇ ਅਵਿੱਦਿਆ), ਇਸ ਦੇ ਪਿਉ ਭੀ ਦੋ ਹੀ ਦੱਸੀਦੇ ਹਨ (ਪਰਮਾਤਮਾ ਅਤੇ ਮਾਇਆ-ਵੇੜ੍ਹਿਆ ਜੀਵਾਤਮਾ। ਆਮ ਤੌਰ ਤੇ ਇਹ ਅੰਞਾਣ ਮਨ ਅਵਿੱਦਿਆ ਅਤੇ ਮਾਇਆ-ਵੇੜ੍ਹੇ ਜੀਵਾਤਮਾ ਦੇ ਢਹੇ ਚੜ੍ਹਿਆ ਰਹਿੰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "pV@I-Aih",
    "type_id": 3
  },
  {
    "shabad_id": 4163,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "suAwmI pMifqw; qum@ dyhu mqI]",
    "transliteration": "Suaamee Panddithaa Thumh Dhaehu Mathee ||",
    "punjabi": "ਹੇ ਪੰਡਿਤ ਜੀ ਮਹਾਰਾਜ! ਤੁਸੀਂ ਤਾਂ ਹੋਰ ਹੋਰ ਤਰ੍ਹਾਂ ਦੀ ਸਿੱਖਿਆ ਦੇ ਰਹੋ ਹੋ,",
    "pronunciation": "m`qI",
    "type_id": 3
  },
  {
    "shabad_id": 4163,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ikn ibiD pwvau pRwnpqI]1]rhwau]",
    "transliteration": "Kin Bidhh Paavo Praanapathee ||1|| Rehaao ||",
    "punjabi": "(ਅਜੇਹੀ ਦਿੱਤੀ ਮੱਤ ਨਾਲ) ਮੈਂ ਆਪਣੇ ਪ੍ਰਾਣਾਂ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਨੂੰ ਕਿਵੇਂ ਮਿਲ ਸਕਦਾ ਹਾਂ? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4163,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "BIqir Agin. bnwspiq maulI; swgru pMfY pwieAw]",
    "transliteration": "Bheethar Agan Banaasapath Moulee Saagar Panddai Paaeiaa ||",
    "punjabi": "ਸਰੀਰ ਦੇ ਅੰਦਰ ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ (ਮਚੀ ਹੋਈ ਹੈ) ਜਵਾਨੀ ਭੀ ਲਹਿਰਾਂ ਲੈ ਰਹੀ ਹੈ (ਜਿਵੇਂ ਹਰੀ-ਭਰੀ ਬਨਸਪਤੀ ਦੇ ਅੰਦਰ ਅੱਗ ਲੁਕੀ ਰਹਿੰਦੀ ਹੈ), ਮਾਇਕ ਵਾਸਨਾਂ ਦਾ ਸਮੁੰਦਰ ਇਸ ਸਰੀਰ ਦੇ ਅੰਦਰ ਠਾਠਾਂ ਮਾਰ ਰਿਹਾ ਹੈ (ਮਾਨੋ, ਸਮੁੰਦਰ ਇਕ ਪਿੰਡ ਵਿਚ ਲੁਕਿਆ ਪਿਆ ਹੈ। ਸੋ, ਸਿੱਖਿਆ ਤਾਂ ਉਹ ਚਾਹੀਦੀ ਹੈ ਜੋ ਇਸ ਅੰਦਰਲੇ ਹੜ੍ਹ ਨੂੰ ਰੋਕ ਸਕੇ)।",
    "pronunciation": "mau~lI: ksky",
    "type_id": 3
  },
  {
    "shabad_id": 4163,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "cMdu sUrju duie. Gr hI BIqir; AYsw igAwnu. n pwieAw]2]",
    "transliteration": "Chandh Sooraj Dhue Ghar Hee Bheethar Aisaa Giaan N Paaeiaa ||2||",
    "punjabi": "(ਹੇ ਪੰਡਿਤ! ਤੂੰ ਤਾਂ ਹੋਰ ਹੋਰ ਕਿਸਮ ਦੀ ਮੱਤ ਦੇ ਰਿਹਾ ਹੈਂ, ਤੇਰੀ ਦਿੱਤੀ ਸਿੱਖਿਆ ਨਾਲ ਅੰਞਾਣ ਮਨ ਨੂੰ) ਇਹ ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ ਕਿ ਸੀਤਲਤਾ (-ਸ਼ਾਂਤੀ) ਅਤੇ ਰੱਬੀ ਤੇਜ ਦੋਵੇਂ ਮਨੁੱਖਾ ਸਰੀਰ ਦੇ ਅੰਦਰ ਮੌਜੂਦ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4163,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "rwm rvMqw jwxIAY; iek mweI Bogu kryie]",
    "transliteration": "Raam Ravanthaa Jaaneeai Eik Maaee Bhog Karaee ||",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਸਮਝਿਆ ਜਾ ਸਕਦਾ ਹੈ ਜੋ (ਬੁੱਧੀ ਤੇ ਅਵਿੱਦਿਆ ਦੋ ਮਾਂਵਾਂ ਵਿਚੋਂ) ਇਕ ਮਾਂ (ਅਵਿੱਦਿਆ ਨੂੰ) ਮੁਕਾ ਦੇਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4163,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "qw ky lKx jwxIAih; iKmw Dnu sMgRhyie]3]",
    "transliteration": "Thaa Kae Lakhan Jaaneeahi Khimaa Dhhan Sangrehaee ||3||",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਅਵਿੱਦਿਆ-ਮਾਂ ਨੂੰ ਮੁਕਾਂਦਾ ਹੈ) ਉਸ ਦੇ (ਰੋਜ਼ਾਨਾ ਜੀਵਨ ਦੇ) ਲੱਛਣ ਇਹ ਦਿੱਸਦੇ ਹਨ ਕਿ ਉਹ ਦੂਜਿਆਂ ਦੀ ਵਧੀਕੀ ਠੰਢੇ-ਜਿਗਰੇ ਸਹਾਰਨ ਦਾ ਆਤਮਕ ਧਨ (ਸਦਾ) ਇਕੱਠਾ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(sMgRhy-ie) iek`qR[ l`Kx[jwxI-Aih",
    "type_id": 3
  },
  {
    "shabad_id": 4163,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "kihAw suxih n KwieAw mwnih; iqn@w hI syqI vwsw]",
    "transliteration": "Kehiaa Sunehi N Khaaeiaa Maanehi Thinhaa Hee Saethee Vaasaa ||",
    "punjabi": "(ਇਨਸਾਨੀ ਮਨ ਬੇ-ਵੱਸ ਹੈ) ਇਸ ਦਾ ਸੰਗ ਸਦਾ ਉਹਨਾਂ (ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ) ਨਾਲ ਰਹਿੰਦਾ ਹੈ ਜੋ ਕੋਈ ਸਿੱਖਿਆ ਸੁਣਦੇ ਹੀ ਨਹੀਂ ਹਨ ਅਤੇ ਜੋ ਵਿਸ਼ੇ-ਵਿਕਾਰਾਂ ਵਲੋਂ ਕਦੇ ਰੱਜਦੇ ਭੀ ਨਹੀਂ ਹਨ।",
    "pronunciation": "ieMdRy kihAw suixAW KwDw nhIN (mwn-ih) mMndyN",
    "type_id": 3
  },
  {
    "shabad_id": 4163,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "pRxviq nwnku dwsin dwsw; iKnu qolw iKnu mwsw]4]3]11]",
    "transliteration": "Pranavath Naanak Dhaasan Dhaasaa Khin Tholaa Khin Maasaa ||4||3||11||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ) ਦਾਸਾਂ ਦਾ ਦਾਸ ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਇਹੀ ਕਾਰਨ ਹੈ ਕਿ ਇਹ ਮਨ) ਕਦੇ ਤੋਲਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਕਦੇ ਮਾਸਾ ਰਹਿ ਜਾਂਦਾ ਹੈ (ਕਦੇ ਮੁਕਾਬਲਾ ਕਰਨ ਦੀ ਹਿੰਮਤ ਕਰਦਾ ਹੈ ਤੇ ਕਦੇ ਘਬਰਾ ਜਾਂਦਾ ਹੈ) ॥੪॥੩॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4164,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "bsMqu ihMfol mhlw 1]",
    "transliteration": "Basanth Hinddol Mehalaa 1 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4164,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "swcw swhu gurU suKdwqw; hir myly. BuK gvwey]",
    "transliteration": "Saachaa Saahu Guroo Sukhadhaathaa Har Maelae Bhukh Gavaaeae ||",
    "punjabi": "ਗੁਰੂ ਐਸਾ ਸ਼ਾਹ ਹੈ ਜਿਸ ਦੇ ਪਾਸ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਧਨ ਸਦਾ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, (ਇਸ ਵਾਸਤੇ) ਗੁਰੂ ਸੁਖ ਦੇਣ ਦੇ ਸਮਰੱਥ ਹੈ, ਗੁਰੂ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ, ਤੇ ਮਾਇਆ ਇਕੱਠੀ ਕਰਨ ਦੀ ਭੁੱਖ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚੋਂ ਕੱਢ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4164,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "kir ikrpw hir Bgiq idRVwey; An idnu hir gux gwey]1]",
    "transliteration": "Kar Kirapaa Har Bhagath Dhrirraaeae Anadhin Har Gun Gaaeae ||1||",
    "punjabi": "ਗੁਰੂ ਮੇਹਰ ਕਰ ਕੇ (ਸਰਨ ਆਏ ਸਿੱਖ ਦੇ ਮਨ ਵਿਚ) ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਦੀ ਤਾਂਘ ਪੱਕੀ ਕਰ ਦੇਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਗੁਰੂ ਆਪ) ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ (ਆਪਣੀ ਸੁਰਤ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4164,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "mq BUlih; ry mn cyiq hrI]",
    "transliteration": "Math Bhoolehi Rae Man Chaeth Haree ||",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਪਰਮਾਤਮਾ ਨੂੰ (ਸਦਾ) ਚੇਤੇ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4164,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ibnu gur. mukiq nwhI. qRY loeI; gurmuiK pweIAY nwmu hrI]1]rhwau]",
    "transliteration": "Bin Gur Mukath Naahee Thrai Loee Guramukh Paaeeai Naam Haree ||1|| Rehaao ||",
    "punjabi": "(ਵੇਖੀਂ, ਮਾਇਆ ਦੀ ਭੁੱਖ ਵਿਚ ਫਸ ਕੇ) ਕਿਤੇ (ਉਸ ਨੂੰ) ਭੁਲਾ ਨਾ ਦੇਈਂ। (ਪਰ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਮਾਇਆ ਦੀ ਭੁੱਖ ਤੋਂ ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੋ ਸਕਦੀ (ਭਾਵੇਂ) ਤਿੰਨਾਂ ਲੋਕਾਂ ਵਿਚ ਹੀ (ਦੌੜ-ਭੱਜ ਕਰ ਕੇ ਵੇਖ ਲੈ), (ਇਸ ਵਾਸਤੇ, ਹੇ ਮਨ! ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4164,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ibnu BgqI. nhI siqguru pweIAY; ibnu Bwgw. nhI Bgiq hrI]",
    "transliteration": "Bin Bhagathee Nehee Sathigur Paaeeai Bin Bhaagaa Nehee Bhagath Haree ||",
    "punjabi": "ਦਿਲੀ ਖਿੱਚ ਤੋਂ ਬਿਨਾ ਸਤਿਗੁਰੂ ਭੀ ਨਹੀਂ ਮਿਲਦਾ (ਭਾਵ, ਗੁਰੂ ਦੀ ਕਦਰ ਨਹੀਂ ਪਾ ਸਕੀਦੀ), ਤੇ ਭਾਗਾਂ ਤੋਂ ਬਿਨਾ (ਪਿਛਲੇ ਸੰਸਕਾਰਾਂ ਦੀ ਰਾਸਿ-ਪੂੰਜੀ ਤੋਂ ਬਿਨਾ) ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਦੀ ਤਾਂਘ (ਮਨ ਵਿਚ) ਨਹੀਂ ਉਪਜਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4164,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ibnu Bwgw. sqsMgu, n pweIAY; krim imlY hir nwmu hrI]2]",
    "transliteration": "Bin Bhaagaa Sathasang N Paaeeai Karam Milai Har Naam Haree ||2||",
    "punjabi": "(ਪਿਛਲੇ ਸੰਸਕਾਰਾਂ ਦੀ ਰਾਸਿ-ਪੂੰਜੀ ਵਾਲੇ) ਭਾਗਾਂ ਤੋਂ ਬਿਨਾ ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤ ਨਹੀਂ ਮਿਲਦੀ (ਭਾਵ, ਸਤਸੰਗ ਦੀ ਕਦਰ ਨਹੀਂ ਪੈ ਸਕਦੀ), ਪ੍ਰਭੂ ਦੀ ਆਪਣੀ ਮੇਹਰ ਨਾਲ ਹੀ ਉਸ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4164,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "Git Git gupqu aupwey vyKY; prgtu gurmuiK sMq jnw]",
    "transliteration": "Ghatt Ghatt Gupath Oupaaeae Vaekhai Paragatt Guramukh Santh Janaa ||",
    "punjabi": "ਜੇਹੜਾ ਪ੍ਰਭੂ ਆਪ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕਰਦਾ ਹੈ ਤੇ ਉਸ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਉਹ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਲੁਕਿਆ ਬੈਠਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਸੰਤ ਜਨਾਂ ਨੂੰ ਉਹ ਹਰ ਥਾਂ ਪ੍ਰਤੱਖ ਦਿੱਸਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4164,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "hir hir krih. su hir rMig BIny; hir jlu AMimRq nwmu mnw]3]",
    "transliteration": "Har Har Karehi S Har Rang Bheenae Har Jal Anmrith Naam Manaa ||3||",
    "punjabi": "ਉਹ ਸੰਤ ਜਨ ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ, ਤੇ ਉਸ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਆਤਮਕ ਜ਼ਿੰਦਗੀ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਸਦਾ ਵੱਸਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]