[
  {
    "shabad_id": 4224,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "lbu ADyrw bMdIKwnw; Aaugx pYir luhwrI]3]",
    "transliteration": "Lab Adhhaeraa Bandheekhaanaa Aougan Pair Luhaaree ||3||",
    "punjabi": "ਲੱਬ ਜੀਵ ਵਾਸਤੇ ਹਨੇਰਾ ਕੈਦਖ਼ਾਨਾ ਬਣਿਆ ਪਿਆ ਹੈ, ਤੇ ਇਸ ਦੇ ਆਪਣੇ ਕਮਾਏ ਪਾਪ ਇਸ ਦੇ ਪੈਰ ਵਿਚ ਲੋਹੇ ਦੀ ਬੇੜੀ ਬਣੇ ਪਏ ਹਨ ॥੩॥",
    "pronunciation": "l`bu[ AMDyrw",
    "type_id": 3
  },
  {
    "shabad_id": 4224,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "pUMjI mwr pvY inq mudgr; pwpu kry kuotvwrI]",
    "transliteration": "Poonjee Maar Pavai Nith Mudhagar Paap Karae Kuottavaaree ||",
    "punjabi": "(ਇਸ ਲੱਬ ਦੇ ਕਾਰਨ) ਜੀਵ ਦਾ ਸਰਮਾਇਆ ਇਹ ਹੈ ਕਿ ਇਸ ਨੂੰ, ਮਾਨੋ, ਨਿੱਤ ਮੁਹਲਿਆਂ ਦੀ ਮਾਰ ਪੈ ਰਹੀ ਹੈ, ਤੇ ਇਸ ਦਾ ਆਪਣਾ ਕਮਾਇਆ ਪਾਪ (-ਜੀਵਨ) ਇਸ ਦੇ ਸਿਰ ਉਤੇ ਕੁਤਵਾਲੀ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "kuo: hoVy AONkV ivcwly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4224,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "BwvY cMgw. BwvY mMdw; jYsI ndir qum@wrI]4]",
    "transliteration": "Bhaavai Changaa Bhaavai Mandhaa Jaisee Nadhar Thumhaaree ||4||",
    "punjabi": "ਪਰ ਹੇ ਪ੍ਰਭੂ! (ਜੀਵ ਦੇ ਕੀਹ ਵੱਸ?) ਜਿਹੋ ਜਿਹੀ ਤੇਰੀ ਨਿਗਾਹ ਹੋਵੇ ਉਹੋ ਜਿਹਾ ਜੀਵ ਬਣ ਜਾਂਦਾ ਹੈ, ਤੈਨੂੰ ਭਾਵੈ ਤਾਂ ਚੰਗਾ, ਤੈਨੂੰ ਭਾਵੈ ਤਾਂ ਮੰਦਾ ਬਣ ਜਾਂਦਾ ਹੈ (ਇਹ ਸੀ ਲੋਕਾਂ ਦੀ ਬੋਲੀ ਜੋ ਹਿੰਦੂ-ਰਾਜ ਸਮੇ ਆਮ ਤੌਰ ਤੇ ਵਰਤੀ ਜਾਂਦੀ ਸੀ) ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4224,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "Awid purK kau Alhu khIAY; syKW AweI vwrI]",
    "transliteration": "Aadh Purakh Ko Alahu Keheeai Saekhaan Aaee Vaaree ||",
    "punjabi": "ਪਰ ਹੁਣ ਮੁਸਲਮਾਨੀ ਰਾਜ ਦਾ ਸਮਾ ਹੈ। (ਜਿਸ ਨੂੰ ਪਹਿਲਾਂ ਹੇਂਦਕੀ ਬੋਲੀ ਵਿਚ) 'ਆਦਿ ਪੁਰਖ' ਆਖਿਆ ਜਾਂਦਾ ਸੀ ਹੁਣ ਉਸ ਨੂੰ ਅੱਲਾ ਆਖਿਆ ਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4224,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "dyvl dyviqAw. kru lwgw; AYsI kIriq cwlI]5]",
    "transliteration": "Dhaeval Dhaevathiaa Kar Laagaa Aisee Keerath Chaalee ||5||",
    "punjabi": "ਹੁਣ ਇਹ ਰਿਵਾਜ ਚੱਲ ਪਿਆ ਹੈ ਕਿ (ਹਿੰਦੂ ਜਿਨ੍ਹਾਂ ਮੰਦਰਾਂ ਵਿਚ ਦੇਵਤਿਆਂ ਦੀ ਪੂਜਾ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ) ਦੇਵ-ਮੰਦਰਾਂ ਉਤੇ ਟੈਕਸ ਲਾਇਆ ਜਾ ਰਿਹਾ ਹੈ ॥੫॥",
    "pronunciation": "(dyvl) mMdr[ dyviqAW dIAW mUrqW[ (kru) tYks[ c`wlI",
    "type_id": 3
  },
  {
    "shabad_id": 4224,
    "pada": 8,
    "source_line": 3,
    "gurmukhi": "kUjw bWg invwj muslw; nIl rUp bnvwrI]",
    "transliteration": "Koojaa Baang Nivaaj Musalaa Neel Roop Banavaaree ||",
    "punjabi": "ਹੁਣ ਲੋਟਾ, ਬਾਂਗ, ਨਿਮਾਜ਼, ਮੁਸੱਲਾ (ਪ੍ਰਧਾਨ ਹਨ), ਪਰਮਾਤਮਾ ਦੀ ਬੰਦਗੀ ਕਰਨ ਵਾਲਿਆਂ ਨੇ ਨੀਲਾ ਬਾਣਾ ਪਹਿਨਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "kU`jw[mu-s`lw",
    "type_id": 3
  },
  {
    "shabad_id": 4224,
    "pada": 8,
    "source_line": 4,
    "gurmukhi": "Gir Gir mIAw. sBnW jIAW; bolI Avr qumwrI]6]",
    "transliteration": "Ghar Ghar Meeaa Sabhanaan Jeeaaan Bolee Avar Thumaaree ||6||",
    "punjabi": "ਹੁਣ ਤੇਰੀ (ਭਾਵ, ਤੇਰੇ ਬੰਦਿਆਂ ਦੀ) ਬੋਲੀ ਹੀ ਹੋਰ ਹੋ ਗਈ ਹੈ, ਹਰੇਕ ਘਰ ਵਿਚ ਸਭ ਜੀਵਾਂ ਦੇ ਮੂੰਹ ਵਿਚ (ਲਫ਼ਜ਼ 'ਪਿਤਾ' ਦੇ ਥਾਂ) ਲਫ਼ਜ਼ 'ਮੀਆਂ' ਪ੍ਰਧਾਨ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4224,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "jy qU mIr mhIpiq swihbu; kudriq kaux hmwrI]",
    "transliteration": "Jae Thoo Meer Meheepath Saahib Kudharath Koun Hamaaree ||",
    "punjabi": "ਹੇ ਪਾਤਿਸ਼ਾਹ! ਤੂੰ ਧਰਤੀ ਦਾ ਖਸਮ ਹੈਂ, ਮਾਲਕ ਹੈਂ, ਜੇ ਤੂੰ (ਇਹੀ ਪਸੰਦ ਕਰਦਾ ਹੈਂ ਕਿ ਇਥੇ ਇਸਲਾਮੀ ਰਾਜ ਹੋ ਜਾਏ) ਤਾਂ ਸਾਡੀ ਜੀਵਾਂ ਦੀ ਕੀਹ ਤਾਕਤ ਹੈ (ਕਿ ਗਿਲਾ ਕਰ ਸਕੀਏ)?",
    "pronunciation": "mhI-piq",
    "type_id": 3
  },
  {
    "shabad_id": 4224,
    "pada": 9,
    "source_line": 5,
    "gurmukhi": "cwry kuMt slwmu krihgy; Gir Gir isPiq qum@wrI]7]",
    "transliteration": "Chaarae Kuntt Salaam Karehigae Ghar Ghar Sifath Thumhaaree ||7||",
    "punjabi": "ਚਹੁੰ ਕੂਟਾਂ ਦੇ ਜੀਵ, ਹੇ ਪਾਤਿਸਾਹ! ਤੈਨੂੰ ਸਲਾਮ ਕਰਦੇ ਹਨ (ਤੇਰੇ ਅੱਗੇ ਹੀ ਨਿਊਂਦੇ ਹਨ) ਹਰੇਕ ਘਰ ਵਿਚ ਤੇਰੀ ਹੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੋ ਰਹੀ ਹੈ (ਤੇਰੇ ਅੱਗੇ ਹੀ ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਬੰਦੇ ਆਪਣੀਆਂ ਤਕਲੀਫ਼ਾਂ ਦੱਸ ਸਕਦੇ ਹਨ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4224,
    "pada": 10,
    "source_line": 6,
    "gurmukhi": "qIrQ isMimRiq puMn dwn; ikCu lwhw imlY idhwVI]",
    "transliteration": "Theerathh Sinmrith Punn Dhaan Kishh Laahaa Milai Dhihaarree ||",
    "punjabi": "(ਪਰ ਤੀਰਥਾਂ ਮੰਦਰਾਂ ਆਦਿਕ ਉਤੇ ਰੋਕ ਤੇ ਗਿਲੇ ਦੀ ਭੀ ਲੋੜ ਨਹੀਂ ਕਿਉਂਕਿ) ਤੀਰਥਾਂ ਦੇ ਇਸ਼ਨਾਨ, ਸਿੰਮ੍ਰਿਤੀਆਂ ਦੇ ਪਾਠ ਤੇ ਦਾਨ ਪੁੰਨ ਆਦਿਕ ਦਾ ਜੇ ਕੋਈ ਲਾਭ ਹੈ ਤਾਂ ਉਹ (ਤਿਲ-ਮਾਤ੍ਰ ਹੀ ਹੈ) ਥੋੜੀ ਕੁ ਮਜ਼ਦੂਰੀ ਵਜੋਂ ਹੀ ਹੈ।",
    "pronunciation": "isMmi Riq: mMmw mukqw, A`Dw rwrw R: polw bolo, A`Dy rwry, q`qy ishwrIAW lwau",
    "type_id": 3
  },
  {
    "shabad_id": 4224,
    "pada": 10,
    "source_line": 6,
    "gurmukhi": "nwnk nwmu imlY vifAweI; mykw GVI sm@wlI]8]1]8]",
    "transliteration": "Naanak Naam Milai Vaddiaaee Maekaa Gharree Samhaalee ||8||1||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਕੋਈ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਇਕ ਘੜੀ-ਮਾਤ੍ਰ ਹੀ ਚੇਤੇ ਕਰੇ ਤਾਂ ਉਸ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਮਿਲਦਾ ਹੈ ॥੮॥੧॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4225,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "bsMqu hMfolu Gru 2 mhlw 4",
    "transliteration": "Basanth Hinddol Ghar 2 Mehalaa 4",
    "punjabi": "ਰਾਗ ਬਸੰਤੁ/ਹਿੰਡੋਲ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4225,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4225,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "kWieAw ngir. ieku bwlku visAw; iKnu plu iQru. n rhweI]",
    "transliteration": "Kaaneiaa Nagar Eik Baalak Vasiaa Khin Pal Thhir N Rehaaee ||",
    "punjabi": "ਸਰੀਰ-ਨਗਰ ਵਿਚ (ਇਹ ਮਨ) ਇਕ (ਅਜਿਹਾ) ਅੰਞਾਣ ਬਾਲ ਵੱਸਦਾ ਹੈ ਜੋ ਰਤਾ ਭਰ ਸਮੇ ਲਈ ਭੀ ਟਿਕਿਆ ਨਹੀਂ ਰਹਿ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4225,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "Aink aupwv jqn kir Qwky; bwrM bwr BrmweI]1]",
    "transliteration": "Anik Oupaav Jathan Kar Thhaakae Baaran Baar Bharamaaee ||1||",
    "punjabi": "(ਇਸ ਨੂੰ ਟਿਕਾਣ ਵਾਸਤੇ ਲੋਕ) ਅਨੇਕਾਂ ਹੀਲੇ ਅਨੇਕਾਂ ਜਤਨ ਕਰ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ, ਪਰ (ਇਹ ਮਨ) ਮੁੜ ਮੁੜ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4225,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "myry Twkur; bwlku iekqu Gir Awxu]",
    "transliteration": "Maerae Thaakur Baalak Eikath Ghar Aan ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ! (ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਇਸ) ਅੰਞਾਣ ਮਨ ਨੂੰ ਤੂੰ ਹੀ ਇੱਕ ਟਿਕਾਣੇ ਤੇ ਲਿਆ (ਤੇਰੀ ਮਿਹਰ ਨਾਲ ਹੀ ਮਨ ਭਟਕਣੋਂ ਹਟ ਕੇ ਟਿਕ ਸਕਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4225,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "siqguru imlY q pUrw pweIAY; Bju rwm nwmu nIswxu]1]rhwau]",
    "transliteration": "Sathigur Milai Th Pooraa Paaeeai Bhaj Raam Naam Neesaan ||1|| Rehaao ||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਤਦੋਂ ਪੂਰਨ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ (ਤਦੋਂ ਮਨ ਭੀ ਟਿਕ ਜਾਂਦਾ ਹੈ)। (ਇਸ ਵਾਸਤੇ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ (ਇਹ ਹਰਿ ਨਾਮ ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਪਹੁੰਚਣ ਲਈ) ਰਾਹਦਾਰੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4225,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "iehu imrqku mVw srIru hY. sBu jgu; ijqu rwm nwmu. nhI visAw]",
    "transliteration": "Eihu Mirathak Marraa Sareer Hai Sabh Jag Jith Raam Naam Nehee Vasiaa ||",
    "punjabi": "ਜੇ ਇਸ (ਸਰੀਰ) ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਵੱਸਿਆ, ਤਾਂ ਇਹ ਮੁਰਦਾ ਹੈ ਤਾਂ ਇਹ ਨਿਰਾ ਮਿੱਟੀ ਦਾ ਢੇਰ ਹੀ ਹੈ। ਸਾਰਾ ਜਗਤ ਹੀ ਨਾਮ ਤੋਂ ਬਿਨਾ ਮੁਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4225,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "rwm nwmu guir. audku cuAwieAw; iPir hirAw hoAw risAw]2]",
    "transliteration": "Raam Naam Gur Oudhak Chuaaeiaa Fir Hariaa Hoaa Rasiaa ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ) ਜਲ ਹੈ, ਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੂੰਹ ਵਿਚ ਇਹ ਨਾਮ-) ਜਲ ਚੋ ਦਿੱਤਾ, ਉਹ ਮਨੁੱਖ ਮੁੜ ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਹੋ ਗਿਆ, ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਤਰਾਵਤ ਵਾਲਾ ਹੋ ਗਿਆ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4225,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "mY inrKq inrKq. srIru sBu KoijAw; ieku gurmuiK clqu idKwieAw]",
    "transliteration": "Mai Nirakhath Nirakhath Sareer Sabh Khojiaa Eik Guramukh Chalath Dhikhaaeiaa ||",
    "punjabi": "ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਇਕ ਅਜਬ ਤਮਾਸ਼ਾ ਵਿਖਾਇਆ ਹੈ, ਮੈਂ ਬੜੇ ਗਹੁ ਨਾਲ ਆਪਣਾ ਸਾਰਾ ਸਰੀਰ (ਹੀ) ਖੋਜਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4225,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "bwhru Koij muey siB swkq; hir gurmqI Gir pwieAw ]3]",
    "transliteration": "Baahar Khoj Mueae Sabh Saakath Har Guramathee Ghar Paaeiaa ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਤੋਂ ਟੁੱਟੇ ਹੋਏ ਸਾਰੇ ਮਨੁੱਖ ਦੁਨੀਆ ਢੂੰਢ ਢੂੰਢ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੇ ਹਨ। ਗੁਰੂ ਦੀ ਮੱਤ ਉੱਤੇ ਤੁਰ ਕੇ ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਹੀ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲਿਆ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4225,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "dInw dIn dieAwl Bey hY; ijau ikRsnu. ibdr Gir AwieAw]",
    "transliteration": "Dheenaa Dheen Dhaeiaal Bheae Hai Jio Kirasan Bidhar Ghar Aaeiaa ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਵੱਡੇ ਵੱਡੇ ਗਰੀਬਾਂ ਉੱਤੇ (ਸਦਾ) ਦਇਆਵਾਨ ਹੁੰਦਾ ਆਇਆ ਹੈ ਜਿਵੇਂ ਕਿ ਕ੍ਰਿਸ਼ਨ (ਗਰੀਬ) ਬਿਦਰ ਦੇ ਘਰ ਆਇਆ ਸੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4225,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "imilE sudwmw. BwvnI Dwir; sBu ikCu AwgY. dwldu BMij smwieAw]4]",
    "transliteration": "Miliou Sudhaamaa Bhaavanee Dhhaar Sabh Kishh Aagai Dhaaladh Bhanj Samaaeiaa ||4||",
    "punjabi": "ਤੇ, ਜਦੋਂ (ਗਰੀਬ) ਸੁਦਾਮਾ ਸਰਧਾ ਧਾਰ ਕੇ (ਕ੍ਰਿਸ਼ਨ ਜੀ ਨੂੰ) ਮਿਲਿਆ ਸੀ, ਤਾਂ (ਵਾਪਸ ਉਸ ਦੇ ਆਪਣੇ ਘਰ ਪਹੁੰਚਣ ਤੋਂ) ਪਹਿਲਾਂ ਹੀ ਉਸ ਦੀ ਗਰੀਬੀ ਦੂਰ ਕਰ ਕੇ ਹਰੇਕ ਪਦਾਰਥ (ਉਸ ਦੇ ਘਰ) ਪਹੁੰਚ ਚੁਕਾ ਸੀ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4225,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "rwm nwm kI pYj vfyrI; myry Twkuir Awip rKweI]",
    "transliteration": "Raam Naam Kee Paij Vaddaeree Maerae Thaakur Aap Rakhaaee ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਜਪਣ ਵਾਲਿਆਂ) ਦੀ ਬਹੁਤ ਜ਼ਿਆਦਾ ਇੱਜ਼ਤ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ ਹੁੰਦੀ) ਹੈ। ਭਗਤਾਂ ਦੀ ਇਹ ਇੱਜ਼ਤ ਸਦਾ ਤੋਂ ਹੀ) ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਆਪ (ਹੀ) ਬਚਾਈ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4225,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "jy siB swkq krih bKIlI; iek rqI iqlu. n GtweI]5]",
    "transliteration": "Jae Sabh Saakath Karehi Bakheelee Eik Rathee Thil N Ghattaaee ||5||",
    "punjabi": "ਪਰਮਾਤਮਾ ਤੋਂ ਟੁੱਟੇ ਹੋਏ ਜੇ ਸਾਰੇ ਬੰਦੇ (ਰਲ ਕੇ ਭੀ ਭਗਤ ਜਨਾਂ ਦੀ) ਨਿੰਦਿਆ ਕਰਨ, (ਤਾਂ ਭੀ ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੀ ਇੱਜ਼ਤ) ਰਤਾ ਭਰ ਭੀ ਘਟਣ ਨਹੀਂ ਦੇਂਦਾ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4225,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "jn kI ausqiq hY rwm nwmw; dh idis soBw pweI]",
    "transliteration": "Jan Kee Ousathath Hai Raam Naamaa Dheh Dhis Sobhaa Paaee ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਜਪਣ ਦਾ ਸਦਕਾ ਹੀ ਪਰਮਾਤਮਾ ਦੇ) ਸੇਵਕ ਦੀ (ਲੋਕ-ਪਰਲੋਕ ਵਿਚ) ਸੋਭਾ ਹੁੰਦੀ ਹੈ, (ਸੇਵਕ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਹਰ ਪਾਸੇ ਸੋਭਾ ਖੱਟਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4225,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "inMdku swkqu. Kiv, n skY iqlu; ApxY Gir lUkI lweI]6]",
    "transliteration": "Nindhak Saakath Khav N Sakai Thil Apanai Ghar Lookee Laaee ||6||",
    "punjabi": "ਪਰ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟਾ ਹੋਇਆ ਨਿੰਦਕ ਮਨੁੱਖ (ਸੇਵਕ ਦੀ ਹੋ ਰਹੀ ਸੋਭਾ ਨੂੰ) ਰਤਾ ਭਰ ਭੀ ਜਰ ਨਹੀਂ ਸਕਦਾ (ਇਸ ਤਰ੍ਹਾਂ ਉਹ ਨਿੰਦਕ ਸੇਵਕ ਦਾ ਤਾਂ ਕੁਝ ਨਹੀਂ ਵਿਗਾੜ ਸਕਦਾ, ਉਹ) ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ (ਹੀ ਈਰਖਾ ਤੇ ਸਾੜੇ ਦੀ) ਚੁਆਤੀ ਲਾਈ ਰੱਖਦਾ ਹੈ (ਨਿੰਦਕ ਆਪ ਹੀ ਅੰਦਰੇ ਅੰਦਰ ਸੜਦਾ-ਭੁੱਜਦਾ ਰਹਿੰਦਾ ਹੈ) ॥੬॥",
    "pronunciation": "(Kiv) shwr nhIN[ (skY) skdy[ (lUkI) cuAwqI",
    "type_id": 3
  },
  {
    "shabad_id": 4225,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "jn kau jnu imil soBw pwvY; gux mih gux prgwsw]",
    "transliteration": "Jan Ko Jan Mil Sobhaa Paavai Gun Mehi Gun Paragaasaa ||",
    "punjabi": "(ਨਿੰਦਕ ਤਾਂ ਅੰਦਰੇ ਅੰਦਰ ਸੜਦਾ ਹੈ, ਦੂਜੇ ਪਾਸੇ) ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ ਪ੍ਰਭੂ ਦੇ ਭਗਤ ਨੂੰ ਮਿਲ ਕੇ ਸੋਭਾ ਖੱਟਦਾ ਹੈ, ਉਸ ਦੇ ਆਤਮਕ ਗੁਣਾਂ ਵਿਚ (ਭਗਤ-ਜਨ ਨੂੰ ਮਿਲ ਕੇ) ਹੋਰ ਗੁਣਾਂ ਦਾ ਵਾਧਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4225,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "myry Twkur ky jn pRIqm ipAwry; jo hovih dwsin dwsw]7]",
    "transliteration": "Maerae Thaakur Kae Jan Preetham Piaarae Jo Hovehi Dhaasan Dhaasaa ||7||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਦਾਸਾਂ ਦੇ ਦਾਸ ਬਣਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4225,
    "pada": 10,
    "source_line": 19,
    "gurmukhi": "Awpy jlu AprMpru krqw; Awpy myil imlwvY]",
    "transliteration": "Aapae Jal Aparanpar Karathaa Aapae Mael Milaavai ||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਸਭਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈ। ਉਹ ਸਾਕਤ ਨਿੰਦਕ ਨੂੰ ਭੀ ਬਚਾਣ ਵਾਲਾ ਹੈ। ਸਾਕਤ ਨਿੰਦਕ ਦੇ ਅੰਦਰ ਦੀ ਈਰਖਾ ਦੀ ਅੱਗ ਬੁਝਾਣ ਲਈ) ਉਹ ਬੇਅੰਤ ਕਰਤਾਰ ਆਪ ਹੀ ਜਲ ਹੈ, ਉਹ ਆਪ ਹੀ (ਨਿੰਦਕ ਨੂੰ ਭੀ ਗੁਰੂ ਦੀ) ਸੰਗਤ ਵਿਚ (ਲਿਆ) ਜੋੜਦਾ ਹੈ।",
    "pronunciation": "Ap-rMpru",
    "type_id": 3
  },
  {
    "shabad_id": 4225,
    "pada": 10,
    "source_line": 19,
    "gurmukhi": "nwnk gurmuiK shij imlwey; ijau jlu jlih smwvY]8]1]9]",
    "transliteration": "Naanak Guramukh Sehaj Milaaeae Jio Jal Jalehi Samaavai ||8||1||9||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ (ਨਿੰਦਕ ਨੂੰ ਭੀ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਇਉਂ) ਮਿਲਾ ਦੇਂਦਾ ਹੈ ਜਿਵੇਂ ਪਾਣੀ ਪਾਣੀ ਵਿਚ ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੮॥੧॥੯॥",
    "pronunciation": "",
    "type_id": 3
  }
]