[
  {
    "shabad_id": 4243,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "rwgu swrg caupdy mhlw 1 Gru 1",
    "transliteration": "Raag Saarag Choupadhae Mehalaa 1 Ghar 1",
    "translation": "Raag Saarang, Chau-Padas, First Mehl, First House:",
    "punjabi": "ਰਾਗ ਸਾਰਗ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4243,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "<>siqnwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid]",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4243,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "Apuny Twkur kI; hau cyrI]",
    "transliteration": "Apunae Thaakur Kee Ho Chaeree ||",
    "translation": "I am the hand-maiden of my Lord and Master.",
    "punjabi": "ਜਦੋਂ ਦੀ ਮੈਂ ਆਪਣੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਦਾਸੀ ਬਣ ਗਈ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4243,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "crn ghy jgjIvn pRB ky; haumY mwir inbyrI]1]rhwau]",
    "transliteration": "Charan Gehae Jagajeevan Prabh Kae Houmai Maar Nibaeree ||1|| Rehaao ||",
    "translation": "I have grasped the Feet of God, the Life of the world. He has killed and eradicated my egotism. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਦੇ ਮੈਂ ਜਗਤ ਦੇ ਜੀਵਨ ਪ੍ਰਭੂ ਦੇ ਚਰਨ ਫੜੇ ਹਨ, ਉਸ ਨੇ ਮੇਰੀ ਹਉਮੈ ਮਾਰ ਕੇ ਮੁਕਾ ਦਿੱਤੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "j`gjIvn",
    "type_id": 4
  },
  {
    "shabad_id": 4243,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "pUrn prm joiq prmysr; pRIqm pRwn hmwry]",
    "transliteration": "Pooran Param Joth Paramaesar Preetham Praan Hamaarae ||",
    "translation": "He is the Perfect, Supreme Light, the Supreme Lord God, my Beloved, my Breath of Life.",
    "punjabi": "ਪਰਮੇਸਰ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਜੀਵਨ ਦਾ ਚਾਨਣ ਦੇਣ ਵਾਲਾ ਹੈ, ਮੇਰਾ ਪਿਆਰਾ ਹੈ ਅਤੇ ਮੇਰੀ ਜਿੰਦ (ਦਾ ਸਹਾਰਾ) ਹੈ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4243,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "mohn. moih lIAw mnu myrw; smJis sbdu bIcwry]1]",
    "transliteration": "Mohan Mohi Leeaa Man Maeraa Samajhas Sabadh Beechaarae ||1||",
    "translation": "The Fascinating Lord has fascinated my mind; contemplating the Word of the Shabad, I have come to understand. ||1||",
    "punjabi": "ਜਦੋਂ ਦਾ ਮੋਹਨ-ਪ੍ਰਭੂ ਨੇ ਮੇਰਾ ਮਨ (ਆਪਣੇ ਪਿਆਰ ਵਿਚ) ਮੋਹ ਲਿਆ ਹੈ ਤਦੋਂ ਤੋਂ ਮੇਰਾ ਮਨ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਵਿਚਾਰ ਵਿਚਾਰ ਕੇ ਇਹ ਸਮਝ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4243,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "mnmuK hIn hoCI miq JUTI; min qin pIr srIry]",
    "transliteration": "Manamukh Heen Hoshhee Math Jhoothee Man Than Peer Sareerae ||",
    "translation": "The worthless self-willed manmukh, with false and shallow understanding - his mind and body are held in pain's grip.",
    "punjabi": "ਜਿਤਨਾ ਚਿਰ ਮੈਂ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦਾ ਰਿਹਾ, ਮੈਂ ਕਮਜ਼ੋਰ ਰਿਹਾ (ਵਿਕਾਰ ਮੇਰੇ ਉਤੇ ਜ਼ੋਰ ਪਾਂਦੇ ਰਹੇ), ਮੇਰੀ ਅਕਲ ਥੋੜ੍ਹ-ਵਿੱਤੀ ਰਹੀ, ਝੂਠ ਵਿਚ ਹੀ ਲੱਗੀ ਰਹੀ (ਇਸ ਕਾਰਨ) ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਸਰੀਰ ਵਿਚ ਦੁੱਖ-ਕਲੇਸ਼ ਉੱਠਦੇ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4243,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "jb kI. rwm rMgIlY rwqI; rwm jpq. mn DIry]2]",
    "transliteration": "Jab Kee Raam Rangeelai Raathee Raam Japath Man Dhheerae ||2||",
    "translation": "Since I came to be imbued with the Love of my Beautiful Lord, I meditate on the Lord, and my mind is encouraged. ||2||",
    "punjabi": "ਪਰ ਜਦੋਂ ਤੋਂ ਮੈਂ ਰੰਗੀਲੇ ਰਾਮ (ਦੇ ਪਿਆਰ) ਵਿਚ ਰੰਗੀ ਗਈ ਹਾਂ, ਮੇਰਾ ਮਨ ਉਸ ਰਾਮ ਨੂੰ ਸਿਮਰ ਸਿਮਰ ਕੇ ਧੀਰਜ ਵਾਲਾ ਹੁੰਦਾ ਜਾ ਰਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4243,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "haumY Coif. BeI bYrwgin; qb swcI suriq smwnI]",
    "transliteration": "Houmai Shhodd Bhee Bairaagan Thab Saachee Surath Samaanee ||",
    "translation": "Abandoning egotism, I have become detached. And now, I absorb true intuitive understanding.",
    "punjabi": "ਜਦੋਂ ਤੋਂ (ਠਾਕੁਰ-ਪ੍ਰਭੂ ਦੀ ਦਾਸੀ ਬਣ ਕੇ) ਮੈਂ ਹਉਮੈ ਤਿਆਗ ਕੇ ਮਾਇਆ-ਮੋਹ ਵਲੋਂ ਉਪਰਾਮ ਹੋ ਚੁਕੀ ਹਾਂ, ਤਦੋਂ ਤੋਂ ਮੇਰੀ ਸੁਰਤ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4243,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "Akul inrMjn isau. mnu mwinAw; ibsrI lwj luokwnI]3]",
    "transliteration": "Akul Niranjan Sio Man Maaniaa Bisaree Laaj Luokaanee ||3||",
    "translation": "The mind is pleased and appeased by the Pure, Immaculate Lord; the opinions of other people are irrelevant. ||3||",
    "punjabi": "ਮੇਰਾ ਮਨ ਉਸ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਗਿੱਝਿਆ ਰਹਿੰਦਾ ਹੈ ਜੋ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਰਹਿਤ ਹੈ ਅਤੇ ਜਿਸ ਦੀ ਕੋਈ ਖ਼ਾਸ ਕੁਲ ਨਹੀਂ ਹੈ। (ਮੈਨੂੰ ਹਉਮੈ ਨਹੀਂ ਰਹੀ, ਇਸ ਵਾਸਤੇ) ਮੈਂ ਲੋਕ-ਲਾਜ (ਭੀ) ਭੁਲਾ ਬੈਠੀ ਹਾਂ ॥੩॥",
    "pronunciation": "A-kul: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4243,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "BUr BivK. nwhI qum jYsy; myry pRIqm pRwn ADwrw]",
    "transliteration": "Bhoor Bhavikh Naahee Thum Jaisae Maerae Preetham Praan Adhhaaraa ||",
    "translation": "There is no other like You, in the past or in the future, O my Beloved, my Breath of Life, my Support.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਹੇ ਮੇਰੀ ਜਿੰਦ ਦੇ ਆਸਰੇ ਪ੍ਰਭੂ! ਹੁਣ ਮੈਨੂੰ ਤੇਰੇ ਵਰਗਾ ਕੋਈ ਨਹੀਂ ਦਿੱਸਦਾ, ਨਾਹ ਪਿਛਲੇ ਬੀਤੇ ਸਮਿਆਂ ਵਿਚ, ਨਾਹ ਹੁਣ, ਅਤੇ ਨਾਹ ਹੀ ਆਉਣ ਵਾਲੇ ਸਮਿਆਂ ਵਿਚ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4243,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "hir kY nwim rqI sohwgin; nwnk rwm Bqwrw]4]1]",
    "transliteration": "Har Kai Naam Rathee Sohaagan Naanak Raam Bhathaaraa ||4||1||",
    "translation": "The soul-bride is imbued with the Name of the Lord; O Nanak, the Lord is her Husband. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣਾ ਖਸਮ ਮੰਨ ਲਿਆ ਹੈ, ਜੇਹੜੀ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਚੰਗੇ ਭਾਗਾਂ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4244,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "swrg mhlw 1]",
    "transliteration": "Saarag Mehalaa 1 ||",
    "translation": "Saarang, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4244,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "hir ibnu. ikau rhIAY; duKu ibAwpY]",
    "transliteration": "Har Bin Kio Reheeai Dhukh Biaapai ||",
    "translation": "How can I survive without the Lord? I am suffering in pain.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਸੁਖੀ ਜੀਵਨ ਨਹੀਂ ਜੀਊ ਸਕਦਾ, ਦੁੱਖ (ਸਦਾ ਇਸ ਦੇ ਮਨ ਉਤੇ) ਦਬਾਅ ਪਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4244,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ijhvw swdu n. PIkI rs ibnu; ibnu pRB. kwlu sMqwpY]1]rhwau]",
    "transliteration": "Jihavaa Saadh N Feekee Ras Bin Bin Prabh Kaal Santhaapai ||1|| Rehaao ||",
    "translation": "My tongue does not taste - all is bland without the Lord's sublime essence. Without God, I suffer and die. ||1||Pause||",
    "punjabi": "(ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਦੀ) ਜੀਭ ਵਿਚ (ਬੋਲਣ ਦੀ) ਮਿਠਾਸ ਨਹੀਂ ਪੈਦਾ ਹੁੰਦੀ, ਮਿਠਾਸ ਤੋਂ ਬਿਨਾ ਹੋਣ ਕਰਕੇ ਸਦਾ ਖਰ੍ਹਵੇ ਬੋਲ ਬੋਲਦੀ ਹੈ। ਪ੍ਰਭੂ ਦੇ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਮੌਤ ਦਾ ਡਰ (ਭੀ) ਦੁਖੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4244,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "jb lgu. drsu, n prsY pRIqm; qb lgu. BUK ipAwsI]",
    "transliteration": "Jab Lag Dharas N Parasai Preetham Thab Lag Bhookh Piaasee ||",
    "translation": "As long as I do not attain the Blessed Vision of my Beloved, I remain hungry and thirsty.",
    "punjabi": "ਜਦੋਂ ਤਕ ਮਨੁੱਖ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦਾ ਦੀਦਾਰ ਨਹੀਂ ਕਰਦਾ, ਤਦ ਤਕ ਮਾਇਆ ਦੀ ਭੁੱਖ ਤ੍ਰੇਹ ਜ਼ੋਰ ਪਾਈ ਰੱਖਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4244,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "drsnu dyKq hI mnu mwinAw; jl ris kml ibgwsI]1]",
    "transliteration": "Dharasan Dhaekhath Hee Man Maaniaa Jal Ras Kamal Bigaasee ||1||",
    "translation": "Gazing upon the Blessed Vision of His Darshan, my mind is pleased and appeased. The lotus blossoms forth in the water. ||1||",
    "punjabi": "ਦੀਦਾਰ ਕਰਦਿਆਂ ਹੀ ਮਨ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਗਿੱਝ ਜਾਂਦਾ ਹੈ (ਤੇ ਇਉਂ ਖਿੜਦਾ ਹੈ, ਜਿਵੇਂ) ਕੌਲ ਫੁੱਲ ਜਲ ਦੇ ਆਨੰਦ ਵਿਚ ਖਿੜਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4244,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "aUniv Gnhru, grjY brsY; koikl mor, bYrwgY]",
    "transliteration": "Oonav Ghanehar Garajai Barasai Kokil Mor Bairaagai ||",
    "translation": "The low-hanging clouds crack with thunder and burst. The cuckoos and the peacocks are filled with passion,",
    "punjabi": "ਜਦੋਂ ਬੱਦਲ ਝੁਕ ਝੁਕ ਕੇ ਗੱਜਦਾ ਹੈ ਤੇ ਵਰ੍ਹਦਾ ਹੈ ਤਦੋਂ ਕੋਇਲ, ਮੋਰ-",
    "pronunciation": "(aUniv) Juk Juk[(Gnhru) b`dl",
    "type_id": 3
  },
  {
    "shabad_id": 4244,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "qrvr ibrK ibhMg BuieAMgm; Gir ipru Dn sohwgY]2]",
    "transliteration": "Tharavar Birakh Bihang Bhueiangam Ghar Pir Dhhan Sohaagai ||2||",
    "translation": "Along with the birds in the trees, the bulls and the snakes. The soul-bride is happy when her Husband Lord returns home. ||2||",
    "punjabi": "ਰੁੱਖ, ਬਲਦ, ਪੰਛੀ, ਸੱਪ (ਆਦਿਕ) ਹੁਲਾਰੇ ਵਿਚ ਆਉਂਦੇ ਹਨ, (ਇਸੇ ਤਰ੍ਹਾਂ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ) ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪਤੀ-ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਆਪ ਨੂੰ ਭਾਗਾਂ ਵਾਲੀ ਜਾਣਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4244,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "kuicl kurUip kunwir kulKnI; ipr kw shju. n jwinAw]",
    "transliteration": "Kuchil Kuroop Kunaar Kulakhanee Pir Kaa Sehaj N Jaaniaa ||",
    "translation": "She is filthy and ugly, unfeminine and ill-mannered - she has no intuitive understanding of her Husband Lord.",
    "punjabi": "(ਪਰ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ) ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਨਹੀਂ ਮਾਣਿਆ, ਉਹ ਗੰਦੀ ਰਹਤ-ਬਹਤ ਵਾਲੀ, ਕੋਝੇ ਰੂਪ ਵਾਲੀ, ਭੈੜੀ ਤੇ ਭੈੜੇ ਲੱਛਣਾਂ ਵਾਲੀ ਹੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "ku-icl: polw bolo[ kul`KnI",
    "type_id": 3
  },
  {
    "shabad_id": 4244,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "hir rs rMig rsn. nhI iqRpqI; durmiq dUK smwinAw]3]",
    "transliteration": "Har Ras Rang Rasan Nehee Thripathee Dhuramath Dhookh Samaaniaa ||3||",
    "translation": "She is not satisfied by the sublime essence of her Lord's Love; she is evil-minded, immersed in her pain. ||3||",
    "punjabi": "ਜਿਸ ਦੀ ਜੀਭ ਪ੍ਰਭੂ ਦੇ ਆਨੰਦ ਦੇ ਰੰਗ ਵਿਚ (ਰਚ ਕੇ) ਚਸਕਿਆਂ ਵਲੋਂ ਨਹੀਂ ਪਰਤੀ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਭੈੜੀ ਮੱਤੇ ਲੱਗਣ ਕਰਕੇ ਦੁੱਖਾਂ ਵਿਚ ਹੀ ਗ੍ਰਸੀ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4244,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "Awie n jwvY. nw duKu pwvY; nw duK drdu srIry]",
    "transliteration": "Aae N Jaavai Naa Dhukh Paavai Naa Dhukh Dharadh Sareerae ||",
    "translation": "The soul-bride does not come and go in reincarnation or suffer in pain; her body is not touched by the pain of disease.",
    "punjabi": "ਉਹ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਪੈਂਦੀ, ਉਸ ਦੇ ਨਾਹ ਮਨ ਨੂੰ ਤੇ ਨਾਹ ਤਨ ਨੂੰ ਕੋਈ ਦੁਖ-ਕਲੇਸ਼ ਵਿਆਪਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4244,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "nwnk. pRB qy shj suhylI; pRB dyKq hI. mnu DIry]4]2]",
    "transliteration": "Naanak Prabh Thae Sehaj Suhaelee Prabh Dhaekhath Hee Man Dhheerae ||4||2||",
    "translation": "O Nanak, she is intuitively embellished by God; seeing God, her mind is encouraged. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਅਡੋਲਤਾ ਦਾ ਆਨੰਦ ਮਾਣਨ ਵਾਲੀ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਮਨ ਪ੍ਰਭੂ ਦਾ ਦੀਦਾਰ ਕਰ ਕੇ ਧੀਰਜਵਾਨ ਰਹਿੰਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4245,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "swrg mhlw 1]",
    "transliteration": "Saarag Mehalaa 1 ||",
    "translation": "Saarang, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4245,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "dUir nwhI; myro pRBu ipAwrw]",
    "transliteration": "Dhoor Naahee Maero Prabh Piaaraa ||",
    "translation": "My Beloved Lord God is not far away.",
    "punjabi": "ਮੇਰਾ ਪਿਆਰਾ ਪ੍ਰਭੂ (ਮੈਥੋਂ) ਦੂਰ ਨਹੀਂ ਹੈ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4245,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "siqgur bcin myro mnu mwinAw; hir pwey pRwn ADwrw]1]rhwau]",
    "transliteration": "Sathigur Bachan Maero Man Maaniaa Har Paaeae Praan Adhhaaraa ||1|| Rehaao ||",
    "translation": "My mind is pleased and appeased by the Word of the True Guru's Teachings. I have found the Lord, the Support of my breath of life. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਤੋਂ ਮੇਰਾ ਮਨ ਗੁਰੂ ਦੇ (ਇਸ) ਬਚਨ ਵਿਚ ਯਕੀਨ ਲੈ ਆਇਆ ਹੈ, ਤਦੋਂ ਤੋਂ (ਮੈਨੂੰ ਇਉਂ ਪ੍ਰਤੀਤ ਹੋ ਰਿਹਾ ਹੈ ਕਿ) ਮੈਂ ਆਪਣੀ ਜਿੰਦ ਦਾ ਸਹਾਰਾ-ਪ੍ਰਭੂ ਲੱਭ ਲਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  }
]