[
  {
    "id": 51746,
    "shabad_id": 4245,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ੲਿਨ ਬਿਧਿ. ਹਰਿ ਮਿਲੀਅੈ ਵਰ ਕਾਮਨਿ; ਧਨ ਸੋਹਾਗੁ ਪਿਅਾਰੀ ॥",
    "transliteration": "Ein Bidhh Har Mileeai Var Kaaman Dhhan Sohaag Piaaree ||",
    "translation": "This is the way to meet your Husband Lord. Blessed is the soul-bride who is loved by her Husband Lord.",
    "punjabi": "ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਇਸ ਤਰੀਕੇ ਨਾਲ ਹੀ (ਭਾਵ, ਉਸ ਪ੍ਰਭੂ ਦੇ ਅੰਗ-ਸੰਗ ਹੋਣ ਤੇ ਯਕੀਨ ਕੀਤਿਆਂ ਹੀ) ਪਤੀ-ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੈ, (ਜਿਸ ਨੂੰ ਮਿਲ ਪਿਆ ਹੈ) ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਚੰਗਾ ਭਾਗ ਜਾਗ ਪਿਆ ਹੈ, ਉਹ ਪਤੀ-ਪ੍ਰਭੂ ਦੀ ਪਿਆਰੀ ਹੋ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51747,
    "shabad_id": 4245,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਜਾਤਿ ਬਰਨ ਕੁਲ ਸਹਸਾ ਚੂਕਾ; ਗੁਰਮਤਿ ਸਬਦਿ ਬੀਚਾਰੀ ॥੧॥",
    "transliteration": "Jaath Baran Kul Sehasaa Chookaa Guramath Sabadh Beechaaree ||1||",
    "translation": "Social class and status, race, ancestry and skepticism are eliminated, following the Guru's Teachings and contemplating the Word of the Shabad. ||1||",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਵਿਚਾਰਵਾਨ ਹੋ ਜਾਂਦੀ ਹੈ, ਜਾਤਿ ਵਰਨ ਕੁਲ (ਆਦਿਕ) ਬਾਰੇ ਉਸ ਦਾ ਭਰਮ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51748,
    "shabad_id": 4245,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜਿਸੁ ਮਨੁ ਮਾਨੈ. ਅਭਿਮਾਨੁ, ਨ ਤਾ ਕੳੁ; ਹਿੰਸਾ ਲੋਭੁ ਵਿਸਾਰੇ ॥",
    "transliteration": "Jis Man Maanai Abhimaan N Thaa Ko Hinsaa Lobh Visaarae ||",
    "translation": "One whose mind is pleased and appeased, has no egotistical pride. Violence and greed are forgotten.",
    "punjabi": "ਜਿਸ ਦਾ ਮਨ (ਇਹ) ਮੰਨ ਜਾਂਦਾ ਹੈ (ਕਿ ਪ੍ਰਭੂ ਸਦਾ ਮੇਰੇ ਅੰਗ-ਸੰਗ ਹੈ) ਉਸ ਨੂੰ ਅਹੰਕਾਰ ਨਹੀਂ ਰਹਿੰਦਾ, ਉਹ ਨਿਰਦਇਤਾ ਤੇ ਲਾਲਚ ਨੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਭੁਲਾ ਦੇਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51749,
    "shabad_id": 4245,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਸਹਜਿ ਰਵੈ ਵਰੁ ਕਾਮਣਿ ਪਿਰ ਕੀ; ਗੁਰਮੁਖਿ ਰੰਗਿ ਸਵਾਰੇ ॥੨॥",
    "transliteration": "Sehaj Ravai Var Kaaman Pir Kee Guramukh Rang Savaarae ||2||",
    "translation": "The soul-bride intuitively ravishes and enjoys her Husband Lord; as Gurmukh, she is embellished by His Love. ||2||",
    "punjabi": "ਪਤੀ-ਪ੍ਰਭੂ ਦੀ ਪਿਆਰੀ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਕੇ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਸਵਾਰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51750,
    "shabad_id": 4245,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਜਾਰੳੁ ਅੈਸੀ ਪ੍ਰੀਤਿ ਕੁਟੰਬ ਸਨਬੰਧੀ; ਮਾੲਿਅਾ ਮੋਹ ਪਸਾਰੀ ॥",
    "transliteration": "Jaaro Aisee Preeth Kuttanb Sanabandhhee Maaeiaa Moh Pasaaree ||",
    "translation": "Burn away any love of family and relatives, which increases your attachment to Maya.",
    "punjabi": "ਮੈਂ ਪਰਵਾਰ ਤੇ ਸਨਬੰਧੀਆਂ ਦੇ ਐਸੇ ਮੋਹ-ਪਿਆਰ ਨੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਸਾੜ ਦਿਆਂ ਜੋ (ਮੇਰੇ ਅੰਦਰ) ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਖਿਲਾਰਾ ਹੀ ਖਿਲਾਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51751,
    "shabad_id": 4245,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਜਿਸੁ ਅੰਤਰਿ ਪ੍ਰੀਤਿ. ਰਾਮ ਰਸੁ ਨਾਹੀ; ਦੁਬਿਧਾ ਕਰਮ ਬਿਕਾਰੀ ॥੩॥",
    "transliteration": "Jis Anthar Preeth Raam Ras Naahee Dhubidhhaa Karam Bikaaree ||3||",
    "translation": "One who does not savor the Lord's Love deep within, lives in duality and corruption. ||3||",
    "punjabi": "ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਨਹੀਂ, ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਨਹੀਂ (ਉਪਜਦਾ), ਉਹ ਮੇਰ-ਤੇਰ ਅਤੇ (ਹੋਰ) ਵਿਕਾਰਾਂ ਦੇ ਕੰਮਾਂ ਵਿਚ ਹੀ ਪ੍ਰਵਿਰਤ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51752,
    "shabad_id": 4245,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਅੰਤਰਿ ਰਤਨ ਪਦਾਰਥ. ਹਿਤ ਕੌ; ਦੁਰੈ ਨ. ਲਾਲ ਪਿਅਾਰੀ ॥",
    "transliteration": "Anthar Rathan Padhaarathh Hith Ka Dhurai N Laal Piaaree ||",
    "translation": "His Love is a priceless jewel deep within my being; the Lover of my Beloved is not hidden.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦਾ ਪਿਆਰ ਪੈਦਾ ਕਰਨ ਵਾਸਤੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਰਤਨ ਮੌਜੂਦ ਹਨ, ਪ੍ਰਭੂ ਦੀ ਉਹ ਪਿਆਰੀ ਜੀਵ-ਇਸਤ੍ਰੀ (ਜਗਤ ਵਿਚ) ਗੁੱਝੀ ਨਹੀਂ ਰਹਿੰਦੀ।",
    "pronunciation": "(ਦੁਰੈ) ਛੁਪਦੀ",
    "type_id": 3
  },
  {
    "id": 51753,
    "shabad_id": 4245,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ ਗੁਰਮੁਖਿ ਨਾਮੁ ਅਮੋਲਕੁ; ਜੁਗਿ ਜੁਗਿ ਅੰਤਰਿ ਧਾਰੀ ॥੪॥੩॥",
    "transliteration": "Naanak Guramukh Naam Amolak Jug Jug Anthar Dhhaaree ||4||3||",
    "translation": "O Nanak, as Gurmukh, enshrine the Priceless Naam deep within your being, all the ages through. ||4||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹਰੇਕ ਜੁਗ ਵਿਚ ਹੀ (ਭਾਵ, ਸਦਾ ਤੋਂ ਹੀ ਅਜੇਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਅਮੋਲਕ ਨਾਮ ਧਾਰਦੀ ਚਲੀ ਆਈ ਹੈ (ਭਾਵ, ਜਗਤ ਦੇ ਆਰੰਭ ਤੋਂ ਹੀ ਇਹ ਮਰਯਾਦਾ ਚਲੀ ਆ ਰਹੀ ਹੈ ਕਿ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤਿਆਂ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ ਪਿਆਰ ਬਣਦਾ ਹੈ) ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51754,
    "shabad_id": 4246,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਾਰੰਗ ਮਹਲਾ ੪ ਘਰੁ ੧",
    "transliteration": "Saarang Mehalaa 4 Ghar 1",
    "translation": "Saarang, Fourth Mehl, First House:",
    "punjabi": "ਰਾਗ ਸਾਰੰਗ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51755,
    "shabad_id": 4246,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 51756,
    "shabad_id": 4246,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਕੇ ਸੰਤ ਜਨਾ ਕੀ; ਹਮ ਧੂਰਿ ॥",
    "transliteration": "Har Kae Santh Janaa Kee Ham Dhhoor ||",
    "translation": "I am the dust of the feet of the humble Saints of the Lord.",
    "punjabi": "ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ (ਹੋਇਆ ਰਹਿੰਦਾ ਹਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51757,
    "shabad_id": 4246,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਮਿਲਿ ਸਤਸੰਗਤਿ ਪਰਮਪਦੁ ਪਾੲਿਅਾ; ਅਾਤਮ ਰਾਮੁ ਰਹਿਅਾ ਭਰਪੂਰਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Mil Sathasangath Param Padh Paaeiaa Aatham Raam Rehiaa Bharapoor ||1|| Rehaao ||",
    "translation": "Joining the Sat Sangat, the True Congregation, I have obtained the supreme status. The Lord, the Supreme Soul, is all-pervading everywhere. ||1||Pause||",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਪਰਮਾਤਮਾ ਸਭ ਥਾਈਂ ਵੱਸਦਾ ਦਿੱਸ ਪੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 51758,
    "shabad_id": 4246,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੰਤੁ ਮਿਲੈ. ਸਾਂਤਿ ਪਾੲੀਅੈ; ਕਿਲਵਿਖ ਦੁਖ ਕਾਟੇ ਸਭਿ ਦੂਰਿ ॥",
    "transliteration": "Sathigur Santh Milai Saanth Paaeeai Kilavikh Dhukh Kaattae Sabh Dhoor ||",
    "translation": "Meeting the Saintly True Guru, I have found peace and tranquility. Sins and painful mistakes are totally erased and taken away.",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਸੰਤ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ ਆਤਮਕ ਠੰਢ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਗੁਰੂ (ਮਨੁੱਖ ਦੇ) ਸਾਰੇ ਪਾਪ ਸਾਰੇ ਦੁੱਖ ਕੱਟ ਕੇ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51759,
    "shabad_id": 4246,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਅਾਤਮ ਜੋਤਿ ਭੲੀ ਪਰਫੂਲਿਤ; ਪੁਰਖੁ ਨਿਰੰਜਨੁ ਦੇਖਿਅਾ ਹਜੂਰਿ ॥੧॥",
    "transliteration": "Aatham Joth Bhee Parafoolith Purakh Niranjan Dhaekhiaa Hajoor ||1||",
    "translation": "The Divine Light of the soul radiates forth, gazing upon the Presence of the Immaculate Lord God. ||1||",
    "punjabi": "(ਗੁਰੂ ਨੂੰ ਮਿਲਿਆਂ) ਜਿੰਦ ਖਿੜ ਪੈਂਦੀ ਹੈ, ਨਿਰਲੇਪ ਅਤੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਵੇਖ ਲਈਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51760,
    "shabad_id": 4246,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਵਡੈਭਾਗਿ ਸਤਸੰਗਤਿ ਪਾੲੀ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਰਹਿਅਾ ਭਰਪੂਰਿ ॥",
    "transliteration": "Vaddai Bhaag Sathasangath Paaee Har Har Naam Rehiaa Bharapoor ||",
    "translation": "By great good fortune, I have found the Sat Sangat; the Name of the Lord, Har, Har, is all-prevading everywhere.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਸਾਧ ਸੰਗਤ ਪ੍ਰਾਪਤ ਕਰ ਲਈ, ਉਸ ਨੇ ਸਭ ਥਾਂ ਭਰਪੂਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਿਆ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51761,
    "shabad_id": 4246,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਅਠਸਠਿ ਤੀਰਥ ਮਜਨੁ ਕੀਅਾ; ਸਤਸੰਗਤਿ ਪਗ ਨਾੲੇ ਧੂਰਿ ॥੨॥",
    "transliteration": "Athasath Theerathh Majan Keeaa Sathasangath Pag Naaeae Dhhoor ||2||",
    "translation": "I have taken my cleansing bath at the sixty-eight sacred shrines of pilgrimage, bathing in the dust of the feet of the True Congregation. ||2||",
    "punjabi": "ਸਤ-ਸੰਗੀਆਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਵਿਚ ਨ੍ਹਾ ਕੇ ਉਸ ਨੇ (ਮਾਨੋ) ਅਠਾਹਠ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਕਰ ਲਿਆ ॥੨॥",
    "pronunciation": "ਨ੍ਹਾੲੇ",
    "type_id": 3
  },
  {
    "id": 51762,
    "shabad_id": 4246,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਦੁਰਮਤਿ ਬਿਕਾਰ ਮਲੀਨ ਮਤਿ ਹੋਛੀ; ਹਿਰਦਾ ਕੁਸੁਧੁ ਲਾਗਾ ਮੋਹ ਕੂਰੁ ॥",
    "transliteration": "Dhuramath Bikaar Maleen Math Hoshhee Hiradhaa Kusudhh Laagaa Moh Koor ||",
    "translation": "Evil-minded and corrupt, filthy-minded and shallow, with impure heart, attached to enticement and falsehood.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਮਾਇਆ ਦਾ ਝੂਠਾ ਮੋਹ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦਾ ਹਿਰਦਾ (ਵਿਕਾਰਾਂ ਨਾਲ) ਗੰਦਾ (ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ) ਉਸ ਦੀ ਮੱਤ ਵਿਕਾਰਾਂ ਨਾਲ ਖੋਟੀ ਮੈਲੀ ਅਤੇ ਹੋਛੀ ਹੋਈ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51763,
    "shabad_id": 4246,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਬਿਨੁ ਕਰਮਾ. ਕਿੳੁ ਸੰਗਤਿ ਪਾੲੀਅੈ; ਹੳੁਮੈ ਬਿਅਾਪਿ ਰਹਿਅਾ ਮਨੁ ਝੂਰਿ ॥੩॥",
    "transliteration": "Bin Karamaa Kio Sangath Paaeeai Houmai Biaap Rehiaa Man Jhoor ||3||",
    "translation": "Without good karma, how can I find the Sangat? Engrossed in egotism, the mortal remains stuck in regret. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਤੋਂ ਬਿਨਾ ਸਾਧ ਸੰਗਤ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦਾ, ਹਉਮੈ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਮਨੁੱਖ ਦਾ ਮਨ ਸਦਾ ਚਿੰਤਾ-ਫ਼ਿਕਰਾਂ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51764,
    "shabad_id": 4246,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਹੋਹੁ ਦੲਿਅਾਲ ਕਿ੍ਰਪਾ ਕਰਿ ਹਰਿ ਜੀ; ਮਾਗੳੁ ਸਤਸੰਗਤਿ ਪਗ ਧੂਰਿ ॥",
    "transliteration": "Hohu Dhaeiaal Kirapaa Kar Har Jee Maago Sathasangath Pag Dhhoor ||",
    "translation": "Be kind and show Your Mercy, O Dear Lord; I beg for the dust of the feet of the Sat Sangat.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! (ਮੇਰੇ ਉਤੇ) ਦਇਆਵਾਨ ਹੋ, ਮਿਹਰ ਕਰ। ਮੈਂ (ਤੇਰੇ ਦਰ ਤੋਂ) ਸਤ-ਸੰਗੀਆਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51765,
    "shabad_id": 4246,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ ਸੰਤੁ ਮਿਲੈ. ਹਰਿ ਪਾੲੀਅੈ; ਜਨੁ ਹਰਿ ਭੇਟਿਅਾ ਰਾਮੁ ਹਜੂਰਿ ॥੪॥੧॥",
    "transliteration": "Naanak Santh Milai Har Paaeeai Jan Har Bhaettiaa Raam Hajoor ||4||1||",
    "translation": "O Nanak, meeting with the Saints, the Lord is attained. The Lord's humble servant obtains the Presence of the Lord. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ। ਜਿਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਦਾਸ (ਗੁਰੂ) ਮਿਲਦਾ ਹੈ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51766,
    "shabad_id": 4247,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਾਰੰਗ ਮਹਲਾ ੪ ॥",
    "transliteration": "Saarang Mehalaa 4 ||",
    "translation": "Saarang, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51767,
    "shabad_id": 4247,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਗੋਬਿੰਦ ਚਰਨਨ ਕੳੁ; ਬਲਿਹਾਰੀ ॥",
    "transliteration": "Gobindh Charanan Ko Balihaaree ||",
    "translation": "I am a sacrifice to the Feet of the Lord of the Universe.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51768,
    "shabad_id": 4247,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਭਵਜਲੁ ਜਗਤੁ. ਨ ਜਾੲੀ ਤਰਣਾ; ਜਪਿ ਹਰਿ ਹਰਿ ਪਾਰਿ ੳੁਤਾਰੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bhavajal Jagath N Jaaee Tharanaa Jap Har Har Paar Outhaaree ||1|| Rehaao ||",
    "translation": "I cannot swim across the terrifying world ocean. But chanting the Name of the Lord, Har, Har, I am carried across across. ||1||Pause||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣ ਤੋਂ ਬਿਨਾ) ਜਗਤ (ਦੇ ਵਿਕਾਰਾਂ) ਤੋਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਨਹੀਂ ਲੰਘਿਆ ਜਾ ਸਕਦਾ। (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਜਪਿਆ ਕਰ, ਪਰਮਾਤਮਾ (ਵਿਕਾਰਾਂ-ਭਰੇ ਜਗਤ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 51769,
    "shabad_id": 4247,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਹਿਰਦੈ ਪ੍ਰਤੀਤਿ ਬਨੀ ਪ੍ਰਭ ਕੇਰੀ; ਸੇਵਾ ਸੁਰਤਿ ਬੀਚਾਰੀ ॥",
    "transliteration": "Hiradhai Pratheeth Banee Prabh Kaeree Saevaa Surath Beechaaree ||",
    "translation": "Faith in God came to fill my heart; I serve Him intuitively, and contemplate Him.",
    "punjabi": "(ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਵਾਸਤੇ ਸਰਧਾ ਬਣ ਜਾਂਦੀ ਹੈ, ਮਨੁੱਖ ਦੀ ਸੁਰਤ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51770,
    "shabad_id": 4247,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਰਾਮ ਨਾਮੁ ਜਪਿ ਹਿਰਦੈ; ਸਰਬ ਕਲਾ ਗੁਣਕਾਰੀ ॥੧॥",
    "transliteration": "Anadhin Raam Naam Jap Hiradhai Sarab Kalaa Gunakaaree ||1||",
    "translation": "Night and day, I chant the Lord's Name within my heart; it is all-powerful and virtuous. ||1||",
    "punjabi": "ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ ਸਾਰੇ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਰ ਵੇਲੇ ਹਿਰਦੇ ਵਿਚ ਜਪ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਮਨ ਵਿਚ ਆ ਵੱਸਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51771,
    "shabad_id": 4247,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਪ੍ਰਭੁ ਅਗਮ ਅਗੋਚਰੁ ਰਵਿਅਾ ਸ੍ਰਬ ਠਾੲੀ; ਮਨਿ ਤਨਿ ਅਲਖ ਅਪਾਰੀ ॥",
    "transliteration": "Prabh Agam Agochar Raviaa Srab Thaaee Man Than Alakh Apaaree ||",
    "translation": "God is Inaccessible and Unfathomable, All-pervading everywhere, in all minds and bodies; He is Infinite and Invisible.",
    "punjabi": "(ਜਿਹੜਾ) ਪਰਮਾਤਮਾ (ਜੀਵਾਂ ਦੀ) ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ (ਜੀਵਾਂ ਦੇ) ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, (ਜਿਹੜਾ) ਸਭਨੀਂ ਥਾਈਂ ਮੌਜੂਦ ਹੈ, ਸਭਨਾਂ ਦੇ ਮਨ ਵਿਚ ਤਨ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਅਦ੍ਰਿਸ਼ਟ ਹੈ ਤੇ ਬੇਅੰਤ ਹੈ,",
    "pronunciation": "ਅ-ਲਖ",
    "type_id": 3
  },
  {
    "id": 51772,
    "shabad_id": 4247,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਕਿਰਪਾਲ ਭੲੇ. ਤਬ ਪਾੲਿਅਾ; ਹਿਰਦੈ ਅਲਖੁ ਲਖਾਰੀ ॥੨॥",
    "transliteration": "Gur Kirapaal Bheae Thab Paaeiaa Hiradhai Alakh Lakhaaree ||2||",
    "translation": "When the Guru bebomes merciful, then the Unseen Lord is seen within the heart. ||2||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਤਦੋਂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਜਦੋਂ (ਮਨੁੱਖ ਉਤੇ) ਸਤਿਗੁਰੂ ਜੀ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਤਦੋਂ ਮਨੁੱਖ ਉਸ ਅਦ੍ਰਿਸ਼ਟ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ (ਹੀ) ਵੇਖ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51773,
    "shabad_id": 4247,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਅੰਤਰਿ ਹਰਿ ਨਾਮੁ, ਸਰਬ ਧਰਣੀਧਰ; ਸਾਕਤ ਕੳੁ ਦੂਰਿ ਭੲਿਅਾ ਅਹੰਕਾਰੀ ॥",
    "transliteration": "Anthar Har Naam Sarab Dhharaneedhhar Saakath Ko Dhoor Bhaeiaa Ahankaaree ||",
    "translation": "Deep within the inner being is the Name of the Lord, the Support of the entire earth, but to the egotistical shaakta, the faithless cynic, He seems far away.",
    "punjabi": "ਧਰਤੀ ਦੇ ਆਸਰੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਮੌਜੂਦ ਹੈ, ਪਰ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਅਹੰਕਾਰੀ ਮਨੁੱਖਾਂ ਨੂੰ ਉਹ ਕਿਤੇ ਦੂਰ ਵੱਸਦਾ ਜਾਪਦਾ ਹੈ।",
    "pronunciation": "ਧਰਣੀ-ਧਰ",
    "type_id": 3
  },
  {
    "id": 51774,
    "shabad_id": 4247,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਤਿ੍ਰਸਨਾ ਜਲਤ. ਨ ਕਬਹੂ ਬੂਝਹਿ; ਜੂਅੈ ਬਾਜੀ ਹਾਰੀ ॥੩॥",
    "transliteration": "Thrisanaa Jalath N Kabehoo Boojhehi Jooai Baajee Haaree ||3||",
    "translation": "His burning desire is never quenched, and he loses the game of life in the gamble. ||3||",
    "punjabi": "ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਵਿਚ ਸੜ ਰਹੇ ਉਹ ਮਨੁੱਖ ਕਦੇ (ਇਸ ਭੇਤ ਨੂੰ) ਨਹੀਂ ਸਮਝਦੇ, ਉਹਨਾਂ ਨੇ ਮਨੁੱਖਾ-ਜੀਵਨ ਦੀ ਬਾਜ਼ੀ ਹਾਰ ਦਿੱਤੀ ਹੁੰਦੀ ਹੈ (ਜਿਵੇਂ ਜੁਆਰੀਏ ਨੇ) ਜੂਏ ਵਿਚ (ਆਪਣੀ ਮਾਇਆ) ॥੩॥",
    "pronunciation": "ਬੂਝਹਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 51775,
    "shabad_id": 4247,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ੳੂਠਤ ਬੈਠਤ ਹਰਿ ਗੁਨ ਗਾਵਹਿ; ਗੁਰਿ. ਕਿੰਚਤ ਕਿਰਪਾ ਧਾਰੀ ॥",
    "transliteration": "Oothath Baithath Har Gun Gaavehi Gur Kinchath Kirapaa Dhhaaree ||",
    "translation": "Standing up and sitting down, the mortal sings the Glorious Praises of the Lord, when the Guru bestows even a tiny bit of His Grace.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉੱਤੇ ਗੁਰੂ ਨੇ ਥੋੜ੍ਹੀ ਜਿਤਨੀ ਭੀ ਮਿਹਰ ਕਰ ਦਿੱਤੀ, ਉਹ ਉਠਦੇ ਬੈਠਦੇ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਕਿੰਚਤ) ਅਕਸ ਮਾਤ੍ਰ, ਛੇਤੀ",
    "type_id": 3
  },
  {
    "id": 51776,
    "shabad_id": 4247,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਜਿਨ ਕੳੁ ਨਦਰਿ ਭੲੀ ਹੈ; ਤਿਨ ਕੀ ਪੈਜ ਸਵਾਰੀ ॥੪॥੨॥",
    "transliteration": "Naanak Jin Ko Nadhar Bhee Hai Thin Kee Paij Savaaree ||4||2||",
    "translation": "O Nanak, those who are blessed by His Glance of Grace - He saves and protects their honor. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਉਤੇ ਗੁਰੂ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਹੋਈ, ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਦੀ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਲਾਜ ਰੱਖ ਲਈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
