[
  {
    "id": 51777,
    "shabad_id": 4248,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੪ ||",
    "transliteration": "Saarag Mehalaa 4 ||",
    "translation": "Saarang, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51778,
    "shabad_id": 4248,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਅੰਮਿ੍ਰਤ ਨਾਮੁ ਦੇਹੁ ਪਿਅਾਰੇ ||",
    "transliteration": "Har Har Anmrith Naam Dhaehu Piaarae ||",
    "translation": "O my Beloved Lord, Har, Har, please bless me with Your Ambrosial Name.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਗੁਰੂ! ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਬਖ਼ਸ਼।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51779,
    "shabad_id": 4248,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿਨ ੳੂਪਰਿ. ਗੁਰਮੁਖਿ ਮਨੁ ਮਾਨਿਅਾ; ਤਿਨ ਕੇ ਕਾਜ ਸਵਾਰੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jin Oopar Guramukh Man Maaniaa Thin Kae Kaaj Savaarae ||1|| Rehaao ||",
    "translation": "Those whose minds are pleased to be Gurmukh - the Lord completes their projects. ||1||Pause||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉੱਤੇ ਗੁਰੂ ਦਾ ਮਨ ਪਤੀਜ ਜਾਂਦਾ ਹੈ, (ਗੁਰੂ) ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਕੰਮ ਸਵਾਰ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 51780,
    "shabad_id": 4248,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਜੋ ਜਨ ਦੀਨ ਭੲੇ. ਗੁਰ ਅਾਗੈ; ਤਿਨ ਕੇ ਦੂਖ ਨਿਵਾਰੇ ||",
    "transliteration": "Jo Jan Dheen Bheae Gur Aagai Thin Kae Dhookh Nivaarae ||",
    "translation": "Those humble beings who become meek before the Guru-their pains are taken away.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਨਿਮਾਣੇ ਹੋ ਕੇ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਢਹਿ ਪੈਂਦੇ ਹਨ, (ਗੁਰੂ) ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51781,
    "shabad_id": 4248,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਭਗਤਿ ਕਰਹਿ ਗੁਰ ਅਾਗੈ; ਗੁਰ ਕੈ ਸਬਦਿ ਸਵਾਰੇ ||੧||",
    "transliteration": "Anadhin Bhagath Karehi Gur Aagai Gur Kai Sabadh Savaarae ||1||",
    "translation": "Night and day, they perform devotional worship services to the Guru; they are embellished with the Word of the Guru's Shabad. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਹਨਾਂ ਦੇ ਜੀਵਨ) ਸੋਹਣੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51782,
    "shabad_id": 4248,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਹਿਰਦੈ ਨਾਮੁ ਅੰਮਿ੍ਰਤ ਰਸੁ ਰਸਨਾ; ਰਸੁ ਗਾਵਹਿ ਰਸੁ ਬੀਚਾਰੇ ||",
    "transliteration": "Hiradhai Naam Anmrith Ras Rasanaa Ras Gaavehi Ras Beechaarae ||",
    "translation": "Within their hearts is the ambrosial essence of the Naam, the Name of the Lord; they savor this essence, sing the praises of this essence, and contemplate this essence.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਵਸਾਂਦੇ ਹਨ, ਜੀਭ ਨਾਲ ਉਸ ਨੂੰ ਸਲਾਹੁੰਦੇ ਹਨ, ਮਨ ਵਿਚ ਉਸ ਨਾਮ-ਰਸ ਨੂੰ ਵਿਚਾਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51783,
    "shabad_id": 4248,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦਿ ਅੰਮਿ੍ਰਤ ਰਸੁ ਚੀਨਿ੍ਹਅਾ; ਓੲਿ ਪਾਵਹਿ ਮੋਖ ਦੁਅਾਰੇ ||੨||",
    "transliteration": "Gur Parasaadh Anmrith Ras Cheenihaaa Oue Paavehi Mokh Dhuaarae ||2||",
    "translation": "By Guru's Grace, they are aware of this ambrosial essence; they find the Gate of Salvation. ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਰਸ ਨੂੰ (ਆਪਣੇ ਅੰਦਰ) ਪਛਾਣ ਲਿਆ, ਉਹ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਪਾਣ ਵਾਲਾ ਦਰਵਾਜ਼ਾ ਲੱਭ ਲੈਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51784,
    "shabad_id": 4248,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਅਚਲੁ. ਅਚਲਾ ਮਤਿ; ਜਿਸੁ ਦਿ੍ਰੜਤਾ ਨਾਮੁ ਅਧਾਰੇ ||",
    "transliteration": "Sathigur Purakh Achal Achalaa Math Jis Dhrirrathaa Naam Adhhaarae ||",
    "translation": "The True is the Primal Being, Unmoving and Unchanging. One who takes the Support of the Naam, the Name of the Lord - his intellect becomes focused and steady.",
    "punjabi": "ਜਿਹੜਾ ਗੁਰੂ-ਪੁਰਖ ਅਡੋਲ-ਚਿੱਤ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਜਿਸ ਦੀ ਮੱਤ (ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਸਦਾ ਅਹਿੱਲ ਰਹਿੰਦੀ ਹੈ, ਜਿਸ ਦੇ ਅੰਦਰ ਸਦਾ ਅਡੋਲਤਾ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ ਜਿਸ ਨੂੰ ਸਦਾ ਹਰਿ-ਨਾਮ ਦਾ ਸਹਾਰਾ ਹੈ,",
    "pronunciation": "ਅ-ਚੱਲੁ[ ਅ-ਚੱਲਾ",
    "type_id": 3
  },
  {
    "id": 51785,
    "shabad_id": 4248,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਤਿਸੁ ਅਾਗੈ ਜੀੳੁ ਦੇਵੳੁ ਅਪੁਨਾ; ਹੳੁ. ਸਤਿਗੁਰ ਕੈ ਬਲਿਹਾਰੇ ||੩||",
    "transliteration": "This Aagai Jeeo Dhaevo Apunaa Ho Sathigur Kai Balihaarae ||3||",
    "translation": "I offer my soul to Him; I am a sacrifice to my True Guru. ||3||",
    "punjabi": "ਉਸ ਗੁਰੂ ਦੇ ਅੱਗੇ ਮੈਂ ਆਪਣੀ ਜਿੰਦ ਭੇਟ ਕਰਦਾ ਹਾਂ, ਉਸ ਗੁਰੂ ਤੋਂ ਮੈਂ (ਸਦਾ) ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51786,
    "shabad_id": 4248,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਮਨਮੁਖ ਭ੍ਰਮਿ ਦੂਜੈ ਭਾੲਿ ਲਾਗੇ; ਅੰਤਰਿ ਅਗਿਅਾਨ ਗੁਬਾਰੇ ||",
    "transliteration": "Manamukh Bhram Dhoojai Bhaae Laagae Anthar Agiaan Gubaarae ||",
    "translation": "The self-willed manmukhs are stuck in doubt and attached to duality; the darkness of spiritual ignorance is within them.",
    "punjabi": "(ਗੁਰੂ ਵਾਲਾ ਪਾਸਾ ਛੱਡ ਕੇ) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਮਾਇਆ ਵਾਲੀ ਦੌੜ-ਭੱਜ ਦੇ ਕਾਰਨ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਹੀ) ਫਸੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਦਾ ਘੁੱਪ ਹਨੇਰਾ (ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51787,
    "shabad_id": 4248,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਦਾਤਾ ਨਦਰਿ. ਨ ਅਾਵੈ; ਨਾ ੳੁਰਵਾਰਿ. ਨ ਪਾਰੇ ||੪||",
    "transliteration": "Sathigur Dhaathaa Nadhar N Aavai Naa Ouravaar N Paarae ||4||",
    "translation": "They do not see the True Guru, the Giver; they are not on this shore, or the other. ||4||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਨਾਮ ਦੀ ਦਾਤ ਦੇਣ ਵਾਲਾ ਗੁਰੂ ਦਿੱਸਦਾ ਹੀ ਨਹੀਂ, ਉਹ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ-ਭਰੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਨਾਹ ਉਰਲੇ ਪਾਸੇ ਨਾਹ ਪਾਰਲੇ ਪਾਸੇ (ਪਹੁੰਚ ਸਕਦੇ ਹਨ, ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਵਿਚ ਹੀ ਗੋਤੇ ਖਾਂਦੇ ਰਹਿੰਦੇ ਹਨ) ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51788,
    "shabad_id": 4248,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਸਰਬੇ ਘਟਿ ਘਟਿ ਰਵਿਅਾ ਸੁਅਾਮੀ; ਸਰਬ ਕਲਾ ਕਲ ਧਾਰੇ ||",
    "transliteration": "Sarabae Ghatt Ghatt Raviaa Suaamee Sarab Kalaa Kal Dhhaarae ||",
    "translation": "Our Lord and Master is permeating and pervading each and every heart; He is supremely Potent to exercise His Might.",
    "punjabi": "ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਸਭਨਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਮੌਜੂਦ ਹੈ, ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਆਪਣੀ ਸੱਤਿਆ ਨਾਲ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਸਹਾਰਾ ਦੇ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51789,
    "shabad_id": 4248,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕੁ ਦਾਸਨਿ ਦਾਸੁ ਕਹਤ ਹੈ; ਕਰਿ ਕਿਰਪਾ ਲੇਹੁ ੳੁਬਾਰੇ ||੫||੩||",
    "transliteration": "Naanak Dhaasan Dhaas Kehath Hai Kar Kirapaa Laehu Oubaarae ||5||3||",
    "translation": "Nanak, the slave of His slaves, says, please, be merciful and save me! ||5||3||",
    "punjabi": "ਉਸ ਦੇ ਦਰ ਤੇ ਉਸ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਤੇ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਪ੍ਰਭੂ!) ਮਿਹਰ ਕਰ ਕੇ ਮੈਨੂੰ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਬਚਾਈ ਰੱਖ ॥੫॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51790,
    "shabad_id": 4249,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੪ ||",
    "transliteration": "Saarag Mehalaa 4 ||",
    "translation": "Saarang, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51791,
    "shabad_id": 4249,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੋਬਿਦ ਕੀ ਅੈਸੀ ਕਾਰ ਕਮਾੲਿ ||",
    "transliteration": "Gobidh Kee Aisee Kaar Kamaae ||",
    "translation": "This is the way to work for the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਦੀ ਕਾਰ ਇਸ ਤਰ੍ਹਾਂ ਕਰਿਆ ਕਰ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51792,
    "shabad_id": 4249,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜੋ ਕਿਛੁ ਕਰੇ. ਸੁ ਸਤਿ ਕਰਿ ਮਾਨਹੁ; ਗੁਰਮੁਖਿ ਨਾਮਿ ਰਹਹੁ ਲਿਵ ਲਾੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jo Kishh Karae S Sath Kar Maanahu Guramukh Naam Rehahu Liv Laae ||1|| Rehaao ||",
    "translation": "Whatever He does, accept that as true. As Gurmukh, remain lovingly absorbed in His Name. ||1||Pause||",
    "punjabi": "ਕਿ ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਠੀਕ ਮੰਨਿਆ ਕਰ, ਅਤੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਿਆ ਕਰ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 51793,
    "shabad_id": 4249,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਗੋਬਿਦ ਪ੍ਰੀਤਿ ਲਗੀ ਅਤਿ ਮੀਠੀ; ਅਵਰ ਵਿਸਰਿ ਸਭ ਜਾੲਿ ||",
    "transliteration": "Gobidh Preeth Lagee Ath Meethee Avar Visar Sabh Jaae ||",
    "translation": "The Love of the Lord of the Universe seems supremely sweet. Everything else is forgotten.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰੀਤ ਬਹੁਤ ਮਿੱਠੀ ਲੱਗਦੀ ਹੈ, ਉਸ ਨੂੰ (ਦੁਨੀਆ ਵਾਲੀ) ਹੋਰ ਸਾਰੀ ਪ੍ਰੀਤ ਭੁੱਲ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51794,
    "shabad_id": 4249,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਰਹਸੁ ਭੲਿਅਾ. ਮਨੁ ਮਾਨਿਅਾ; ਜੋਤੀ ਜੋਤਿ ਮਿਲਾੲਿ ||੧||",
    "transliteration": "Anadhin Rehas Bhaeiaa Man Maaniaa Jothee Joth Milaae ||1||",
    "translation": "Night and day, he is in ecstasy; his mind is pleased and appeased, and his light merges into the Light. ||1||",
    "punjabi": "(ਉਸ ਦੇ ਅੰਦਰ) ਹਰ ਵੇਲੇ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ) ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ ਜਿੰਦ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਨਾਲ ਇਕ-ਮਿਕ ਹੋਈ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51795,
    "shabad_id": 4249,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਜਬ ਗੁਣ ਗਾੲਿ. ਤਬ ਹੀ ਮਨੁ ਤਿ੍ਰਪਤੈ; ਸਾਂਤਿ ਵਸੈ ਮਨਿ ਅਾੲਿ ||",
    "transliteration": "Jab Gun Gaae Thab Hee Man Thripathai Saanth Vasai Man Aae ||",
    "translation": "Singing the Glorious Praises of the Lord, his mind is satisfied. Peace and tranquility come to abide within his mind.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਤਦੋਂ ਹੀ ਉਸ ਦਾ ਮਨ (ਮਾਇਆ ਦੀਆਂ ਭੁੱਖਾਂ ਵਲੋਂ) ਰੱਜ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਆ ਵੱਸਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51796,
    "shabad_id": 4249,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਗੁਰ ਕਿਰਪਾਲ ਭੲੇ. ਤਬ ਪਾੲਿਅਾ; ਹਰਿ ਚਰਣੀ ਚਿਤੁ ਲਾੲਿ ||੨||",
    "transliteration": "Gur Kirapaal Bheae Thab Paaeiaa Har Charanee Chith Laae ||2||",
    "translation": "When the Guru becomes merciful, the mortal finds the Lord; he focuses his consciousness on the Lord's Lotus Feet. ||2||",
    "punjabi": "ਸਤਿਗੁਰੂ ਜੀ ਜਦੋਂ ਉਸ ਉਤੇ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਤਦੋਂ ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ ਕੇ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51797,
    "shabad_id": 4249,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਮਤਿ ਪ੍ਰਗਾਸ ਭੲੀ ਹਰਿ ਧਿਅਾੲਿਅਾ; ਗਿਅਾਨਿ ਤਤਿ ਲਿਵ ਲਾੲਿ ||",
    "transliteration": "Math Pragaas Bhee Har Dhhiaaeiaa Giaan Thath Liv Laae ||",
    "translation": "The intellect is enlightened, meditating on the Lord. He remains lovingly attuned to the essence of spiritual wisdom.",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੀ ਰਾਹੀਂ ਜਿਸ ਮਨੁੱਖ ਨੇ ਜਗਤ ਦੇ ਮੂਲ-ਪ੍ਰਭੂ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਉਸ ਦਾ ਸਿਮਰਨ ਕੀਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51798,
    "shabad_id": 4249,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਅੰਤਰਿ ਜੋਤਿ ਪ੍ਰਗਟੀ. ਮਨੁ ਮਾਨਿਅਾ; ਹਰਿ ਸਹਜਿ ਸਮਾਧਿ ਲਗਾੲਿ ||੩||",
    "transliteration": "Anthar Joth Pragattee Man Maaniaa Har Sehaj Samaadhh Lagaae ||3||",
    "translation": "The Divine Light radiates forth deep within his being; his mind is pleased and appeased. He merges intuitively into Celestial Samaadhi. ||3||",
    "punjabi": "ਉਸ ਦੀ ਮੱਤ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦਾ ਚਾਨਣ ਹੋ ਗਿਆ, ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਪਰਗਟ ਹੋ ਗਈ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ ਮਨ ਇਕਾਗ੍ਰ ਕਰ ਕੇ ਉਸ ਦਾ ਮਨ (ਉਸ ਯਾਦ ਵਿਚ) ਗਿੱਝ ਗਿਆ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51799,
    "shabad_id": 4249,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਹਿਰਦੈ ਕਪਟੁ. ਨਿਤ ਕਪਟੁ ਕਮਾਵਹਿ; ਮੁਖਹੁ ਹਰਿ ਹਰਿ ਸੁਣਾੲਿ ||",
    "transliteration": "Hiradhai Kapatt Nith Kapatt Kamaavehi Mukhahu Har Har Sunaae ||",
    "translation": "One whose heart is filled with falsehood, continues to practice falsehood, even while he teaches and preaches about the Lord.",
    "punjabi": "ਪਰ, (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਠੱਗੀ ਵੱਸਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ (ਨਿਰਾ) ਮੂੰਹੋਂ ਹਰਿ-ਨਾਮ ਸੁਣਾ ਸੁਣਾ ਕੇ (ਅੰਦਰੋਂ ਅੰਦਰ) ਠੱਗੀ ਦਾ ਵਿਹਾਰ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51800,
    "shabad_id": 4249,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਅੰਤਰਿ ਲੋਭੁ ਮਹਾ ਗੁਬਾਰਾ; ਤੁਹ ਕੂਟੈ ਦੁਖ ਖਾੲਿ ||੪||",
    "transliteration": "Anthar Lobh Mehaa Gubaaraa Thuh Koottai Dhukh Khaae ||4||",
    "translation": "Within him is the utter darkness of greed. He is thrashed like wheat, and suffers in pain. ||4||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ (ਸਦਾ) ਲੋਭ ਵੱਸਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਘੁੱਪ ਹਨੇਰਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ। ਉਹ ਮਨੁੱਖ ਇਉਂ ਹੈ ਜਿਵੇਂ ਉਹ ਦਾਣਿਆਂ ਤੋਂ ਸੱਖਣੇ ਨਿਰੇ ਤੋਹ ਹੀ ਕੁੱਟਦਾ ਰਹਿੰਦਾ ਹੈ ਅਤੇ ਤੋਹ ਕੁੱਟਣ ਦੀਆਂ ਖੇਚਲਾਂ ਹੀ ਸਹਾਰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51801,
    "shabad_id": 4249,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਜਬ ਸੁਪ੍ਰਸੰਨ ਭੲੇ ਪ੍ਰਭ ਮੇਰੇ; ਗੁਰਮੁਖਿ ਪਰਚਾ ਲਾੲਿ ||",
    "transliteration": "Jab Suprasann Bheae Prabh Maerae Guramukh Parachaa Laae ||",
    "translation": "When my God is totally pleased, the mortal tunes in and becomes Gurmukh.",
    "punjabi": "ਜਦੋਂ ਮੇਰੇ ਪ੍ਰਭੂ ਜੀ (ਕਿਸੇ ਮਨੁੱਖ ਉੱਤੇ) ਬੜੇ ਪਰਸੰਨ ਹੁੰਦੇ ਹਨ, ਤਦੋਂ ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ ਜੀ ਨਾਲ ਪਿਆਰ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "ਸੁਪ੍ਰਸੰਨ",
    "type_id": 3
  },
  {
    "id": 51802,
    "shabad_id": 4249,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ ਨਾਮ ਨਿਰੰਜਨੁ ਪਾੲਿਅਾ; ਨਾਮੁ ਜਪਤ ਸੁਖੁ ਪਾੲਿ ||੫||੪||",
    "transliteration": "Naanak Naam Niranjan Paaeiaa Naam Japath Sukh Paae ||5||4||",
    "translation": "Nanak has obtained the Immaculate Naam, the Name of the Lord. Chanting the Naam, he has found peace. ||5||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਤਦੋਂ ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਨਿਰਲੇਪ ਕਰਨ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ, ਅਤੇ ਨਾਮ ਜਪਦਿਆਂ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੫॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51803,
    "shabad_id": 4250,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਾਰਗ ਮਹਲਾ ੪ ||",
    "transliteration": "Saarag Mehalaa 4 ||",
    "translation": "Saarang, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51804,
    "shabad_id": 4250,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮੇਰਾ ਮਨੁ; ਰਾਮ ਨਾਮਿ ਮਨੁ ਮਾਨੀ ||",
    "transliteration": "Maeraa Man Raam Naam Man Maanee ||",
    "translation": "My mind is pleased and appeased by the Name of the Lord.",
    "punjabi": "(ਤਦੋਂ ਤੋਂ) ਮੇਰਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਗਿੱਝ ਗਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51805,
    "shabad_id": 4250,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮੇਰੈ ਹੀਅਰੈ ਸਤਿਗੁਰਿ ਪ੍ਰੀਤਿ ਲਗਾੲੀ; ਮਨਿ ਹਰਿ ਹਰਿ ਕਥਾ ਸੁਖਾਨੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Maerai Heearai Sathigur Preeth Lagaaee Man Har Har Kathhaa Sukhaanee ||1|| Rehaao ||",
    "translation": "The True Guru has implanted divine love within my heart. The Sermon of the Lord, Har, Har, is pleasing to my mind. ||1||Pause||",
    "punjabi": "(ਜਦੋਂ ਤੋਂ) ਗੁਰੂ ਨੇ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਪੈਦਾ ਕਰ ਦਿੱਤਾ ਹੈ, (ਤਦੋਂ ਤੋਂ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਮੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗ ਰਹੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 51806,
    "shabad_id": 4250,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਦੀਨ ਦੲਿਅਾਲ ਹੋਵਹੁ ਜਨ ੳੂਪਰਿ; ਜਨ ਦੇਵਹੁ ਅਕਥ ਕਹਾਨੀ ||",
    "transliteration": "Dheen Dhaeiaal Hovahu Jan Oopar Jan Dhaevahu Akathh Kehaanee ||",
    "translation": "Please be merciful to Your meek and humble servant; please bless Your humble servant with Your Unspoken Speech.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮੈਂ ਗਰੀਬ ਸੇਵਕ ਉੱਤੇ ਦਇਆਵਾਨ ਹੋਵੋ, ਮੈਨੂੰ ਦਾਸ ਨੂੰ ਕਦੇ ਨਾਹ ਮੁੱਕਣ ਵਾਲੀ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਦਾਤ ਦੇਵੋ।",
    "pronunciation": "ਅ-ਕਥ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 51807,
    "shabad_id": 4250,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਸੰਤ ਜਨਾ ਮਿਲਿ ਹਰਿ ਰਸੁ ਪਾੲਿਅਾ; ਹਰਿ ਮਨਿ ਤਨਿ ਮੀਠ ਲਗਾਨੀ ||੧||",
    "transliteration": "Santh Janaa Mil Har Ras Paaeiaa Har Man Than Meeth Lagaanee ||1||",
    "translation": "Meeting with the humble Saints, I have found the sublime essence of the Lord. The Lord seems so sweet to my mind and body. ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਿਆ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਮਿੱਠੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51808,
    "shabad_id": 4250,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਕੈ ਰੰਗਿ ਰਤੇ ਬੈਰਾਗੀ; ਜਿਨ੍ਹ ਗੁਰਮਤਿ ਨਾਮੁ ਪਛਾਨੀ ||",
    "transliteration": "Har Kai Rang Rathae Bairaagee Jinh Guramath Naam Pashhaanee ||",
    "translation": "They alone are unattached, who are imbued with the Lord's Love; through the Guru's Teachings, they realize the Naam, the Name of the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਉਪਰਾਮ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51809,
    "shabad_id": 4250,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਪੁਰਖੈ ਪੁਰਖੁ ਮਿਲਿਅਾ ਸੁਖੁ ਪਾੲਿਅਾ; ਸਭ ਚੂਕੀ ਅਾਵਣ ਜਾਨੀ ||੨||",
    "transliteration": "Purakhai Purakh Miliaa Sukh Paaeiaa Sabh Chookee Aavan Jaanee ||2||",
    "translation": "Meeting with the Primal Being, one finds peace, and one's comings and goings in reincarnation are ended. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ, ਉਸ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਸਾਰਾ ਗੇੜ ਮੁੱਕ ਗਿਆ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 51810,
    "shabad_id": 4250,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਨੈਣੀ ਬਿਰਹੁ. ਦੇਖਾ ਪ੍ਰਭ ਸੁਅਾਮੀ; ਰਸਨਾ ਨਾਮੁ ਵਖਾਨੀ ||",
    "transliteration": "Nainee Birahu Dhaekhaa Prabh Suaamee Rasanaa Naam Vakhaanee ||",
    "translation": "With my eyes, I gaze lovingly upon God, my Lord and Master. I chant His Name with my tongue.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਸੁਆਮੀ! ਮੇਰੇ ਅੰਦਰ ਤਾਂਘ ਹੈ ਕਿ ਅੱਖਾਂ ਨਾਲ ਮੈਂ ਤੇਰਾ ਦਰਸ਼ਨ ਕਰਦਾ ਰਹਾਂ, ਜੀਭ ਨਾਲ ਤੇਰਾ ਨਾਮ ਜਪਦਾ ਰਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  }
]
