[
  {
    "shabad_id": 4250,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "sRvxI kIrqnu sunau idnu rwqI; ihrdY hir hir BwnI ]3]",
    "transliteration": "Sravanee Keerathan Suno Dhin Raathee Hiradhai Har Har Bhaanee ||3||",
    "translation": "With my ears, I listen to the Kirtan of His Praises, day and night. I love the Lord, Har, Har, with all my heart. ||3||",
    "punjabi": "ਕੰਨਾਂ ਨਾਲ ਦਿਨ ਰਾਤ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਦਾ ਰਹਾਂ, ਅਤੇ ਹਿਰਦੇ ਵਿਚ ਤੂੰ ਮੈਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਰਹੇਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4250,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "pMc jnw. guir vsgiq Awxy; qau aunmin nwim lgwnI ]",
    "transliteration": "Panch Janaa Gur Vasagath Aanae Tho Ounaman Naam Lagaanee ||",
    "translation": "When the Guru helped me to overcome the five thieves, then I found ultimate bliss, attached to the Naam.",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਨੇ ਕਾਮਾਦਿਕ ਪੰਜਾਂ ਨੂੰ (ਕਿਸੇ ਵਡ-ਭਾਗੀ ਦੇ) ਵੱਸ ਵਿਚ ਕਰ ਦਿੱਤਾ, ਤਦੋਂ ਬਿਰਹੋਂ ਅਵਸਥਾ ਵਿਚ ਅੱਪੜ ਕੇ ਉਸ ਦੀ ਸੁਰਤ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "l`gwnI",
    "type_id": 3
  },
  {
    "shabad_id": 4250,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "jn nwnk. hir ikrpw DwrI; hir rwmY nwim smwnI ]4]5]",
    "transliteration": "Jan Naanak Har Kirapaa Dhhaaree Har Raamai Naam Samaanee ||4||5||",
    "translation": "The Lord has showered His Mercy on servant Nanak; he merges in the Lord, in the Name of the Lord. ||4||5||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਭਾਈ!) ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਨੇ ਮਿਹਰ ਕੀਤੀ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਉਸ ਦੀ ਲੀਨਤਾ ਹੋ ਗਈ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4251,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "swrg mhlw 4 ]",
    "transliteration": "Saarag Mehalaa 4 ||",
    "translation": "Saarang, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4251,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "jp mn rwm nwmu pV@ swru ]",
    "transliteration": "Jap Man Raam Naam Parrha Saar ||",
    "translation": "O my mind, chant the Name of the Lord, and study His Excellence.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੜ੍ਹਿਆ ਕਰ, (ਇਹੀ) ਸ੍ਰੇਸ਼ਟ (ਕੰਮ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4251,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "rwm nwm ibnu iQru. nhI koeI; horu inhPl sBu ibsQwru ]1] rhwau ]",
    "transliteration": "Raam Naam Bin Thhir Nehee Koee Hor Nihafal Sabh Bisathhaar ||1|| Rehaao ||",
    "translation": "Without the Lord's Name, nothing is steady or stable. All the rest of the show is useless. ||1||Pause||",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਇਥੇ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਹੀਂ ਹੈ। ਹੋਰ ਸਾਰਾ ਖਿਲਾਰਾ ਐਸਾ ਹੈ ਜਿਸ ਤੋਂ (ਆਤਮਕ ਜੀਵਨ ਵਾਸਤੇ) ਕੋਈ ਫਲ ਨਹੀਂ ਮਿਲਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4251,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ikAw lIjY. ikAw qjIAY baury; jo dIsY so Cwru ]",
    "transliteration": "Kiaa Leejai Kiaa Thajeeai Bourae Jo Dheesai So Shhaar ||",
    "translation": "What is there to accept, and what is there to reject, O madman? Whatever is seen shall turn to dust.",
    "punjabi": "ਹੇ ਕਮਲੇ ਮਨ! ਜੋ ਕੁਝ (ਜਗਤ ਵਿਚ) ਦਿੱਸ ਰਿਹਾ ਹੈ ਉਹ (ਸਭ) ਨਾਸਵੰਤ ਹੈ, ਇਸ ਵਿਚੋਂ ਨਾਹ ਕੁਝ ਆਪਣਾ ਬਣਾਇਆ ਜਾ ਸਕਦਾ ਹੈ ਨਾਹ ਛੱਡਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4251,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ijsu ibiKAw kau. qum@ ApunI kir jwnhu; sw Cwif jwhu. isir Bwru ]1]",
    "transliteration": "Jis Bikhiaa Ko Thumh Apunee Kar Jaanahu Saa Shhaadd Jaahu Sir Bhaar ||1||",
    "translation": "That poison which you believe to be your own - you must abandon it and leave it behind. What a load you have to carry on your head! ||1||",
    "punjabi": "ਹੇ ਕਮਲੇ! ਜਿਸ ਮਾਇਆ ਨੂੰ ਤੂੰ ਆਪਣੀ ਸਮਝੀ ਬੈਠਾ ਹੈਂ, ਉਹ ਤਾਂ ਛੱਡ ਜਾਹਿਂਗਾ, (ਉਸ ਦੀ ਖ਼ਾਤਰ ਕੀਤੇ ਪਾਪਾਂ ਦਾ) ਭਾਰ ਹੀ ਆਪਣੇ ਸਿਰ ਉੱਤੇ (ਲੈ ਜਾਹਿਂਗਾ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4251,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "iqlu iqlu plu plu. AauD Puin GwtY; bUiJ. n skY, gvwru ]",
    "transliteration": "Thil Thil Pal Pal Aoudhh Fun Ghaattai Boojh N Sakai Gavaar ||",
    "translation": "Moment by moment, instant by instant, your life is running out. The fool cannot understand this.",
    "punjabi": "ਰਤਾ ਰਤਾ ਕਰ ਕੇ ਪਲ ਪਲ ਕਰ ਕੇ ਉਮਰ ਘਟਦੀ ਜਾਂਦੀ ਹੈ, ਪਰ ਮੂਰਖ ਮਨੁੱਖ (ਇਹ ਗੱਲ) ਸਮਝ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4251,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "so ikCu krY. ij swiQ, n cwlY; iehu swkq kw Awcwru ]2]",
    "transliteration": "So Kishh Karai J Saathh N Chaalai Eihu Saakath Kaa Aachaar ||2||",
    "translation": "He does things which will not go along with him in the end. This is the lifestyle of the faithless cynic. ||2||",
    "punjabi": "(ਮੂਰਖ) ਉਹੀ ਕੁਝ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਜੋ (ਅੰਤ ਵੇਲੇ) ਇਸ ਦੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ। ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਮਨੁੱਖ ਦਾ ਸਦਾ ਇਹੀ ਕਰਤੱਬ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4251,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "sMq jnw kY sMig imlu baury; qau pwvih moK duAwru ]",
    "transliteration": "Santh Janaa Kai Sang Mil Bourae Tho Paavehi Mokh Dhuaar ||",
    "translation": "So join together with the humble Saints, O madman, and you shall find the Gate of Salvation.",
    "punjabi": "ਹੇ ਕਮਲੇ! ਸੰਤ ਜਨਾਂ ਨਾਲ ਮਿਲ ਬੈਠਿਆ ਕਰ, ਤਦੋਂ ਹੀ ਤੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਖ਼ਲਾਸੀ ਦਾ ਦਰਵਾਜ਼ਾ ਲੱਭ ਸਕੇਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4251,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ibnu sqsMg suKu iknY. n pwieAw; jwie pUChu byd bIcwru ]3]",
    "transliteration": "Bin Sathasang Sukh Kinai N Paaeiaa Jaae Pooshhahu Baedh Beechaar ||3||",
    "translation": "Without the Sat Sangat, the True Congregation, no one finds any peace. Go and ask the scholars of the Vedas. ||3||",
    "punjabi": "ਬੇਸ਼ੱਕ ਵੇਦ (ਆਦਿਕ ਹੋਰ ਧਰਮ-ਪੁਸਤਕਾਂ) ਦਾ ਭੀ ਵਿਚਾਰ ਜਾ ਕੇ ਪੁੱਛ ਵੇਖੋ (ਸਭ ਇਹੀ ਦੱਸਣਗੇ ਕਿ) ਸਾਧ ਸੰਗਤ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੇ ਭੀ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਲੱਭਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4251,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "rwxw rwau sBY koaU cwlY; JUTu Coif jwie pwswru ]",
    "transliteration": "Raanaa Raao Sabhai Kooo Chaalai Jhooth Shhodd Jaae Paasaar ||",
    "translation": "All the kings and queens shall depart; they must leave this false expanse.",
    "punjabi": "ਕੋਈ ਰਾਜਾ ਹੋਵੇ ਪਾਤਿਸ਼ਾਹ ਹੋਵੇ, ਹਰ ਕੋਈ (ਇਥੋਂ ਆਖ਼ਰ) ਤੁਰ ਪੈਂਦਾ ਹੈ, ਇਸ ਨਾਸਵੰਤ ਜਗਤ-ਖਿਲਾਰੇ ਨੂੰ ਛੱਡ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4251,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "nwnk sMq sdw iQru inhclu; ijn rwm nwmu AwDwru ]4]6]",
    "transliteration": "Naanak Santh Sadhaa Thhir Nihachal Jin Raam Naam Aadhhaar ||4||6||",
    "translation": "O Nanak, the Saints are eternally steady and stable; they take the Support of the Name of the Lord. ||4||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਜੀਵਨ ਦਾ ਆਸਰਾ ਬਣਾਇਆ ਹੈ ਉਹ ਸੰਤ ਜਨ (ਇਸ ਮੋਹਨੀ ਮਾਇਆ ਦੇ ਪਸਾਰੇ ਵਿਚ) ਅਡੋਲ-ਚਿੱਤ ਰਹਿੰਦੇ ਹਨ ॥੪॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4252,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "swrg mhlw 4 Gru 3 dupdw",
    "transliteration": "Saarag Mehalaa 4 Ghar 3 Dhupadhaa",
    "translation": "Saarang, Fourth Mehl, Third House, Du-Padas:",
    "punjabi": "ਰਾਗ ਸਾਰੰਗ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4252,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4252,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "kwhy pUq Jgrq hau, sMig bwp ]",
    "transliteration": "Kaahae Pooth Jhagarath Ho Sang Baap ||",
    "translation": "O son, why do you argue with your father?",
    "punjabi": "ਹੇ ਪੁੱਤਰ! (ਦੁਨੀਆ ਦੇ ਧਨ ਦੀ ਖ਼ਾਤਰ) ਪਿਤਾ ਨਾਲ ਕਿਉਂ ਝਗੜਾ ਕਰਦੇ ਹੋ?",
    "pronunciation": "hauhoN",
    "type_id": 3
  },
  {
    "shabad_id": 4252,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ijn ky jxy bfIry. qum hau; iqn isau Jgrq pwp ]1] rhwau ]",
    "transliteration": "Jin Kae Janae Baddeerae Thum Ho Thin Sio Jhagarath Paap ||1|| Rehaao ||",
    "translation": "It is a sin to argue with the one who fathered you and raised you. ||1||Pause||",
    "punjabi": "ਹੇ ਪੁੱਤਰ! ਜਿਨ੍ਹਾਂ ਮਾਪਿਆਂ ਨੇ ਜੰਮਿਆ ਤੇ ਪਾਲਿਆ ਹੁੰਦਾ ਹੈ, ਉਹਨਾਂ ਨਾਲ (ਧਨ ਦੀ ਖ਼ਾਤਰ) ਝਗੜਾ ਕਰਨਾ ਮਾੜਾ ਕੰਮ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(bfIry) vifAwey",
    "type_id": 4
  },
  {
    "shabad_id": 4252,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ijsu Dn kw. qum grbu krq hau; so Dnu iksih. n Awp ]",
    "transliteration": "Jis Dhhan Kaa Thum Garab Karath Ho So Dhhan Kisehi N Aap ||",
    "translation": "That wealth, which you are so proud of - that wealth does not belong to anyone.",
    "punjabi": "ਹੇ ਪੁੱਤਰ! ਜਿਸ ਧਨ ਦਾ ਤੁਸੀਂ ਮਾਣ ਕਰਦੇ ਹੋ, ਉਹ ਧਨ (ਕਦੇ ਭੀ) ਕਿਸੇ ਦਾ ਆਪਣਾ ਨਹੀਂ ਬਣਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4252,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "iKn mih Coif jwie ibiKAw rsu; qau lwgY pCuqwp ]1]",
    "transliteration": "Khin Mehi Shhodd Jaae Bikhiaa Ras Tho Laagai Pashhuthaap ||1||",
    "translation": "In an instant, you shall have to leave behind all your corrupt pleasures; you shall be left to regret and repent. ||1||",
    "punjabi": "ਹਰੇਕ ਮਨੁੱਖ ਮਾਇਆ ਦਾ ਚਸਕਾ (ਅੰਤ ਵੇਲੇ) ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਛੱਡ ਜਾਂਦਾ ਹੈ (ਜਦੋਂ ਛੱਡਦਾ ਹੈ) ਤਦੋਂ ਉਸ ਨੂੰ (ਛੱਡਣ ਦਾ) ਹਾਹੁਕਾ ਲੱਗਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4252,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "jo qumry pRB hoqy suAwmI; hir iqn ky jwphu jwp ]",
    "transliteration": "Jo Thumarae Prabh Hothae Suaamee Har Thin Kae Jaapahu Jaap ||",
    "translation": "He is God, your Lord and Master - chant the Chant of that Lord.",
    "punjabi": "ਹੇ ਪੁੱਤਰ! ਜਿਹੜੇ ਪ੍ਰਭੂ ਜੀ ਤੁਹਾਡੇ (ਸਾਡੇ ਸਭਨਾਂ ਦੇ) ਮਾਲਕ ਹਨ, ਉਹਨਾਂ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਜਪਿਆ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4252,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "aupdysu krq. nwnk jn qum kau; jau sunhu. qau jwie sMqwp ]2]1]7]",
    "transliteration": "Oupadhaes Karath Naanak Jan Thum Ko Jo Sunahu Tho Jaae Santhaap ||2||1||7||",
    "translation": "Servant Nanak spreads the Teachings; if you listen to it, you shall be rid of your pain. ||2||1||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪੁੱਤਰ!) ਪ੍ਰਭੂ ਦੇ ਦਾਸ ਜਿਹੜਾ ਉਪਦੇਸ਼ ਤੁਹਾਨੂੰ ਕਰਦੇ ਹਨ ਜੇ ਤੁਸੀਂ ਉਹ ਉਪਦੇਸ਼ (ਧਿਆਨ ਨਾਲ) ਸੁਣੋ ਤਾਂ (ਤੁਹਾਡੇ ਅੰਦਰੋਂ) ਮਾਨਸਕ ਦੁੱਖ-ਕਲੇਸ਼ ਦੂਰ ਹੋ ਜਾਏ ॥੨॥੧॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4253,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "swrg mhlw 4 Gru 5 dupdy pVqwl",
    "transliteration": "Saarag Mehalaa 4 Ghar 5 Dhupadhae Parrathaala",
    "translation": "Saarang, Fourth Mehl, Fifth House, Du-Padas, Partaal:",
    "punjabi": "ਰਾਗ ਸਾਰੰਗ, ਘਰ ੫ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ 'ਪੜਤਾਲ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4253,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4253,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "jip mn. jgMnwQ jgdIsro jgjIvno; mnmohn isau pRIiq lwgI; mY hir hir hir tyk, sB idnsu sB rwiq ]1] rhwau ]",
    "transliteration": "Jap Man Jagannaathh Jagadheesaro Jagajeevano Manamohan Sio Preeth Laagee Mai Har Har Har Ttaek Sabh Dhinas Sabh Raath ||1|| Rehaao ||",
    "translation": "O my mind, meditate on the Lord of the World, the Master of the Universe, the Life of the World, the Enticer of the mind; fall in love with Him. I take the Support of the Lord, Har, Har, Har, all day and all night. ||1||Pause||",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਜਗਤ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ (ਉਸ ਦਾ ਨਾਮ ਜਪਿਆਂ ਉਸ) ਮਨ ਦੇ ਮੋਹਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ। ਮੈਨੂੰ ਤਾਂ ਸਾਰਾ ਦਿਨ ਸਾਰੀ ਰਾਤ ਉਸੇ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਸਹਾਰਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "j`gdIsro[j`gjIvno",
    "type_id": 4
  },
  {
    "shabad_id": 4253,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "hir kI aupmw Aink, Aink Aink gun gwvq; suk nwrd bRhmwidk, qv gun suAwmI ginn. n jwiq ]",
    "transliteration": "Har Kee Oupamaa Anik Anik Anik Gun Gaavath Suk Naaradh Brehamaadhik Thav Gun Suaamee Ganin N Jaath ||",
    "translation": "Endless, endless, endless are the Praises of the Lord. Suk Dayv, Naarad and the gods like Brahma sing His Glorious Praises. Your Glorious Virtues, O my Lord and Master, cannot even be counted.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀਆਂ ਅਨੇਕਾਂ ਵਡਿਆਈਆਂ ਹਨ। ਹੇ ਸੁਆਮੀ ਪ੍ਰਭੂ! ਸੁਕਦੇਵ ਨਾਰਦ ਬ੍ਰਹਮਾ ਆਦਿਕ ਦੇਵਤੇ ਤੇਰੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਤੇਰੇ ਗੁਣ ਗਿਣੇ ਨਹੀਂ ਜਾ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4253,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "qU hir byAMqu. qU hir byAMqu, qU hir suAwmI; qU Awpy hI jwnih, AwpnI BWiq ]1]",
    "transliteration": "Thoo Har Baeanth Thoo Har Baeanth Thoo Har Suaamee Thoo Aapae Hee Jaanehi Aapanee Bhaanth ||1||",
    "translation": "O Lord, You are Infinite, O Lord, You are Infinite, O Lord, You are my Lord and Master; only You Yourself know Your Own Ways. ||1||",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਸੁਆਮੀ! ਤੂੰ ਬੇਅੰਤ ਹੈਂ, ਤੂੰ ਬੇਅੰਤ ਹੈਂ, ਆਪਣੀ ਅਵਸਥਾ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4253,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "hir kY inkit inkit, hir inkt hI bsqy; qy hir ky jn swDU, hir Bgwq ]",
    "transliteration": "Har Kai Nikatt Nikatt Har Nikatt Hee Basathae Thae Har Kae Jan Saadhhoo Har Bhagaath ||",
    "translation": "Those who are near, near to the Lord - those who dwell near the Lord - those humble servants of the Lord are the Holy, the devotees of the Lord.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨੇੜੇ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨੇੜੇ ਵੱਸਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਸਾਧੂ ਜਨ ਹਨ ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4253,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "qy hir ky jn, hir isau ril imly; jYsy jn nwnk. sllY sll imlwiq ]2]1]8]",
    "transliteration": "Thae Har Kae Jan Har Sio Ral Milae Jaisae Jan Naanak Salalai Salal Milaath ||2||1||8||",
    "translation": "Those humble servants of the Lord merge with their Lord, O Nanak, like water merging with water. ||2||1||8||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਉਹ ਸੇਵਕ ਪਰਮਾਤਮਾ ਨਾਲ ਇਕ-ਮਿਕ ਹੋ ਜਾਂਦੇ ਹਨ, ਜਿਵੇਂ ਪਾਣੀ ਪਾਣੀ ਵਿਚ ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੨॥੧॥੮॥",
    "pronunciation": "",
    "type_id": 3
  }
]
