{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਪਾਂਡੇ ਤੁਮਰੀ ਗਾਇਤ੍ਰੀ; ਲੋਧੇ ਕਾ ਖੇਤੁ ਖਾਤੀ ਥੀ ॥",
      "page": 874,
      "line": 18
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "O Pandit, thy Gayatri used to graze on the field of a peasant Lodha by Name"
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਪੰਡਿਤ! ਤੇਰੀ ਗਾਇਤਰੀ, ਲੋਧੇ ਨਾਮ ਦੇ ਇਕ ਜ਼ਿਮੀਦਾਰ ਦੀ ਪੈਲੀ ਚਰਦੀ ਹੁੰਦੀ ਸੀ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "O Pandit, O religious scholar, your Gayatri was grazing in the fields."
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਪਾਂਡੇ! ਭਾਵ ਤੀਰਥੋਂ ਪਰ ਦਾਨ ਲੈਣੇ ਵਾਲੇ ਬ੍ਰਹਮਣ ਤੁਮਾਰੀ ਉਪਾਸ੍ਯ ਰੂਪ ਗਾਇਤ੍ਰੀ ਦੇਖੀ ਥੀ। ਲੋਧੇ ਨਾਮ ਪਾਪੋਂ ਕਾ (ਖੇਤ) ਸਮਦਾਉ ਖਾਤੀ ਥੀ, ਭਾਵ ਜਾਪ ਕਰ ਕੇ ਪਾਪੋਂ ਕੋ ਦੂਰ ਕਰਤੀ ਥੀ। ਬਸਿਸਟ ਜੀ ਕਾ ਔ ਵਿਸਵਾਮਿਤ੍ਰ ਜੀ ਕਾ ਬਿਰੋਧ ਹੂਆ। ਰਾਜ ਰਿਖੀ ਕਹਣੇ ਕਰ ਬਸਿਸਟ ਜੀ ਕਾ ਸੌ ਪੁਤ੍ਰ ਵਿਸ੍ਵਾਮਿਤ੍ਰ ਨੇ ਮਾਰ ਦੀਆ। ਮੈਤ੍ਰੀ ਹੋਣੇ ਉਪਰੰਤ ਪੂਛਾ ਕਿ ਤੇਰੇ ਕੋ ਬ੍ਰਹਮ ਹਤਿਆ ਕਿਉਂ ਨਹੀਂ ਲਾਗੀ? ਤਬ ਰਿਖੀ ਨੇ ਕਹਾ: ਮੈਂ ਗਾਇਤ੍ਰੀ ਕਾ ਜਾਪ ਕਰ ਲੇਤਾ ਥਾ, ਤਉ ਹਤਿਆ ਨਹੀਂ ਲਗੀ। ਤਬ ਬਸਿਸ੍ਟ ਜੀ ਨੇ ਹੜਤਾਲ ਕਾ ਤਿਨਕਾ ਲੇ ਕਰ ਚੌਥਾਈ ਮੰਤ੍ਰ ਕੀ ਮੇਸ ਦੀਨੀ। ਲਕੜੀ ਕਾ ਭਾਵ ਇਹ ਹੈ ਕਿ ਖੰਡਿਤ ਹੂਈ ਹੂਈ ਤਬ ਸੇ ਚਲਤੀ ਹੈ। ਇਨ ਕੇ ਬਿਰੋਧ ਕੀ ਕਥਾ ਪੁਰਾਣ ਮੇਂ ਪ੍ਰਸਿਧ ਹੈ ਇਸ ਤੇ ਈਹਾਂ ਨਹੀਂ ਲਿਖੀ। ਵਾ ਗਾਇਤ੍ਰੀ ਕੋ ਬ੍ਰਹਮ ਜੀ ਕਾ ਸ੍ਰਾਪੁ ਹੋਣੇ ਤੇ ਮਾਤ ਲੋਕ ਮੇਂ ਇਸਤ੍ਰੀ ਰੂਪੁ ਹੋ ਕਰ ਰਹਣ ਲਗੀ। ਕਿਸੀ ਕਾਲ ਮੇਂ ਕੋਈ ਮਲੇਛੁ ਦੈਤ ਵਾ ਮਨੁਖ ਕਾਮ ਭਾਵਨਾ ਕਰ ਕੇ ਪਕੜਨੇ ਕੋ ਦੌੜਾ। ਤਬ ਐਸੇ ਸ੍ਰਾਪ ਦੇ ਕਰ ਕੇ, 'ਜੇ ਤੂੰ ਮੇਰੇ ਪੀਛੇ ਆਵੇਂਗਾ ਤਉ ਭਸਮ ਹੋ ਜਾਵੇਂਗਾ' ਨਦੀ ਤੇ ਪਾਰ ਹੋ ਕਰ ਗਊ ਕਾ ਰੂਪ ਧਾਰ ਕਰ (ਲੋਧੇ) ਕ੍ਰਿਸਾਨ ਕੇ ਖੇਤ੍ਰ ਮੇਂ ਸਬਜੀ ਖਾਣੇ ਲਗੀ॥"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਪਾਂਡੇ! (ਪਹਿਲਾਂ ਤਾਂ ਜਿਸ ਗਾਇਤ੍ਰੀ ਦਾ ਤੂੰ ਪਾਠ ਕਰਦਾ ਹੈਂ ਉਸ ਉੱਤੇ ਤੇਰੀ ਸ਼ਰਧਾ ਨਹੀਂ ਬਣ ਸਕਦੀ, ਕਿਉਂਕਿ) ਤੇਰੀ ਗਾਇਤ੍ਰੀ (ਉਹ ਹੈ ਜਿਸ ਬਾਰੇ ਤੂੰ ਆਪ ਹੀ ਆਖਦਾ ਹੈਂ ਕਿ ਇਕ ਵਾਰੀ ਸ੍ਰਾਪ ਦੇ ਕਾਰਨ ਗਊ ਦੀ ਜੂਨ ਵਿਚ ਆ ਕੇ ਇਹ) ਇਕ ਲੋਧੇ ਜੱਟ ਦੀ ਪੈਲੀ ਖਾਣ ਜਾ ਪਈ,"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "Oh Pandit, oh escolar erudito, tu Gayatri pastaba en las praderas,"
    }
  ]
}