{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਪੀਤ ਬਸਨ ਕੁੰਦ ਦਸਨ. ਪ੍ਰਿਆ ਸਹਿਤ ਕੰਠ ਮਾਲ; ਮੁਕਟੁ ਸੀਸਿ. ਮੋਰ ਪੰਖ ਚਾਹਿ ਜੀਉ ॥",
      "page": 1402,
      "line": 19
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Thou wear yellow robe, has teeth like the jasmine flower, abide with thy love, has rosary upon thy neck and eagerly embellish thy head with the crown of the peacock feathers."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਤੂੰ ਪੀਲੀ ਪੁਸ਼ਾਕ ਪਹਿਣਦਾ ਹੈ, ਕਲੀ ਦੇ ਫੁੱਲ ਵਰਗੇ ਹਨ ਤੇਰੇ ਦੰਦ, ਤੂੰ ਆਪਣੇ ਪ੍ਰੀਤਮ ਨਾਲ ਵਸਦਾ ਹੈ, ਤੇਰੀ ਗਰਦਨ ਦੁਆਲੇ ਮਾਲਾ ਹੈ ਅਤੇ ਸਿਖਾਧਾਰ ਦੇ ਖੰਭਾ ਦੇ ਤਾਜ ਨਾਲ, ਰੀਝ ਲਾ ਤੂੰ ਆਪਣੇ ਸਿਰ ਨੂੰ ਸ਼ਿੰਗਾਰਦਾ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "As Krishna, You wear yellow robes, with teeth like jasmine flowers; You dwell with Your lovers, with Your mala around Your neck, and You joyfully adorn Your head with the crow of peacock feathers."
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਪੀਤਾਂਬਰ ਕੇ ਧਾਰਨੇ ਵਾਲੇ (ਕੁੰਦ) ਮਰਤਬਾਨ ਕੇ ਪੁਸਪ ਵਾ ਸ੍ਵੇਤ ਕਲੀ ਕੇ ਸਮਾਨ ਦੰਦੋਂ ਵਾਲੇ ਅਪਨੀ ਪਿਆਰੀ ਰਾਧਕਾਂ ਕੇ ਸੰਯੁਕਤ ਹੋ ਕਰ ਕੰਠ ਮੇਂ ਮਾਲਾ ਸੋਭ ਰਹੀ ਹੈ ਔ ਸੀਸ ਪਰ ਮੋਰੋਂ ਕੇ ਪੰਖੋਂ ਵਾਲਾ ਮੁਕਟ (ਚਾਹਿ) ਦੇਖੀਤਾ ਹੈ, ਵਾ ਜਿਸ ਕੀ (ਚਾਹਿ) ਗਰੜ ਕੀ ਅਸਵਾਰੀ ਹੈ, ਸੋ ਵਿਸ਼ਨੂੰ ਕ੍ਰਿਸ਼ਨ ਸਰੂਪ ਹੋ ਕਰ ਐਸੇ ਬਿਲਾਸ ਕਰ ਰਹੇ ਹੈਂ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਸਤਿਗੁਰੂ! (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਪੀਲੇ ਬਸਤ੍ਰਾਂ ਵਾਲਾ (ਕ੍ਰਿਸ਼ਨ) ਤੂੰ ਹੀ ਹੈਂ, (ਜਿਸ ਦੇ) ਕੁੰਦ ਵਰਗੇ ਚਿੱਟੇ ਦੰਦ ਹਨ, (ਜੋ) ਆਪਣੀ ਪਿਆਰੀ (ਰਾਧਕਾ) ਦੇ ਨਾਲ ਹੈ; (ਜਿਸ ਦੇ) ਗਲ ਵਿਚ ਮਾਲਾ ਹੈ, ਮੋਰ ਦੇ ਖੰਭਾਂ ਦਾ ਮੁਕਟੁ (ਜਿਸ ਨੇ) ਆਪਣੇ ਮਸਤਕ ਉਤੇ ਚਾਹ ਨਾਲ (ਪਹਿਨਿਆ ਹੈ)।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Usas túnicas amarillas como Krishna con dientes con flores de jazmín, habitaste con tus Amantes con Tu Malha alrededor de tu Cuello y gozosamente adornaste Tu Cabeza con Tu Corona de plumas de pavo real."
    }
  ]
}