{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਨਾਨਕ. ਰਤਾ ਸਚਿ ਨਾਇ; ਹਰਿ ਵੇਖੈ ਸਦਾ ਹਜੂਰੇ ॥੮॥੫॥੩੯॥੧॥੩੨॥੧॥੫॥੩੯॥",
      "page": 133,
      "line": 4
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Nanak is imbued with the True Name and he ever beholds God just before his eyes."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਨਾਨਕ ਸਚੇ ਨਾਮ ਨਾਲ ਰੰਗਿਆ ਗਿਆ ਹੈ ਅਤੇ ਉਹ ਵਾਹਿਗੁਰੂ ਨੂੰ ਹਮੇਸ਼ਾਂ ਆਪਣੀਆਂ ਅੱਖਾਂ ਸਾਹਮਣੇ ਪਰਤੱਖ ਦੇਖਦਾ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Nanak is attuned to the True Name; he beholds the Presence of the Ever-present Lord. ||8||5||39||1||32||1||5||39||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜੋ ਸਚੇ ਨਾਮ ਮੇਂ ਰਤਾ ਹੈ, ਸੋ ਪੁਰਸ ਹਰੀ ਕੋ ਸਦਾ ਨਿਕਟ ਹੀ ਦੇਖਤਾ ਹੈ ॥੮॥੫॥੩੯॥੧॥੩੨॥ ੧॥੫॥੩੯॥☬ਸਿਖੋਂ ਨੇ ਬੇਨਤੀ ਕਰੀ ਕੇ ਹੇ ਗੁਰੂ ਜੀ ਲੋਕ ਪ੍ਰਸਿਧ ਹੈ ਕਿ ਵੱਡੇ ਪੁਰਸੋਂ ਕੇ ਮੁਖ ਸੇ ਮਹੀਨੇ ਕੇ ਪ੍ਰਿਥਮ ਦਿਨ ਕਾ ਨਾਮ ਸ੍ਰਵਨ ਕਰਨੇ ਸੇ ਮਹੀਨਾ ਭਰ ਸੁਖ ਹੋਤਾ ਹੈ। ਐਸੇ ਜਾਨ ਕਰ ਹਮਾਰੀ ਏਹ ਬੇਨਤੀ ਹੈ ਕਿ ਜੈਸੇ ਆਪ ਕੇ ਮੁਖਾਰਬਿੰਦ ਸੇ ਮਹੀਨੇ ਸ੍ਰਬ ਸੁਨੇ ਜਾਵੇਂ, ਸਰਬ ਸਿਖਨ ਕੋ ਸਰਬ ਸੁਖਦਾਇਕ ਬਾਨੀ ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਉਚਾਰੀਏ, ਜੋ ਬਾਹਜ ਬਾਰਾਂ ਮਾਹੇ ਹੈਂ ਤਿਨ ਸੇ ਪ੍ਰਵਿਰਤੀ ਹਟ ਕਰ ਆਪ ਕੇ ਬਾਰਾਂ ਮਾਹ ਮੇਂ ਸਿਖੋਂ ਕੀ ਪ੍ਰਵਿਰਤੀ ਹੋਵੇ। ਐਸੀ ਬੇਨਤੀ ਮਾਨ ਕਰ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਨੇ ਮਾਝ ਮੇਂ ਬਾਰਾਂ ਮਾਹ ਉਚਾਰਨ ਕਰ ਮਹਾਤਮ ਕਹਾ, ਕੇ ਜੋ ਸਿਖੁ ਮਹੀਨੇ ਕੇ ਆਦਿ ਕੇ ਦਿਨ ਸਰਧਾ ਧਾਰ ਕਰ ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ ਕੇ ਹਜੂਰ ਜਾ ਕਰ ਯਥਾ ਸ਼ਕਿਤ ਪ੍ਰਸਾਦਿ ਵਾ ਭੇਟਾ ਰਖ ਕਰ ਬਾਰਾਂ ਮਾਹ ਪੜੇ ਵਾ ਸੁਨੇਗਾ, ਤਿਸ ਸਿਖ ਕੇ ਸਰਬ ਕਾਰਜ ਪੂਰਨ ਹੋਵੇਂਗੇ। ਗੁਰੋਂ ਕੇ ਆਗੇ ਬੇਨਤੀ ਕਰਨੇ ਕੇ ਪ੍ਰਕਾਰ ਕੀ ਪੌੜੀ ਮੰਗਲਾਚਰਨ ਰੂਪ ਕਹਤੇ ਹੈਂ:"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੁੰਦਾ ਹੈ, ਉਹ ਉਸ ਨੂੰ ਸਦਾ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਵੇਖਦਾ ਹੈ ॥੮॥੫॥੩੯॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Nanak está imbuido en el Verdadero Nombre, y ve para siempre la Presencia del Eterno Señor.  (8-5-39-1-32-1-5-39)"
    }
  ]
}
