[
  {
    "SHABAD_ID": 4254,
    "LINE_ID": 1,
    "RAAG_ID": 30,
    "GURMUKHI": "swrMg mhlw 4 ]",
    "TRANSLITERATION": "Saarang Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4254,
    "LINE_ID": 1,
    "RAAG_ID": 30,
    "GURMUKHI": "jip mn. nrhry nrhr suAwmI, hir sgl dyv dyvw; sRI rwm rwm nwmw, hir pRIqmu morw ]1] rhwau ]",
    "TRANSLITERATION": "Jap Man Nareharae Narehar Suaamee Har Sagal Dhaev Dhaevaa Sree Raam Raam Naamaa Har Preetham Moraa ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! (ਸਭ ਦੇ) ਮਾਲਕ ਨਰਹਰ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਸਰਬ-ਵਿਆਪਕ ਰਾਮ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਉਹ ਹਰੀ ਸਾਰੇ ਦੇਵਤਿਆਂ ਦਾ ਦੇਵਤਾ ਹੈ, ਉਹੀ ਹਰੀ ਮੇਰਾ ਪ੍ਰੀਤਮ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "dyv pRkwSkW dy (dyvw) pRkwSk"
  },
  {
    "SHABAD_ID": 4254,
    "LINE_ID": 3,
    "RAAG_ID": 30,
    "GURMUKHI": "ijqu igRih gun gwvqy, hir ky gun gwvqy, rwm gun gwvqy; iqqu igRih vwjy pMc sbd, vfBwg mQorw ]",
    "TRANSLITERATION": "Jith Grihi Gun Gaavathae Har Kae Gun Gaavathae Raam Gun Gaavathae Thith Grihi Vaajae Panch Sabadh Vadd Bhaag Mathhoraa ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਜਿਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਹਰੀ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਰਾਮ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਉਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ (ਮਾਨੋ) ਪੰਜ ਹੀ ਕਿਸਮਾਂ ਦੇ ਸਾਜ ਵੱਜ ਰਹੇ ਹਨ ਤੇ ਆਨੰਦ ਬਣਿਆ ਹੋਇਆ ਹੈ। (ਪਰ ਇਹ ਅਵਸਥਾ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਹੀ ਬਣਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ) ਮੱਥੇ ਦੇ ਵੱਡੇ ਭਾਗ ਜਾਗਦੇ ਹਨ।",
    "PRONUNCIATION": "gi Rih, (m`Qorw) m`Qy dy"
  },
  {
    "SHABAD_ID": 4254,
    "LINE_ID": 4,
    "RAAG_ID": 30,
    "GURMUKHI": "iqn@ jn ky siB pwp gey; siB doK gey. siB rog gey; kwmu kRoDu loBu mohu AiBmwnu gey; iqn@ jn ky, hir mwir kFy pMc corw ]1]",
    "TRANSLITERATION": "Thinh Jan Kae Sabh Paap Geae Sabh Dhokh Geae Sabh Rog Geae Kaam Krodhh Lobh Mohu Abhimaan Geae Thinh Jan Kae Har Maar Kadtae Panch Choraa ||1||",
    "PUNJABI": "ਹੇ ਮਨ! ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਸਾਰੇ ਵਿਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਸਾਰੇ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਅਹੰਕਾਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ। ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ (ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਰਮਾਇਆ ਚੁਰਾਣ ਵਾਲੇ ਇਹਨਾਂ) ਪੰਜਾਂ ਚੋਰਾਂ ਨੂੰ ਮਾਰ ਕੇ ਕੱਢ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4254,
    "LINE_ID": 5,
    "RAAG_ID": 30,
    "GURMUKHI": "hir rwm bolhu hir swDU, hir ky jn swDU; jgdIsu jphu, min bcin krim, hir hir AwrwDU; hir ky jn swDU ]",
    "TRANSLITERATION": "Har Raam Bolahu Har Saadhhoo Har Kae Jan Saadhhoo Jagadhees Japahu Man Bachan Karam Har Har Aaraadhhoo Har Kae Jan Saadhhoo ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਹਰੀ ਦਾ ਨਾਮ ਉਚਾਰਿਆ ਕਰੋ। ਹੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨੋ! ਜਗਤ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ। ਹੇ ਹਰੀ ਦੇ ਸਾਧ ਜਨੋ! ਆਪਣੇ ਮਨ ਦੀ ਰਾਹੀਂ (ਹਰੇਕ) ਬਚਨ ਦੀ ਰਾਹੀਂ (ਹਰੇਕ) ਕਰਮ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦਾ ਆਰਾਧਨ ਕਰਿਆ ਕਰੋ।",
    "PRONUNCIATION": "j`gdIsu"
  },
  {
    "SHABAD_ID": 4254,
    "LINE_ID": 6,
    "RAAG_ID": 30,
    "GURMUKHI": "hir rwm boil. hir rwm boil. siB pwp gvwDU ]",
    "TRANSLITERATION": "Har Raam Bol Har Raam Bol Sabh Paap Gavaadhhoo ||",
    "PUNJABI": "ਹਰੀ ਦਾ ਨਾਮ ਉਚਾਰ ਕੇ, ਰਾਮ ਦਾ ਨਾਮ ਜਪ ਕੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਕਰ ਲਵੋਗੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4254,
    "LINE_ID": 7,
    "RAAG_ID": 30,
    "GURMUKHI": "inq inq jwgrxu krhu; sdw sdw AwnMdu, jip jgdIsuorw ]",
    "TRANSLITERATION": "Nith Nith Jaagaran Karahu Sadhaa Sadhaa Aanandh Jap Jagadheesuoraa ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਸਦਾ ਹੀ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹੋ। ਜਗਤ ਦੇ ਮਾਲਕ ਦਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਸਦਾ ਹੀ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "(jwgrxu) jwgxw[j`gdIsuorw: sou hoVy AONkV ivcwly bolo"
  },
  {
    "SHABAD_ID": 4254,
    "LINE_ID": 7,
    "RAAG_ID": 30,
    "GURMUKHI": "mn ieCy Pl pwvhu, sBY Pl pwvhu, Drmu ArQu kwm moKu; jn nwnk. hir isau imly; hir Bgq qorw ]2]2]9]",
    "TRANSLITERATION": "Man Eishhae Fal Paavahu Sabhai Fal Paavahu Dhharam Arathh Kaam Mokh Jan Naanak Har Sio Milae Har Bhagath Thoraa ||2||2||9||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰੇ ਮਨ-ਮੰਗੇ ਫਲ ਹਾਸਲ ਕਰੋਗੇ, ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪਾ ਲਵੋਗੇ। ਧਰਮ, ਅਰਥ, ਕਾਮ, ਮੋਖ-ਇਹ ਚਾਰੇ ਪਦਾਰਥ ਪ੍ਰਾਪਤ ਕਰ ਲਵੋਗੇ। ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਹਰੀ! ਜਿਹੜੇ ਮਨੁੱਖ ਤੇਰੇ (ਚਰਨਾਂ) ਨਾਲ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ਉਹੀ ਤੇਰੇ ਭਗਤ ਹਨ ॥੨॥੨॥੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4255,
    "LINE_ID": 9,
    "RAAG_ID": 30,
    "GURMUKHI": "swrg mhlw 4 ]",
    "TRANSLITERATION": "Saarag Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4255,
    "LINE_ID": 9,
    "RAAG_ID": 30,
    "GURMUKHI": "jip mn mwDo mDsUdno; hir sRIrMgo prmysro; siq prmysro pRBu AMqrjwmI ]",
    "TRANSLITERATION": "Jap Man Maadhho Madhhusoodhano Har Sreerango Paramaesaro Sath Paramaesaro Prabh Antharajaamee ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਉਹੀ ਮਾਇਆ ਦਾ ਪਤੀ ਹੈ, ਉਹੀ ਮਧੂ ਰਾਖਸ਼ ਦਾ ਮਾਰਨ ਵਾਲਾ ਹੈ, ਉਹੀ ਹਰੀ ਲੱਛਮੀ ਦਾ ਖਸਮ ਹੈ, ਉਹੀ ਸਭ ਤੋਂ ਵੱਡਾ ਮਾਲਕ ਹੈ, ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": "(sRI) soBw vwly, SromxI[ (sRIrMgo) AnMd srUp vwihgurU"
  },
  {
    "SHABAD_ID": 4255,
    "LINE_ID": 9,
    "RAAG_ID": 30,
    "GURMUKHI": "sB dUKn ko hMqw. sB sUKn ko dwqw; hir pRIqm gun gwEu ]1] rhwau ]",
    "TRANSLITERATION": "Sabh Dhookhan Ko Hanthaa Sabh Sookhan Ko Dhaathaa Har Preetham Gun Gaao ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਹਰੀ ਪ੍ਰੀਤਮ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰ, ਉਹੀ ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਹੀ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਦੇਣ ਵਾਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4255,
    "LINE_ID": 10,
    "RAAG_ID": 30,
    "GURMUKHI": "hir Git Gty, Git bsqw; hir jil Qly, hir bsqw; hir Qwn QwnMqir bsqw; mY. hir dyKn ko cwEu ]",
    "TRANSLITERATION": "Har Ghatt Ghattae Ghatt Basathaa Har Jal Thhalae Har Basathaa Har Thhaan Thhaananthar Basathaa Mai Har Dhaekhan Ko Chaao ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਉਹ ਹਰੀ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਹਰੇਕ ਥਾਂ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਮੇਰੇ ਅੰਦਰ ਉਸ ਦੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਹੈ।",
    "PRONUNCIATION": "Eu: hoVy AONkV ivcwly bolo"
  },
  {
    "SHABAD_ID": 4255,
    "LINE_ID": 11,
    "RAAG_ID": 30,
    "GURMUKHI": "koeI AwvY sMqo, hir kw jnu sMqo; myrw pRIqm jnu sMqo; moih mwrgu idKlwvY ]",
    "TRANSLITERATION": "Koee Aavai Santho Har Kaa Jan Santho Maeraa Preetham Jan Santho Mohi Maarag Dhikhalaavai ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਜੇ ਕੋਈ ਸੰਤ ਮੈਨੂੰ ਆ ਮਿਲੇ, ਹਰੀ ਦਾ ਕੋਈ ਸੰਤ ਆ ਮਿਲੇ, ਕੋਈ ਮੇਰਾ ਪਿਆਰਾ ਸੰਤ ਜਨ ਮੈਨੂੰ ਆ ਮਿਲੇ, ਤੇ, ਮੈਨੂੰ (ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ) ਰਾਹ ਵਿਖਾ ਜਾਏ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4255,
    "LINE_ID": 12,
    "RAAG_ID": 30,
    "GURMUKHI": "iqsu jn ky; hau mil mil Dovw pwEu ]1]",
    "TRANSLITERATION": "This Jan Kae Ho Mal Mal Dhhovaa Paao ||1||",
    "PUNJABI": "ਮੈਂ ਉਸ ਦੇ ਪੈਰ ਮਲ ਮਲ ਕੇ ਧੋਵਾਂ ॥੧॥",
    "PRONUNCIATION": "pwEu: hoVy AONkV ivcwly bolo"
  },
  {
    "SHABAD_ID": 4255,
    "LINE_ID": 12,
    "RAAG_ID": 30,
    "GURMUKHI": "hir jn kau hir imilAw. hir srDw qy imilAw; gurmuiK hir imilAw ]",
    "TRANSLITERATION": "Har Jan Ko Har Miliaa Har Saradhhaa Thae Miliaa Guramukh Har Miliaa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਆਪਣੇ ਕਿਸੇ ਸੇਵਕ ਨੂੰ ਮਿਲਦਾ ਹੈ, (ਸੇਵਕ ਦੀ) ਸਰਧਾ-ਭਾਵਨੀ ਨਾਲ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4255,
    "LINE_ID": 13,
    "RAAG_ID": 30,
    "GURMUKHI": "myrY min qin AwnMd Bey; mY dyiKAw hir rwEu ]",
    "TRANSLITERATION": "Maerai Man Than Aanandh Bheae Mai Dhaekhiaa Har Raao ||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਜਦੋਂ ਮੈਂ ਭੀ) ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦਾ ਦਰਸਨ ਕੀਤਾ, ਤਾਂ ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਤਨ ਵਿਚ ਖ਼ੁਸ਼ੀ ਹੀ ਖ਼ੁਸ਼ੀ ਪੈਦਾ ਹੋ ਗਈ।",
    "PRONUNCIATION": "rwEu: hoVy AONkV ivcwly bolo"
  },
  {
    "SHABAD_ID": 4255,
    "LINE_ID": 14,
    "RAAG_ID": 30,
    "GURMUKHI": "jn nwnk kau. ikrpw BeI. hir kI ikrpw BeI; jgdIsur ikrpw BeI ]",
    "TRANSLITERATION": "Jan Naanak Ko Kirapaa Bhee Har Kee Kirapaa Bhee Jagadheesur Kirapaa Bhee ||",
    "PUNJABI": "ਦਾਸ ਨਾਨਕ ਉਤੇ (ਭੀ) ਮਿਹਰ ਹੋਈ ਹੈ, ਹਰੀ ਦੀ ਮਿਹਰ ਹੋਈ ਹੈ, ਜਗਤ ਦੇ ਮਾਲਕ ਦੀ ਮਿਹਰ ਹੋਈ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4255,
    "LINE_ID": 14,
    "RAAG_ID": 30,
    "GURMUKHI": "mY An idno, sd sd sdw; hir jipAw hir nwEu ]2]3]10]",
    "TRANSLITERATION": "Mai Anadhino Sadh Sadh Sadhaa Har Japiaa Har Naao ||2||3||10||",
    "PUNJABI": "ਮੈਂ ਹੁਣ ਹਰ ਵੇਲੇ ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਉਸ ਹਰੀ ਦਾ ਨਾਮ ਜਪ ਰਿਹਾ ਹਾਂ ॥੨॥੩॥੧੦॥",
    "PRONUNCIATION": "nwEu: hoVy AONkV ivcwly bolo"
  },
  {
    "SHABAD_ID": 4256,
    "LINE_ID": 15,
    "RAAG_ID": 30,
    "GURMUKHI": "swrg mhlw 4 ]",
    "TRANSLITERATION": "Saarag Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4256,
    "LINE_ID": 15,
    "RAAG_ID": 30,
    "GURMUKHI": "jip mn inrBau ]",
    "TRANSLITERATION": "Jap Man Nirabho ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਜਿਸ ਨੂੰ ਕਿਸੇ ਤੋਂ ਕੋਈ ਡਰ ਨਹੀਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4256,
    "LINE_ID": 16,
    "RAAG_ID": 30,
    "GURMUKHI": "siq siq sdw siq ]",
    "TRANSLITERATION": "Sath Sath Sadhaa Sath ||",
    "PUNJABI": "ਜੋ ਸਦਾ ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4256,
    "LINE_ID": 16,
    "RAAG_ID": 30,
    "GURMUKHI": "inrvYru Akwl mUriq ]",
    "TRANSLITERATION": "Niravair Akaal Moorath ||",
    "PUNJABI": "ਜਿਸ ਦਾ ਕਿਸੇ ਨਾਲ ਕੋਈ ਵੈਰ ਨਹੀਂ, ਜਿਸ ਦੀ ਹਸਤੀ ਮੌਤ ਤੋਂ ਪਰੇ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4256,
    "LINE_ID": 16,
    "RAAG_ID": 30,
    "GURMUKHI": "AwjUnI sMBau ]",
    "TRANSLITERATION": "Aajoonee Sanbho ||",
    "PUNJABI": "ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜੋ ਆਪਣੇ ਆਪ ਤੋਂ ਪਰਗਟ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4256,
    "LINE_ID": 16,
    "RAAG_ID": 30,
    "GURMUKHI": "myry mn, An idnuo iDAwie; inrMkwru inrwhwrI ]1] rhwau ]",
    "TRANSLITERATION": "Maerae Man Anadhinuo Dhhiaae Nirankaar Niraahaaree ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਹਰ ਵੇਲੇ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਿਆ ਕਰ, ਜਿਸ ਦੀ ਕੋਈ ਸ਼ਕਲ ਨਹੀਂ ਦੱਸੀ ਜਾ ਸਕਦੀ, ਜਿਸ ਨੂੰ ਕਿਸੇ ਖ਼ੁਰਾਕ ਦੀ ਲੋੜ ਨਹੀਂ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4256,
    "LINE_ID": 17,
    "RAAG_ID": 30,
    "GURMUKHI": "hir drsn kau. hir drsn kau; koit koit qyqIs, isD jqI jogI; qt qIrQ prBvn krq; rhq inrwhwrI ]",
    "TRANSLITERATION": "Har Dharasan Ko Har Dharasan Ko Kott Kott Thaethees Sidhh Jathee Jogee Thatt Theerathh Parabhavan Karath Rehath Niraahaaree ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਦਰਸਨ ਦੀ ਖ਼ਾਤਰ ਤੇਤੀ ਕ੍ਰੋੜ ਦੇਵਤੇ, ਸਿੱਧ ਜਤੀ ਅਤੇ ਜੋਗੀ ਭੁੱਖੇ ਰਹਿ ਰਹਿ ਕੇ ਅਨੇਕਾਂ ਤੀਰਥਾਂ ਤੇ ਰਟਨ ਕਰਦੇ ਫਿਰਦੇ ਹਨ।",
    "PRONUNCIATION": "(prBvn) (pr) ivSyS krky (Bvn) BOxw[ pr-Bvn"
  },
  {
    "SHABAD_ID": 4256,
    "LINE_ID": 18,
    "RAAG_ID": 30,
    "GURMUKHI": "iqn jn kI syvw Qwie peI; ijn@ kau ikrpwl hovqu bnvwrI ]1]",
    "TRANSLITERATION": "Thin Jan Kee Saevaa Thhaae Pee Jinh Ko Kirapaal Hovath Banavaaree ||1||",
    "PUNJABI": "ਹੇ ਮਨ! ਉਹਨਾਂ (ਭਾਗਾਂ ਵਾਲਿਆਂ) ਦੀ ਹੀ ਸੇਵਾ ਕਬੂਲ ਹੁੰਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਪਰਮਾਤਮਾ ਆਪ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4256,
    "LINE_ID": 19,
    "RAAG_ID": 30,
    "GURMUKHI": "hir ky ho. sMq Bly, qy aUqm Bgq Bly; jo Bwvq hir rwm murwrI ]",
    "TRANSLITERATION": "Har Kae Ho Santh Bhalae Thae Ootham Bhagath Bhalae Jo Bhaavath Har Raam Muraaree ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਉਹ ਹਰੀ ਦੇ ਸੰਤ ਚੰਗੇ ਹਨ, ਉਹ ਹਰੀ ਦੇ ਭਗਤ ਸ੍ਰੇਸ਼ਟ ਹਨ ਜਿਹੜੇ ਦੁਸ਼ਟ-ਦਮਨ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4256,
    "LINE_ID": 19,
    "RAAG_ID": 30,
    "GURMUKHI": "ijn@ kw AMgu krY myrw suAwmI; iqn@ kI nwnk. hir pYj svwrI ]2]4]11]",
    "TRANSLITERATION": "Jinh Kaa Ang Karai Maeraa Suaamee Thinh Kee Naanak Har Paij Savaaree ||2||4||11||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਪੱਖ ਕਰਦਾ ਹੈ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਉਹਨਾਂ ਦੀ ਇੱਜ਼ਤ ਰੱਖ ਲੈਂਦਾ ਹੈ ॥੨॥੪॥੧੧॥",
    "PRONUNCIATION": ""
  }
]