[
  {
    "SHABAD_ID": 4266,
    "LINE_ID": 1,
    "RAAG_ID": 30,
    "GURMUKHI": "crxI clau. mwrig Twkur kY; rsnw hir gux gwey ]2]",
    "TRANSLITERATION": "Charanee Chalo Maarag Thaakur Kai Rasanaa Har Gun Gaaeae ||2||",
    "PUNJABI": "ਪੈਰਾਂ ਨਾਲ ਉਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਰਸਤੇ ਤੇ ਤੁਰਦਾ ਹਾਂ, ਮੇਰੀ ਜੀਭ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4266,
    "LINE_ID": 1,
    "RAAG_ID": 30,
    "GURMUKHI": "dyiKE idRsit srb mMgl rUp; aultI sMq krwey ]",
    "TRANSLITERATION": "Dhaekhiou Dhrisatt Sarab Mangal Roop Oulattee Santh Karaaeae ||",
    "PUNJABI": "ਜਦੋਂ ਤੋਂ ਸੰਤ-ਜਨਾਂ ਨੇ ਮੇਰੀ ਬ੍ਰਿਤੀ ਮਾਇਆ ਵਲੋਂ ਪਰਤਾ ਦਿੱਤੀ ਹੈ, ਮੈਂ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨਾਲ ਉਸ ਸਾਰੀਆਂ ਖ਼ੁਸ਼ੀਆਂ ਦੇ ਮਾਲਕ-ਹਰੀ ਨੂੰ ਵੇਖ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": "di Rsit"
  },
  {
    "SHABAD_ID": 4266,
    "LINE_ID": 2,
    "RAAG_ID": 30,
    "GURMUKHI": "pwieE lwlu, Amolu nwmu hir; Coif. n kqhU jwey ]3]",
    "TRANSLITERATION": "Paaeiou Laal Amol Naam Har Shhodd N Kathehoo Jaaeae ||3||",
    "PUNJABI": "ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਕੀਮਤੀ ਅਮੋਲਕ ਨਾਮ ਲੱਭ ਲਿਆ ਹੈ, ਉਸ ਨੂੰ ਛੱਡ ਕੇ (ਮੇਰਾ ਮਨ ਹੁਣ) ਹੋਰ ਕਿਸੇ ਭੀ ਪਾਸੇ ਨਹੀਂ ਜਾਂਦਾ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4266,
    "LINE_ID": 2,
    "RAAG_ID": 30,
    "GURMUKHI": "kvn aupmw. kaun bfweI; ikAw gun khau rIJwey ]",
    "TRANSLITERATION": "Kavan Oupamaa Koun Baddaaee Kiaa Gun Keho Reejhaaeae ||",
    "PUNJABI": "ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਕਿਹੜੀ ਸਿਫ਼ਤ ਕਰਾਂ? ਕਿਹੜੀ ਵਡਿਆਈ ਦੱਸਾਂ? ਕਿਹੜੇ ਗੁਣ ਬਿਆਨ ਕਰਾਂ? ਜਿਸ ਕਰਕੇ ਉਹ ਮੇਰੇ ਉੱਤੇ ਪਸੰਨ ਹੋ ਜਾਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4266,
    "LINE_ID": 3,
    "RAAG_ID": 30,
    "GURMUKHI": "hoq ikRpwl dIn dieAw pRB; jn nwnk. dws dswey ]4]8]",
    "TRANSLITERATION": "Hoth Kirapaal Dheen Dhaeiaa Prabh Jan Naanak Dhaas Dhasaaeae ||4||8||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਦੀਨਾਂ ਉੱਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਜਿਸ ਉੱਤੇ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾ ਲੈਂਦਾ ਹੈ ॥੪॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4267,
    "LINE_ID": 4,
    "RAAG_ID": 30,
    "GURMUKHI": "swrg mhlw 5 ]",
    "TRANSLITERATION": "Saarag Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4267,
    "LINE_ID": 4,
    "RAAG_ID": 30,
    "GURMUKHI": "Euie suK; kw isau brin sunwvq ]",
    "TRANSLITERATION": "Oue Sukh Kaa Sio Baran Sunaavath ||",
    "PUNJABI": "ਉਹਨਾਂ ਸੁਖਾਂ ਦਾ ਬਿਆਨ ਕਿਸੇ ਪਾਸੋਂ ਭੀ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4267,
    "LINE_ID": 4,
    "RAAG_ID": 30,
    "GURMUKHI": "And ibnod pyiK pRB drsn; min mMgl gun gwvq ]1] rhwau ]",
    "TRANSLITERATION": "Anadh Binodh Paekh Prabh Dharasan Man Mangal Gun Gaavath ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਹੜੇ ਆਨੰਦ ਕੌਤਕ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰਦਿਆਂ ਪੈਦਾ ਹੁੰਦੇ ਹਨ, ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਿਆਂ ਮਨ ਦੀਆਂ ਜਿਹੜੀਆਂ ਖ਼ੁਸ਼ੀਆਂ ਪੈਦਾ ਹੁੰਦੀਆਂ ਹਨ (ਉਹ ਬਿਆਨ ਨਹੀਂ ਹੋ ਸਕਦੀਆਂ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4267,
    "LINE_ID": 5,
    "RAAG_ID": 30,
    "GURMUKHI": "ibsm BeI. pyiK ibsmwdI; pUir rhy ikrpwvq ]",
    "TRANSLITERATION": "Bisam Bhee Paekh Bisamaadhee Poor Rehae Kirapaavath ||",
    "PUNJABI": "ਉਸ ਅਚਰਜ-ਰੂਪ ਅਤੇ ਕਿਰਪਾ ਦੇ ਸੋਮੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ ਮੈਂ ਹੈਰਾਨ ਹੋ ਗਈ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4267,
    "LINE_ID": 5,
    "RAAG_ID": 30,
    "GURMUKHI": "pIE AMimRq nwmu Amolk; ijau cwiK gUMgw muskwvq ]1]",
    "TRANSLITERATION": "Peeou Anmrith Naam Amolak Jio Chaakh Goongaa Musakaavath ||1||",
    "PUNJABI": "ਜਦੋਂ ਮੈਂ ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਅਮੋਲਕ ਨਾਮ-ਜਲ ਪੀਤਾ (ਤਾਂ ਮੇਰੀ ਹਾਲਤ ਇਉਂ ਹੋ ਗਈ) ਜਿਵੇਂ ਕੋਈ ਗੁੰਗਾ ਮਨੁੱਖ (ਗੁੜ ਆਦਿਕ) ਚੱਖ ਕੇ (ਸਿਰਫ਼) ਮੁਸਕ੍ਰਾਉਂਦਾ ਹੀ ਹੈ। (ਸੁਆਦ ਦੱਸ ਨਹੀਂ ਸਕਦਾ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4267,
    "LINE_ID": 6,
    "RAAG_ID": 30,
    "GURMUKHI": "jYsy pvnu, bMD kir rwiKE; bUJ n. Awvq jwvq ]",
    "TRANSLITERATION": "Jaisae Pavan Bandhh Kar Raakhiou Boojh N Aavath Jaavath ||",
    "PUNJABI": "ਜਿਵੇਂ (ਕੋਈ ਜੋਗੀ) ਆਪਣੇ ਪ੍ਰਾਣ ਰੋਕ ਲੈਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਆਉਣ ਜਾਣ ਦੀ (ਕਿਸੇ ਹੋਰ ਨੂੰ) ਸਮਝ ਨਹੀਂ ਪੈ ਸਕਦੀ,",
    "PRONUNCIATION": "bMD rok"
  },
  {
    "SHABAD_ID": 4267,
    "LINE_ID": 6,
    "RAAG_ID": 30,
    "GURMUKHI": "jw kau, irdY pRgwsu BieE hir; auAw kI khI. n jwie khwvq ]2]",
    "TRANSLITERATION": "Jaa Ko Ridhai Pragaas Bhaeiou Har Ouaa Kee Kehee N Jaae Kehaavath ||2||",
    "PUNJABI": "(ਇਸੇ ਤਰ੍ਹਾਂ) ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਰਕਾਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦੀ ਆਤਮਕ ਦਸ਼ਾ ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4267,
    "LINE_ID": 7,
    "RAAG_ID": 30,
    "GURMUKHI": "Awn aupwv. jyqy ikCu khIAih; qyqy sIKy pwvq ]",
    "TRANSLITERATION": "Aan Oupaav Jaethae Kishh Keheeahi Thaethae Seekhae Paavath ||",
    "PUNJABI": "(ਦੁਨੀਆ ਵਾਲੇ ਗੁਣ ਸਿੱਖਣ ਵਾਸਤੇ) ਹੋਰ ਜਿਤਨੇ ਭੀ ਜਤਨ ਦੱਸੇ ਜਾਂਦੇ ਹਨ, ਉਹ (ਹੋਰਨਾਂ ਪਾਸੋਂ) ਸਿੱਖਿਆਂ ਹੀ ਸਿੱਖੇ ਜਾ ਸਕਦੇ ਹਨ।",
    "PRONUNCIATION": "khI-Aih"
  },
  {
    "SHABAD_ID": 4267,
    "LINE_ID": 8,
    "RAAG_ID": 30,
    "GURMUKHI": "AicMq lwlu. igRh BIqir pRgitE; Agm jYsy prKwvq ]3]",
    "TRANSLITERATION": "Achinth Laal Grih Bheethar Pragattiou Agam Jaisae Parakhaavath ||3||",
    "PUNJABI": "ਪਰ ਚਿੰਤਾ ਦੂਰ ਕਰਨ ਵਾਲਾ ਸੋਹਣਾ ਪ੍ਰਭੂ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ-ਘਰ ਦੇ ਅੰਦਰ ਹੀ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ (ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਗਟਦਾ ਹੈ, ਉਸ ਦੀ) ਪਰਖ ਕਰਨੀ ਕਠਨ ਜਿਹਾ ਕੰਮ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4267,
    "LINE_ID": 8,
    "RAAG_ID": 30,
    "GURMUKHI": "inrgux inrMkwr AibnwsI; Aqulo. quilE n jwvq ]",
    "TRANSLITERATION": "Niragun Nirankaar Abinaasee Athulo Thuliou N Jaavath ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਕੋਈ ਖ਼ਾਸ ਸਰੂਪ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਪਰਮਾਤਮਾ ਨਾਸ-ਰਹਿਤ ਹੈ, ਉਹ ਅਤੋਲ ਹੈ, ਉਸ ਨੂੰ ਤੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": "A-q`ulo"
  },
  {
    "SHABAD_ID": 4267,
    "LINE_ID": 9,
    "RAAG_ID": 30,
    "GURMUKHI": "khu nwnk. Ajru ijin jirAw; iqs hI kau bin Awvq ]4]9]",
    "TRANSLITERATION": "Kahu Naanak Ajar Jin Jariaa This Hee Ko Ban Aavath ||4||9||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਨੁੱਖ ਨੇ ਉਸ ਸਦਾ ਜਵਾਨ ਰਹਿਣ ਵਾਲੇ (ਜਰਾ-ਰਹਿਤ) ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਲਿਆ, ਉਸ ਦੀ ਆਤਮਕ ਦਸ਼ਾ ਉਹ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ (ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ) ॥੪॥੯॥",
    "PRONUNCIATION": "A-jru"
  },
  {
    "SHABAD_ID": 4268,
    "LINE_ID": 10,
    "RAAG_ID": 30,
    "GURMUKHI": "swrg mhlw 5 ]",
    "TRANSLITERATION": "Saarag Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4268,
    "LINE_ID": 10,
    "RAAG_ID": 30,
    "GURMUKHI": "ibKeI; idnu rYin iev hI gudwrY ]",
    "TRANSLITERATION": "Bikhee Dhin Rain Eiv Hee Gudhaarai ||",
    "PUNJABI": "ਵਿਸ਼ਈ ਮਨੁੱਖ ਇਸੇ ਤਰ੍ਹਾਂ (ਵਿਕਾਰਾਂ ਵਿਚ) ਹੀ ਦਿਨ ਰਾਤ (ਆਪਣੀ ਉਮਰ) ਗੁਜ਼ਾਰਦਾ ਹੈ।",
    "PRONUNCIATION": "ib-KeI"
  },
  {
    "SHABAD_ID": 4268,
    "LINE_ID": 10,
    "RAAG_ID": 30,
    "GURMUKHI": "goibMdu. n BjY, AhMbuiD mwqw; jnmu jUAY ijau hwrY ]1] rhwau ]",
    "TRANSLITERATION": "Gobindh N Bhajai Ahanbudhh Maathaa Janam Jooai Jio Haarai ||1|| Rehaao ||",
    "PUNJABI": "(ਵਿਸ਼ਈ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਨਹੀਂ ਕਰਦਾ, ਅਹੰਕਾਰ ਵਿਚ ਮੱਤਾ ਹੋਇਆ (ਆਪਣਾ ਮਨੁੱਖਾ) ਜਨਮ (ਇਉਂ) ਹਾਰ ਜਾਂਦਾ ਹੈ ਜਿਵੇਂ (ਜੁਆਰੀਆ) ਜੂਏ ਵਿਚ (ਬਾਜ਼ੀ ਹਾਰਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "m`wqw"
  },
  {
    "SHABAD_ID": 4268,
    "LINE_ID": 11,
    "RAAG_ID": 30,
    "GURMUKHI": "nwmu Amolw. pRIiq n, iqs isau; pr inMdw ihqkwrY ]",
    "TRANSLITERATION": "Naam Amolaa Preeth N This Sio Par Nindhaa Hithakaarai ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਬਹੁਤ ਹੀ ਕੀਮਤੀ ਹੈ (ਵਿਸ਼ਈ ਮਨੁੱਖ) ਉਸ ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਪਾਂਦਾ, ਦੂਜਿਆਂ ਦੀ ਨਿੰਦਾ ਨਾਲ ਪਿਆਰ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4268,
    "LINE_ID": 11,
    "RAAG_ID": 30,
    "GURMUKHI": "Cwpru bWiD svwrY iqRx ko; duAwrY pwvku jwrY ]1]",
    "TRANSLITERATION": "Shhaapar Baandhh Savaarai Thrin Ko Dhuaarai Paavak Jaarai ||1||",
    "PUNJABI": "(ਵਿਸ਼ਈ ਮਨੁੱਖ, ਮਾਨੋ) ਕੱਖਾਂ ਦਾ ਛੱਪਰ ਬਣਾ ਕੇ (ਉਸ ਨੂੰ) ਸਜਾਂਦਾ ਰਹਿੰਦਾ ਹੈ (ਪਰ ਉਸ ਦੇ) ਬੂਹੇ ਅੱਗੇ ਅੱਗ ਬਾਲ ਦੇਂਦਾ ਹੈ (ਜਿਸ ਕਰਕੇ ਹਰ ਵੇਲੇ ਉਸ ਦੇ ਸੜਨ ਦਾ ਖ਼ਤਰਾ ਰਹਿੰਦਾ ਹੈ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4268,
    "LINE_ID": 12,
    "RAAG_ID": 30,
    "GURMUKHI": "kwlr pot auTwvY mUMfih; AMimRqu mn qy fwrY ]",
    "TRANSLITERATION": "Kaalar Pott Outhaavai Moonddehi Anmrith Man Thae Ddaarai ||",
    "PUNJABI": "(ਵਿਕਾਰਾਂ ਵਿਚ ਫਸਿਆ ਮਨੁੱਖ, ਮਾਨੋ) ਕੱਲਰ ਦੀ ਪੰਡ (ਆਪਣੇ) ਸਿਰ ਉੱਤੇ ਚੁੱਕੀ ਫਿਰਦਾ ਹੈ, ਅਤੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ (ਆਪਣੇ) ਮਨ ਵਿਚੋਂ (ਬਾਹਰ) ਸੁੱਟ ਦੇਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4268,
    "LINE_ID": 12,
    "RAAG_ID": 30,
    "GURMUKHI": "EFY bsqR kwjr mih pirAw; bhuir bhuir iPir JwrY ]2]",
    "TRANSLITERATION": "Oudtai Basathr Kaajar Mehi Pariaa Bahur Bahur Fir Jhaarai ||2||",
    "PUNJABI": "ਕਾਲਖ (-ਭਰੇ ਕਮਰੇ) ਵਿਚ ਬੈਠਾ ਹੋਇਆ (ਚਿੱਟੇ) ਕੱਪੜੇ ਪਹਿਨਦਾ ਹੈ ਅਤੇ (ਕੱਪੜਿਆਂ ਉੱਤੇ ਪਈ ਕਾਲਖ ਨੂੰ) ਮੁੜ ਮੁੜ ਝਾੜਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4268,
    "LINE_ID": 13,
    "RAAG_ID": 30,
    "GURMUKHI": "kwtY pyfu. fwl pir TwFO; Kwie Kwie muskwrY ]",
    "TRANSLITERATION": "Kaattai Paedd Ddaal Par Thaadta Khaae Khaae Musakaarai ||",
    "PUNJABI": "(ਵਿਕਾਰਾਂ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਮਨੁੱਖ, ਮਾਨੋ, ਰੁੱਖ ਦੇ ਹੀ) ਟਾਹਣ ਉੱਤੇ ਖਲੋਤਾ ਹੋਇਆ (ਉਸੇ) ਰੁੱਖ ਨੂੰ ਵੱਢ ਰਿਹਾ ਹੈ, (ਨਾਲ ਨਾਲ ਹੀ ਮਿਠਿਆਈ ਆਦਿਕ) ਖਾ ਖਾ ਕੇ ਮੁਸਕ੍ਰਾ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4268,
    "LINE_ID": 14,
    "RAAG_ID": 30,
    "GURMUKHI": "igirE. jwie rswqil pirE; iCtI iCtI, isr BwrY ]3]",
    "TRANSLITERATION": "Giriou Jaae Rasaathal Pariou Shhittee Shhittee Sir Bhaarai ||3||",
    "PUNJABI": "(ਪਰ ਰੁੱਖ ਵੱਢਿਆ ਜਾਣ ਤੇ ਉਹ ਮਨੁੱਖ) ਡੂੰਘੇ ਟੋਏ ਵਿਚ ਜਾ ਡਿੱਗਦਾ ਹੈ, ਸਿਰ-ਭਾਰ ਡਿੱਗ ਕੇ ਹੱਡੀ ਹੱਡੀ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(iCtI) h`fI[ iCtI iCtI: poly bolo"
  },
  {
    "SHABAD_ID": 4268,
    "LINE_ID": 14,
    "RAAG_ID": 30,
    "GURMUKHI": "inrvYrY sMig vYru rcwey; phuic n skY, gvwrY ]",
    "TRANSLITERATION": "Niravairai Sang Vair Rachaaeae Pahuch N Sakai Gavaarai ||",
    "PUNJABI": "ਮੂਰਖ (ਵਿਕਾਰੀ) ਮਨੁੱਖ ਉਸ ਸੰਤ ਜਨ ਨਾਲ ਸਦਾ ਵੈਰ ਬਣਾਈ ਰੱਖਦਾ ਹੈ ਜੋ ਕਿਸੇ ਨਾਲ ਭੀ ਵੈਰ ਨਹੀਂ ਕਰਦਾ। (ਮੂਰਖ ਉਸ ਸੰਤ ਜਨ ਨਾਲ ਬਰਾਬਰੀ ਕਰਨ ਦਾ ਜਤਨ ਕਰਦਾ ਹੈ, ਪਰ) ਉਸ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4268,
    "LINE_ID": 15,
    "RAAG_ID": 30,
    "GURMUKHI": "khu nwnk. sMqn kw rwKw; pwrbRhmu inrMkwrY ]4]10]",
    "TRANSLITERATION": "Kahu Naanak Santhan Kaa Raakhaa Paarabreham Nirankaarai ||4||10||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਵਿਕਾਰੀ ਮੂਰਖ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦਾ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦਾ, ਕਿਉਂਕਿ) ਸੰਤ ਜਨਾਂ ਦਾ ਰਾਖਾ ਨਿਰੰਕਾਰ ਪਾਰਬ੍ਰਹਮ (ਸਦਾ ਆਪ) ਹੈ ॥੪॥੧੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4269,
    "LINE_ID": 15,
    "RAAG_ID": 30,
    "GURMUKHI": "swrg mhlw 5 ]",
    "TRANSLITERATION": "Saarag Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4269,
    "LINE_ID": 15,
    "RAAG_ID": 30,
    "GURMUKHI": "Avir siB BUly; BRmq. n jwinAw ]",
    "TRANSLITERATION": "Avar Sabh Bhoolae Bhramath N Jaaniaa ||",
    "PUNJABI": "ਹੋਰ ਸਾਰੇ ਜੀਵ ਕੁਰਾਹੇ ਪਏ ਰਹਿੰਦੇ ਹਨ, (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਦਿਆਂ ਉਹਨਾਂ ਨੂੰ (ਸਹੀ ਜੀਵਨ-ਰਾਹ ਦੀ) ਸੂਝ ਨਹੀਂ ਪੈਂਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4269,
    "LINE_ID": 16,
    "RAAG_ID": 30,
    "GURMUKHI": "eyku suDwKru. jw kY ihrdY visAw; iqin bydih qqu pCwinAw ]1] rhwau ]",
    "TRANSLITERATION": "Eaek Sudhhaakhar Jaa Kai Hiradhai Vasiaa Thin Baedhehi Thath Pashhaaniaa ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਵਿੱਤਰ ਨਾਮ ਵੱਸਦਾ ਹੈ, ਉਸ ਨੇ (ਸਮਝੋ) ਵੇਦ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ) ਦਾ ਤੱਤ ਸਮਝ ਲਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4269,
    "LINE_ID": 17,
    "RAAG_ID": 30,
    "GURMUKHI": "privriq mwrgu. jyqw ikCu hoeIAY; qyqw log pcwrw ]",
    "TRANSLITERATION": "Paravirath Maarag Jaethaa Kishh Hoeeai Thaethaa Log Pachaaraa ||",
    "PUNJABI": "ਦੁਨੀਆ ਦੇ ਧੰਧਿਆਂ ਵਿਚ ਰੁੱਝੇ ਰਹਿਣ ਵਾਲਾ ਜਿਤਨਾ ਭੀ ਜੀਵਨ-ਰਸਤਾ ਹੈ, ਇਹ ਸਾਰਾ ਲੋਕਾਂ ਵਿਚ ਆਪਣੀ ਇੱਜ਼ਤ ਬਣਾਈ ਰੱਖਣ ਵਾਲਾ ਰਸਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4269,
    "LINE_ID": 17,
    "RAAG_ID": 30,
    "GURMUKHI": "jau lau irdY. nhI prgwsw; qau lau AMD AMDwrw ]1]",
    "TRANSLITERATION": "Jo Lo Ridhai Nehee Paragaasaa Tho Lo Andhh Andhhaaraa ||1||",
    "PUNJABI": "ਜਦੋਂ ਤਕ (ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ (ਹਰਿ-ਨਾਮ ਦਾ) ਚਾਨਣ ਨਹੀਂ ਹੁੰਦਾ, ਤਦ ਤਕ (ਆਤਮਕ ਜੀਵਨ ਵੱਲੋਂ) ਘੁੱਪ ਹਨੇਰਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4269,
    "LINE_ID": 18,
    "RAAG_ID": 30,
    "GURMUKHI": "jYsy DrqI swDY bhu ibiD; ibnu bIjY. nhI jWmY ]",
    "TRANSLITERATION": "Jaisae Dhharathee Saadhhai Bahu Bidhh Bin Beejai Nehee Jaanmai ||",
    "PUNJABI": "ਜਿਵੇਂ (ਕੋਈ ਕਿਸਾਨ ਆਪਣੀ) ਜ਼ਮੀਨ ਨੂੰ ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਤਿਆਰ ਕਰਦਾ ਹੈ, ਪਰ ਉਸ ਵਿਚ ਬੀ ਬੀਜਣ ਤੋਂ ਬਿਨਾ ਕੁਝ ਭੀ ਨਹੀਂ ਉੱਗਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4269,
    "LINE_ID": 18,
    "RAAG_ID": 30,
    "GURMUKHI": "rwm nwm ibnu. mukiq, n hoeI hY; qutY nwhI. AiBmwnY ]2]",
    "TRANSLITERATION": "Raam Naam Bin Mukath N Hoee Hai Thuttai Naahee Abhimaanai ||2||",
    "PUNJABI": "(ਇਸੇ ਤਰ੍ਹਾਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹਿਰਦੇ ਵਿਚ ਬੀਜਣ) ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦੀ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਅਹੰਕਾਰ ਨਹੀਂ ਮੁੱਕਦਾ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4269,
    "LINE_ID": 19,
    "RAAG_ID": 30,
    "GURMUKHI": "nIru iblovY, Aiq sRmu pwvY; nYnU. kYsy rIsY ]",
    "TRANSLITERATION": "Neer Bilovai Ath Sram Paavai Nainoo Kaisae Reesai ||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਪਾਣੀ ਨੂੰ ਹੀ ਰਿੜਕਦਾ ਰਹਿੰਦਾ ਹੈ ਉਹ ਨਿਰਾ ਬਹੁਤ ਥਕੇਵਾਂ ਹੀ ਖੱਟਦਾ ਹੈ, (ਪਾਣੀ ਰਿੜਕਣ ਨਾਲ ਉਸ ਵਿਚੋਂ) ਮੱਖਣ ਨਹੀਂ ਨਿਕਲ ਸਕਦਾ।",
    "PRONUNCIATION": "(nYnU) m`Kx[ (rIsY) inkly"
  },
  {
    "SHABAD_ID": 4269,
    "LINE_ID": 19,
    "RAAG_ID": 30,
    "GURMUKHI": "ibnu gur Byty. mukiq, n kwhU; imlq nhI. jgdIsY ]3]",
    "TRANSLITERATION": "Bin Gur Bhaettae Mukath N Kaahoo Milath Nehee Jagadheesai ||3||",
    "PUNJABI": "(ਤਿਵੇਂ ਹੀ) ਗੁਰੂ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੂੰ ਭੀ ਮੁਕਤੀ (ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ) ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ, ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਮਿਲ ਸਕਦਾ ॥੩॥",
    "PRONUNCIATION": ""
  }
]