[
  {
    "SHABAD_ID": 4291,
    "LINE_ID": 1,
    "RAAG_ID": 30,
    "GURMUKHI": "khu nwnk. mY shj Gru pwieAw; hir Bgiq BMfwr KjInw ]2]10]33]",
    "TRANSLITERATION": "Kahu Naanak Mai Sehaj Ghar Paaeiaa Har Bhagath Bhanddaar Khajeenaa ||2||10||33||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਸੋਮਾ ਲੱਭ ਲਿਆ ਹੈ। ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੇ ਭੰਡਾਰੇ ਖ਼ਜ਼ਾਨੇ ਲੱਭ ਲਏ ਹਨ ॥੨॥੧੦॥੩੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4292,
    "LINE_ID": 2,
    "RAAG_ID": 30,
    "GURMUKHI": "swrg mhlw 5 ]",
    "TRANSLITERATION": "Saarag Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4292,
    "LINE_ID": 2,
    "RAAG_ID": 30,
    "GURMUKHI": "mohn siB jIA qyry; qU qwrih ]",
    "TRANSLITERATION": "Mohan Sabh Jeea Thaerae Thoo Thaarehi ||",
    "PUNJABI": "ਹੇ ਮੋਹਨ ਪ੍ਰਭੂ! (ਜਗਤ ਦੇ) ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਹੀ (ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ), ਤੂੰ ਹੀ (ਇਹਨਾਂ ਨੂੰ ਦੁੱਖਾਂ ਕਲੇਸ਼ਾਂ ਆਦਿਕ ਤੋਂ) ਪਾਰ ਲੰਘਾਂਦਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4292,
    "LINE_ID": 2,
    "RAAG_ID": 30,
    "GURMUKHI": "Cutih sMGwr. inmK ikrpw qy; koit bRhmMf auDwrih ]1] rhwau ]",
    "TRANSLITERATION": "Shhuttehi Sanghaar Nimakh Kirapaa Thae Kott Brehamandd Oudhhaarehi ||1|| Rehaao ||",
    "PUNJABI": "ਤੇਰੀ ਰਤਾ ਜਿਤਨੀ ਮਿਹਰ (ਦੀ ਨਿਗਾਹ) ਨਾਲ ਵੱਡੇ ਵੱਡੇ ਨਿਰਦਈ ਬੰਦੇ ਭੀ ਅੱਤਿਆਚਾਰਾਂ ਵਲੋਂ ਹਟ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4292,
    "LINE_ID": 3,
    "RAAG_ID": 30,
    "GURMUKHI": "krih Ardwis bhuqu bynMqI; inmK inmK swm@wrih ]",
    "TRANSLITERATION": "Karehi Aradhaas Bahuth Baenanthee Nimakh Nimakh Saamhaarehi ||",
    "PUNJABI": "ਹੇ ਮੋਹਨ! (ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਜੀਵ ਤੇਰੇ ਹੀ ਦਰ ਤੇ) ਅਰਦਾਸ ਬੇਨਤੀ ਕਰਦੇ ਹਨ, (ਤੈਨੂੰ ਹੀ) ਪਲ ਪਲ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4292,
    "LINE_ID": 3,
    "RAAG_ID": 30,
    "GURMUKHI": "hohu ikRpwl. dIn duKBMjn; hwQ dyie insqwrih ]1]",
    "TRANSLITERATION": "Hohu Kirapaal Dheen Dhukh Bhanjan Haathh Dhaee Nisathaarehi ||1||",
    "PUNJABI": "ਹੇ ਗਰੀਬਾਂ ਦੇ ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲੇ ਮੋਹਨ! ਜਦੋਂ ਤੂੰ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈਂ, ਤਾਂ ਆਪਣੇ ਹੱਥ ਦੇ ਕੇ (ਜੀਵਾਂ ਨੂੰ ਦੁੱਖਾਂ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈਂ ॥੧॥",
    "PRONUNCIATION": "insqwr-ih"
  },
  {
    "SHABAD_ID": 4292,
    "LINE_ID": 4,
    "RAAG_ID": 30,
    "GURMUKHI": "ikAw ey BUpiq bpury khIAih; khu. ey iks no mwrih ]",
    "TRANSLITERATION": "Kiaa Eae Bhoopath Bapurae Keheeahi Kahu Eae Kis No Maarehi ||",
    "PUNJABI": "(ਹੇ ਮੋਹਨ!) ਇਹਨਾਂ ਵਿਚਾਰੇ ਰਾਜਿਆਂ ਦੀ ਕੋਈ ਪਾਂਇਆਂ ਨਹੀਂ ਕਿ ਇਹ ਕਿਸੇ ਨੂੰ ਮਾਰ ਸਕਣ (ਸਭ ਤੇਰਾ ਹੀ ਖੇਲ-ਤਮਾਸ਼ਾ ਹੈ)।",
    "PRONUNCIATION": "khI-Aih"
  },
  {
    "SHABAD_ID": 4292,
    "LINE_ID": 5,
    "RAAG_ID": 30,
    "GURMUKHI": "rwKu rwKu rwKu suKdwqy; sBu nwnk jgqu qum@wrih ]2]11]34]",
    "TRANSLITERATION": "Raakh Raakh Raakh Sukhadhaathae Sabh Naanak Jagath Thumhaarehi ||2||11||34||",
    "PUNJABI": "ਹੇ ਸੁਖਾਂ ਦੇ ਦੇਣ ਵਾਲੇ! (ਅਸਾਂ ਜੀਵਾਂ ਦੀ) ਰੱਖਿਆ ਕਰ, ਰੱਖਿਆ ਕਰ, ਰੱਖਿਆ ਕਰ। ਹੇ ਨਾਨਕ! ਸਾਰਾ ਜਗਤ ਤੇਰਾ ਹੀ (ਰਚਿਆ ਹੋਇਆ) ਹੈ ॥੨॥੧੧॥੩੪॥",
    "PRONUNCIATION": "j`gqu"
  },
  {
    "SHABAD_ID": 4293,
    "LINE_ID": 5,
    "RAAG_ID": 30,
    "GURMUKHI": "swrg mhlw 5 ]",
    "TRANSLITERATION": "Saarag Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4293,
    "LINE_ID": 6,
    "RAAG_ID": 30,
    "GURMUKHI": "Ab moih; Dnu pwieE hir nwmw ]",
    "TRANSLITERATION": "Ab Mohi Dhhan Paaeiou Har Naamaa ||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਹੁਣ ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਲੱਭ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4293,
    "LINE_ID": 6,
    "RAAG_ID": 30,
    "GURMUKHI": "Bey AicMq iqRsn sB buJI hY; iehu iliKE lyKu mQwmw ]1] rhwau ]",
    "TRANSLITERATION": "Bheae Achinth Thrisan Sabh Bujhee Hai Eihu Likhiou Laekh Mathhaamaa ||1|| Rehaao ||",
    "PUNJABI": "(ਇਸ ਧਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਬੇ-ਫ਼ਿਕਰ ਹੋ ਗਿਆ ਹਾਂ, (ਮੇਰੇ ਅੰਦਰੋਂ) ਸਾਰੀ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਮਿਟ ਗਈ ਹੈ (ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਹੀ) ਇਹ (ਪ੍ਰਾਪਤੀ ਦਾ) ਲੇਖ ਮੱਥੇ ਉੱਤੇ ਲਿਖਿਆ ਹੋਇਆ ਸੀ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "buJI: polw bolo"
  },
  {
    "SHABAD_ID": 4293,
    "LINE_ID": 7,
    "RAAG_ID": 30,
    "GURMUKHI": "Kojq Kojq BieE bYrwgI; iPir AwieE dyh igrwmw ]",
    "TRANSLITERATION": "Khojath Khojath Bhaeiou Bairaagee Fir Aaeiou Dhaeh Giraamaa ||",
    "PUNJABI": "ਭਾਲ ਕਰਦਾ ਕਰਦਾ ਮੈਂ ਤਾਂ ਵੈਰਾਗੀ ਹੀ ਹੋ ਗਿਆ ਸਾਂ, ਆਖ਼ਿਰ ਭਟਕ ਭਟਕ ਕੇ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਸਰੀਰ-ਪਿੰਡ ਵਿਚ ਆ ਪਹੁੰਚਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4293,
    "LINE_ID": 7,
    "RAAG_ID": 30,
    "GURMUKHI": "guir ikRpwil. saudw iehu joirE; hiQ cirE lwlu Agwmw ]1]",
    "TRANSLITERATION": "Gur Kirapaal Soudhaa Eihu Joriou Hathh Chariou Laal Agaamaa ||1||",
    "PUNJABI": "ਕਿਰਪਾਲ ਗੁਰੂ ਨੇ ਇਹ ਵਣਜ ਕਰਾ ਦਿੱਤਾ ਕਿ (ਸਰੀਰ ਦੇ ਅੰਦਰੋਂ ਹੀ) ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਅਮੋਲਕ ਲਾਲ ਮਿਲ ਗਿਆ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4293,
    "LINE_ID": 8,
    "RAAG_ID": 30,
    "GURMUKHI": "Awn bwpwr bnj. jo krIAih; qyqy dUK shwmw ]",
    "TRANSLITERATION": "Aan Baapaar Banaj Jo Kareeahi Thaethae Dhookh Sehaamaa ||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਜਿਹੜੇ ਜਿਹੜੇ ਭੀ ਵਣਜ ਵਪਾਰ ਕਰੀਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਦੁੱਖ ਸਹਾਰਨ (ਦਾ ਸਬਬ ਬਣਦੇ ਹਨ)।",
    "PRONUNCIATION": "krI-Aih"
  },
  {
    "SHABAD_ID": 4293,
    "LINE_ID": 8,
    "RAAG_ID": 30,
    "GURMUKHI": "goibd Bjn ky inrBY vwpwrI; hir rwis nwnk rwm nwmw ]2]12]35]",
    "TRANSLITERATION": "Gobidh Bhajan Kae Nirabhai Vaapaaree Har Raas Naanak Raam Naamaa ||2||12||35||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਦੇ ਵਪਾਰੀ ਬੰਦੇ (ਦੁਨੀਆ ਦੇ) ਡਰਾਂ ਤੋਂ ਬਚੇ ਰਹਿੰਦੇ ਹਨ। ਉਹਨਾਂ ਦੇ ਪਾਸ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸਰਮਾਇਆ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥੧੨॥੩੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4294,
    "LINE_ID": 9,
    "RAAG_ID": 30,
    "GURMUKHI": "swrg mhlw 5 ]",
    "TRANSLITERATION": "Saarag Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4294,
    "LINE_ID": 9,
    "RAAG_ID": 30,
    "GURMUKHI": "myrY min imst lgy; ipRA bolw ]",
    "TRANSLITERATION": "Maerai Man Misatt Lagae Pria Bolaa ||",
    "PUNJABI": "ਤਦੋਂ ਤੋਂ ਮੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਬਚਨ ਮਿੱਠੇ ਲੱਗ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": "bo~lw"
  },
  {
    "SHABAD_ID": 4294,
    "LINE_ID": 10,
    "RAAG_ID": 30,
    "GURMUKHI": "guir. bwh pkir pRB syvw lwey; sd dieAwlu hir Folw ]1] rhwau ]",
    "TRANSLITERATION": "Gur Baah Pakar Prabh Saevaa Laaeae Sadh Dhaeiaal Har Dtolaa ||1|| Rehaao ||",
    "PUNJABI": "ਜਦੋਂ ਤੋਂ ਗੁਰੂ ਨੇ (ਮੇਰੀ) ਬਾਂਹ ਫੜ ਕੇ (ਮੈਨੂੰ) ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਲਾਇਆ ਹੈ, (ਹੁਣ ਮੈਨੂੰ ਇਉਂ ਸਮਝ ਆ ਗਈ ਹੈ ਕਿ) ਪਿਆਰਾ ਹਰੀ ਸਦਾ ਹੀ (ਮੇਰੇ ਉੱਤੇ) ਦਇਆਵਾਨ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "bWh"
  },
  {
    "SHABAD_ID": 4294,
    "LINE_ID": 10,
    "RAAG_ID": 30,
    "GURMUKHI": "pRB qU Twkuru. srb pRiqpwlku; moih klqR sihq. siB golw ]",
    "TRANSLITERATION": "Prabh Thoo Thaakur Sarab Prathipaalak Mohi Kalathr Sehith Sabh Golaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! (ਜਦ ਤੋਂ ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਤੇਰੀ ਸੇਵਾ ਵਿਚ ਲਾਇਆ ਹੈ, ਮੈਨੂੰ ਯਕੀਨ ਹੋ ਗਿਆ ਹੈ ਕਿ) ਤੂੰ (ਸਾਡਾ) ਮਾਲਕ ਹੈਂ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦਾ ਪਾਲਣਹਾਰ ਹੈਂ। ਮੈਂ (ਆਪਣੀ) ਇਸਤ੍ਰੀ (ਪਰਵਾਰ) ਸਮੇਤ-ਅਸੀਂ ਸਾਰੇ ਤੇਰੇ ਗ਼ੁਲਾਮ ਹਾਂ।",
    "PRONUNCIATION": "k-l`qR[ go~lw"
  },
  {
    "SHABAD_ID": 4294,
    "LINE_ID": 11,
    "RAAG_ID": 30,
    "GURMUKHI": "mwxu qwxu sBu qUhY qUhY; ieku nwmu qyrw. mY El@w ]1]",
    "TRANSLITERATION": "Maan Thaan Sabh Thoohai Thoohai Eik Naam Thaeraa Mai Oulhaa ||1||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ ਮੇਰਾ ਮਾਣ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰਾ ਤਾਣ ਹੈਂ। ਤੇਰਾ ਨਾਮ ਹੀ ਮੇਰਾ ਸਹਾਰਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4294,
    "LINE_ID": 12,
    "RAAG_ID": 30,
    "GURMUKHI": "jy qKiq bYswlih. qau dws qum@wry; Gwsu bFwvih kyqk bolw ]",
    "TRANSLITERATION": "Jae Thakhath Baisaalehi Tho Dhaas Thumhaarae Ghaas Badtaavehi Kaethak Bolaa ||",
    "PUNJABI": "ਜੇ ਤੂੰ ਮੈਨੂੰ ਤਖ਼ਤ ਉੱਤੇ ਬਿਠਾ ਦੇਵੇਂ, ਤਾਂ ਭੀ ਮੈਂ ਤੇਰਾ ਦਾਸ ਹਾਂ, ਜੇ ਤੂੰ (ਮੈਨੂੰ ਘਾਹੀ ਬਣਾ ਕੇ ਮੈਥੋਂ) ਘਾਹ ਵਢਾਏਂ, ਤਾਂ ਭੀ ਮੈਨੂੰ ਕੋਈ ਇਤਰਾਜ਼ ਨਹੀਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4294,
    "LINE_ID": 12,
    "RAAG_ID": 30,
    "GURMUKHI": "jn nwnk ky pRB purK ibDwqy; myry Twkur Agh Aqolw ]2]13]36]",
    "TRANSLITERATION": "Jan Naanak Kae Prabh Purakh Bidhhaathae Maerae Thaakur Ageh Atholaa ||2||13||36||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ ਦੇ ਪ੍ਰਭੂ! ਹੇ ਅਕਾਲ ਪੁਰਖ! ਹੇ ਰਚਨਹਾਰ! ਹੇ ਮੇਰੇ ਅਥਾਹ ਤੇ ਅਤੋਲ ਠਾਕੁਰ! ਹੇ ਪ੍ਰਭੂ! (ਮੈਂ ਤੇਰੀ ਰਜ਼ਾ ਵਿੱਚ ਹੀ ਰਾਜ਼ੀ ਹਾਂ) ॥੨॥੧੩॥੩੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4295,
    "LINE_ID": 13,
    "RAAG_ID": 30,
    "GURMUKHI": "swrg mhlw 5 ]",
    "TRANSLITERATION": "Saarag Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4295,
    "LINE_ID": 13,
    "RAAG_ID": 30,
    "GURMUKHI": "rsnw; rwm khq gux. sohM ]",
    "TRANSLITERATION": "Rasanaa Raam Kehath Gun Sohan ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਉਚਾਰਦਿਆਂ ਜੀਭ ਸੋਹਣੀ ਲੱਗਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4295,
    "LINE_ID": 14,
    "RAAG_ID": 30,
    "GURMUKHI": "eyk inmK Epwie smwvY; dyiK cirq mn mohM ]1] rhwau ]",
    "TRANSLITERATION": "Eaek Nimakh Oupaae Samaavai Dhaekh Charith Man Mohan ||1|| Rehaao ||",
    "PUNJABI": "ਉਹ ਪ੍ਰਭੂ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਿਚ ਪੈਦਾ ਕਰ ਕੇ (ਮੁੜ ਆਪਣੇ ਵਿਚ ਜਗਤ ਨੂੰ) ਲੀਨ ਕਰ ਸਕਦਾ ਹੈ। ਉਸ ਦੇ ਚੋਜ-ਤਮਾਸ਼ੇ ਵੇਖ ਕੇ ਮਨ ਮੋਹਿਆ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "cirq: polw bolo imlvW"
  },
  {
    "SHABAD_ID": 4295,
    "LINE_ID": 14,
    "RAAG_ID": 30,
    "GURMUKHI": "ijsu suixAY. min hoie rhsu Aiq; irdY mwn duK johM ]",
    "TRANSLITERATION": "Jis Suniai Man Hoe Rehas Ath Ridhai Maan Dhukh Johan ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਐਸਾ ਹੈਂ) ਜਿਸ ਦਾ ਨਾਮ ਸੁਣਿਆਂ ਮਨ ਵਿਚ ਬਹੁਤ ਖ਼ੁਸ਼ੀ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਜਿਸ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆਂ ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "rhs:polw bolo imlvW[ Aiq: polw bolo"
  },
  {
    "SHABAD_ID": 4295,
    "LINE_ID": 15,
    "RAAG_ID": 30,
    "GURMUKHI": "suKu pwieE. duKu dUir prwieE; bix AweI pRB qohM ]1]",
    "TRANSLITERATION": "Sukh Paaeiou Dhukh Dhoor Paraaeiou Ban Aaee Prabh Thohan ||1||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਪ੍ਰੀਤ ਤੇਰੇ ਨਾਲ ਬਣ ਜਾਂਦੀ ਹੈ, ਉਸ ਦਾ ਸਾਰਾ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਸੁਖ ਮਾਣਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4295,
    "LINE_ID": 15,
    "RAAG_ID": 30,
    "GURMUKHI": "iklivK gey. mn inrml hoeI hY; guir. kwFy mwieAw dRohM ]",
    "TRANSLITERATION": "Kilavikh Geae Man Niramal Hoee Hai Gur Kaadtae Maaeiaa Dhrohan ||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਨੇ ਜੀਭ ਨਾਲ ਰਾਮ-ਗੁਣ ਗਾਏ, ਉਸ ਦੇ ਅੰਦਰੋਂ) ਗੁਰੂ ਨੇ ਮਾਇਆ ਦੇ ਛਲ ਕੱਢ ਦਿੱਤੇ, ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਗਏ, ਉਸ ਦਾ ਮਨ ਪਵਿੱਤਰ ਹੋ ਗਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4295,
    "LINE_ID": 16,
    "RAAG_ID": 30,
    "GURMUKHI": "khu nwnk. mY, so pRBu pwieAw; krx kwrx smrQohM ]2]14]37]",
    "TRANSLITERATION": "Kahu Naanak Mai So Prabh Paaeiaa Karan Kaaran Samarathhohan ||2||14||37||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਉਹ ਪਰਮਾਤਮਾ ਲੱਭ ਲਿਆ ਹੈ, ਜੋ ਜਗਤ ਦਾ ਮੂਲ ਹੈ ਜੋ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ ॥੨॥੧੪॥੩੭॥",
    "PRONUNCIATION": "sm-r`QohM"
  },
  {
    "SHABAD_ID": 4296,
    "LINE_ID": 17,
    "RAAG_ID": 30,
    "GURMUKHI": "swrg mhlw 5 ]",
    "TRANSLITERATION": "Saarag Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4296,
    "LINE_ID": 17,
    "RAAG_ID": 30,
    "GURMUKHI": "nYnhu dyiKE clqu qmwsw ]",
    "TRANSLITERATION": "Nainahu Dhaekhiou Chalath Thamaasaa ||",
    "PUNJABI": "(ਮੈਂ ਆਪਣੀ) ਅੱਖੀਂ (ਪਰਮਾਤਮਾ ਦਾ ਅਜਬ) ਕੌਤਕ ਵੇਖਿਆ ਹੈ (ਅਜਬ) ਤਮਾਸ਼ਾ ਵੇਖਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4296,
    "LINE_ID": 17,
    "RAAG_ID": 30,
    "GURMUKHI": "sBhU dUir. sBhU qy nyrY; Agm Agm Gt vwsw ]1] rhwau ]",
    "TRANSLITERATION": "Sabh Hoo Dhoor Sabh Hoo Thae Naerai Agam Agam Ghatt Vaasaa ||1|| Rehaao ||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ (ਨਿਰਲੇਪ ਹੋਣ ਦੇ ਕਾਰਨ) ਸਭਨਾਂ ਜੀਵਾਂ ਤੋਂ ਦੂਰ (ਵੱਖਰਾ) ਹੈ, (ਸਰਬ-ਵਿਆਪਕ ਹੋਣ ਦੇ ਕਾਰਨ ਉਹ) ਸਭ ਜੀਵਾਂ ਤੋਂ ਨੇੜੇ, ਉਹ ਅਪਹੁੰਚ ਹੈ ਅਪਹੁੰਚ ਹੈ, ਪਰ ਉਂਞ ਸਭ ਸਰੀਰਾਂ ਵਿਚ ਉਸ ਦਾ ਨਿਵਾਸ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4296,
    "LINE_ID": 18,
    "RAAG_ID": 30,
    "GURMUKHI": "ABUlu. n BUlY, iliKE. n clwvY; mqw n krY pcwsw ]",
    "TRANSLITERATION": "Abhool N Bhoolai Likhiou N Chalaavai Mathaa N Karai Pachaasaa ||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ ਭੁੱਲਾਂ ਤੋਂ ਰਹਿਤ ਹੈ, ਉਹ ਕਦੇ ਕੋਈ ਗ਼ਲਤੀ ਨਹੀਂ ਕਰਦਾ, ਨਾਹ ਉਹ ਕੋਈ ਲਿਖਿਆ ਹੋਇਆ ਹੁਕਮ ਚਲਾਂਦਾ ਹੈ, ਨਾਹ ਉਹ ਬਹੁਤੀਆਂ ਸਲਾਹਾਂ ਹੀ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": "A-BUlu[ (pcwsw) slwhkwr[ mqw:polw bolo[ pc`wsw"
  },
  {
    "SHABAD_ID": 4296,
    "LINE_ID": 18,
    "RAAG_ID": 30,
    "GURMUKHI": "iKn mih swij svwir ibnwhY; Bgiq vCl guxqwsw ]1]",
    "TRANSLITERATION": "Khin Mehi Saaj Savaar Binaahai Bhagath Vashhal Gunathaasaa ||1||",
    "PUNJABI": "ਉਹ ਤਾਂ ਇਕ ਖਿਨ ਵਿਚ ਪੈਦਾ ਕਰ ਕੇ ਸੋਹਣਾ ਬਣਾ ਕੇ (ਖਿਨ ਵਿਚ ਹੀ) ਨਾਸ ਕਰ ਦੇਂਦਾ ਹੈ। ਉਹ ਪਰਮਾਤਮਾ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਅਤੇ (ਬੇਅੰਤ) ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4296,
    "LINE_ID": 19,
    "RAAG_ID": 30,
    "GURMUKHI": "AMD kUp mih dIpku bilE; guir. irdY kIE prgwsw ]",
    "TRANSLITERATION": "Andhh Koop Mehi Dheepak Baliou Gur Ridhai Keeou Paragaasaa ||",
    "PUNJABI": "ਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ) ਚਾਨਣ ਕਰ ਦਿੱਤਾ (ਉੱਥੇ, ਮਾਨੋ) ਘੁੱਪ ਹਨੇਰੇ ਵਾਲੇ ਖੂਹ ਵਿਚ ਦੀਵਾ ਬਲ ਪਿਆ।",
    "PRONUNCIATION": ""
  }
]