[
  {
    "SHABAD_ID": 4405,
    "LINE_ID": 1,
    "RAAG_ID": 30,
    "GURMUKHI": "jnm jnm ky iklivK Bau BMjn; gurmuiK eyko fITw ]1] rhwau ]",
    "TRANSLITERATION": "Janam Janam Kae Kilavikh Bho Bhanjan Guramukh Eaeko Ddeethaa ||1|| Rehaao ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਪਾਪ ਅਤੇ ਡਰ ਨਾਸ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ ਨੂੰ ਹੀ (ਹਰ ਥਾਂ) ਵੇਖਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4405,
    "LINE_ID": 1,
    "RAAG_ID": 30,
    "GURMUKHI": "koit kotMqr ky pwp ibnwsn; hir swcw min BwieAw ]",
    "TRANSLITERATION": "Kott Kottanthar Kae Paap Binaasan Har Saachaa Man Bhaaeiaa ||",
    "PUNJABI": "ਉਸ ਨੂੰ ਕ੍ਰੋੜਾਂ ਜਨਮਾਂ ਦੇ ਪਾਪ ਨਾਸ ਕਰਨ ਵਾਲਾ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਹੀ (ਆਪਣੇ) ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4405,
    "LINE_ID": 2,
    "RAAG_ID": 30,
    "GURMUKHI": "hir ibnu. Avru, n sUJY dUjw; siqguir. eyku buJwieAw ]1]",
    "TRANSLITERATION": "Har Bin Avar N Soojhai Dhoojaa Sathigur Eaek Bujhaaeiaa ||1||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਸਤਿਗੁਰੂ ਨੇ ਇਕ ਪਰਮਾਤਮਾ ਦੀ ਸਮਝ ਬਖ਼ਸ਼ ਦਿੱਤੀ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਦੂਜਾ (ਕਿਤੇ ਵੱਸਦਾ) ਨਹੀਂ ਸੁੱਝਦਾ ॥੧॥",
    "PRONUNCIATION": "bu`JwieAw"
  },
  {
    "SHABAD_ID": 4405,
    "LINE_ID": 3,
    "RAAG_ID": 30,
    "GURMUKHI": "pRym pdwrQu ijn Git visAw; shjy rhy smweI ]",
    "TRANSLITERATION": "Praem Padhaarathh Jin Ghatt Vasiaa Sehajae Rehae Samaaee ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਪ੍ਰਭੂ ਦਾ) ਅਮੋਲਕ ਪ੍ਰੇਮ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿੱਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4405,
    "LINE_ID": 3,
    "RAAG_ID": 30,
    "GURMUKHI": "sbid rqy. sy rMig clUly; rwqy shij suBweI ]2]",
    "TRANSLITERATION": "Sabadh Rathae Sae Rang Chaloolae Raathae Sehaj Subhaaee ||2||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ-ਰੰਗ ਵਿਚ ਗੂੜ੍ਹੇ ਰੰਗੇ ਹੋਏ ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਅਤੇ ਪ੍ਰੇਮ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4405,
    "LINE_ID": 4,
    "RAAG_ID": 30,
    "GURMUKHI": "rsnw sbdu vIcwir. ris rwqI; lwl BeI rMgu lweI ]",
    "TRANSLITERATION": "Rasanaa Sabadh Veechaar Ras Raathee Laal Bhee Rang Laaee ||",
    "PUNJABI": "ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮਨ ਵਿਚ ਵਸਾ ਕੇ ਜਿਸ ਮਨੁੱਖ ਦੀ ਜੀਭ ਨਾਮ ਦੇ ਸੁਆਦ ਵਿਚ ਗਿੱਝ ਜਾਂਦੀ ਹੈ, ਨਾਮ-ਰੰਗ ਲਾ ਕੇ ਗੂੜ੍ਹੀ ਰੰਗੀ ਜਾਂਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4405,
    "LINE_ID": 4,
    "RAAG_ID": 30,
    "GURMUKHI": "rwm nwmu inhkyvlu jwixAw; mnu iqRpiqAw sWiq AweI ]3]",
    "TRANSLITERATION": "Raam Naam Nihakaeval Jaaniaa Man Thripathiaa Saanth Aaee ||3||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਸੁੱਧ-ਸਰੂਪ ਹਰੀ ਦੇ ਨਾਮ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ (ਮਾਇਆ ਵੱਲੋਂ) ਰੱਜ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4405,
    "LINE_ID": 5,
    "RAAG_ID": 30,
    "GURMUKHI": "pMifq piV@ piV@ monI siB Qwky; BRim ByK Qky ByKDwrI ]",
    "TRANSLITERATION": "Panddith Parrih Parrih Monee Sabh Thhaakae Bhram Bhaekh Thhakae Bhaekhadhhaaree ||",
    "PUNJABI": "ਪਰ, ਪੰਡਿਤ ਲੋਕ (ਵੇਦ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ, ਸਮਾਧੀਆਂ ਲਾਣ ਵਾਲੇ (ਸਮਾਧੀਆਂ ਲਾ ਲਾ ਕੇ) ਥੱਕ ਜਾਂਦੇ ਹਨ, ਭੇਖਧਾਰੀ ਮਨੁੱਖ ਧਾਰਮਿਕ ਭੇਖਾਂ ਵਿਚ ਹੀ ਭਟਕ ਭਟਕ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ (ਉਹਨਾਂ ਨੂੰ ਹਰਿ-ਨਾਮ ਦੀ ਦਾਤ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੁੰਦੀ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4405,
    "LINE_ID": 5,
    "RAAG_ID": 30,
    "GURMUKHI": "gur prswid inrMjnu pwieAw; swcY sbid vIcwrI ]4]",
    "TRANSLITERATION": "Gur Parasaadh Niranjan Paaeiaa Saachai Sabadh Veechaaree ||4||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਨਿਰਲੇਪ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4405,
    "LINE_ID": 6,
    "RAAG_ID": 30,
    "GURMUKHI": "Awvw gauxu invwir. sic rwqy; swc sbdu min BwieAw ]",
    "TRANSLITERATION": "Aavaa Goun Nivaar Sach Raathae Saach Sabadh Man Bhaaeiaa ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲਾ ਗੁਰ-ਸ਼ਬਦ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲਗਦਾ ਹੈ, ਉਹ (ਗੁਰ-ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮਿਟਾ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਨਾਮ-ਰੰਗ) ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4405,
    "LINE_ID": 7,
    "RAAG_ID": 30,
    "GURMUKHI": "siqguru syiv. sdw suKu pweIAY; ijin. ivchu Awpu gvwieAw ]5]",
    "TRANSLITERATION": "Sathigur Saev Sadhaa Sukh Paaeeai Jin Vichahu Aap Gavaaeiaa ||5||",
    "PUNJABI": "ਜਿਸ (ਗੁਰੂ) ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ ਦੂਰ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਉਸ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਹੀ) ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣੀਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4405,
    "LINE_ID": 7,
    "RAAG_ID": 30,
    "GURMUKHI": "swcY sbid shj Duin aupjY; min swcY ilv lweI ]",
    "TRANSLITERATION": "Saachai Sabadh Sehaj Dhhun Oupajai Man Saachai Liv Laaee ||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੁੜ ਕੇ) ਆਪਣੇ ਮਨ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰਖਦਾ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰੌ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4405,
    "LINE_ID": 8,
    "RAAG_ID": 30,
    "GURMUKHI": "Agm Agocru nwmu inrMjnu; gurmuiK mMin vsweI ]6]",
    "TRANSLITERATION": "Agam Agochar Naam Niranjan Guramukh Mann Vasaaee ||6||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ (ਹੀ) ਅਪਹੁੰਚ ਅਗੋਚਰ ਅਤੇ ਨਿਰਲੇਪ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4405,
    "LINE_ID": 8,
    "RAAG_ID": 30,
    "GURMUKHI": "eyks mih sBu jgqo vrqY; ivrlw eyku pCwxY ]",
    "TRANSLITERATION": "Eaekas Mehi Sabh Jagatho Varathai Viralaa Eaek Pashhaanai ||",
    "PUNJABI": "(ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਹੀ) ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾਂਦਾ ਹੈ (ਤੇ, ਇਹ ਸਮਝਦਾ ਹੈ ਕਿ) ਸਾਰਾ ਸੰਸਾਰ ਇਕ ਪਰਮਾਤਮਾ (ਦੇ ਹੁਕਮ) ਵਿਚ ਹੀ ਕਾਰ ਚਲਾ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4405,
    "LINE_ID": 9,
    "RAAG_ID": 30,
    "GURMUKHI": "sbid mrY. qw sBu ikCu sUJY; An idnu eyko jwxY ]7]",
    "TRANSLITERATION": "Sabadh Marai Thaa Sabh Kishh Soojhai Anadhin Eaeko Jaanai ||7||",
    "PUNJABI": "ਜਦੋਂ ਕੋਈ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰਦਾ ਹੈ, ਤਦੋਂ ਉਸ ਨੂੰ (ਇਹ) ਸਾਰੀ ਸੂਝ ਆ ਜਾਂਦੀ ਹੈ, ਤਦੋਂ ਉਹ ਹਰ ਵੇਲੇ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦਾ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4405,
    "LINE_ID": 10,
    "RAAG_ID": 30,
    "GURMUKHI": "ijs no ndir kry. soeI jnu bUJY; horu khxw kQnu. n jweI ]",
    "TRANSLITERATION": "Jis No Nadhar Karae Soee Jan Boojhai Hor Kehanaa Kathhan N Jaaee ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਉਹੀ (ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ) ਸਮਝਦਾ ਹੈ (ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਤੋਂ ਬਿਨਾ ਕੋਈ) ਹੋਰ (ਰਸਤਾ) ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4405,
    "LINE_ID": 10,
    "RAAG_ID": 30,
    "GURMUKHI": "nwnk nwim rqy sdw bYrwgI; eyk sbid ilv lweI ]8]2]",
    "TRANSLITERATION": "Naanak Naam Rathae Sadhaa Bairaagee Eaek Sabadh Liv Laaee ||8||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਹਰੀ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਹਰਿ-ਨਾਮ ਵਿਚ ਮਗਨ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ (ਦੁਨੀਆ ਦੇ ਮੋਹ ਵਲੋਂ) ਸਦਾ ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ ॥੮॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4406,
    "LINE_ID": 11,
    "RAAG_ID": 30,
    "GURMUKHI": "swrg mhlw 3 ]",
    "TRANSLITERATION": "Saarag Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4406,
    "LINE_ID": 11,
    "RAAG_ID": 30,
    "GURMUKHI": "mn myry; hir kI AkQ khwxI ]",
    "TRANSLITERATION": "Man Maerae Har Kee Akathh Kehaanee ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਪ੍ਰਭੂ ਦੀ ਕਦੇ ਨਾਹ ਮੁੱਕ ਸਕਣ ਵਾਲੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਦੀ ਦਾਤਿ)",
    "PRONUNCIATION": "A-kQ: polw bolo"
  },
  {
    "SHABAD_ID": 4406,
    "LINE_ID": 11,
    "RAAG_ID": 30,
    "GURMUKHI": "hir ndir kry. soeI jnu pwey; gurmuiK ivrlY jwxI ]1] rhwau ]",
    "TRANSLITERATION": "Har Nadhar Karae Soee Jan Paaeae Guramukh Viralai Jaanee ||1|| Rehaao ||",
    "PUNJABI": "ਉਹੀ ਮਨੁੱਖ ਹਾਸਲ ਕਰਦਾ ਹੈ, ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਦੀ ਕਿਰਪਾ ਕਰਦਾ ਹੈ। ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਕਿਸੇ ਵਿਰਲੇ ਮਨੁੱਖ ਨੇ (ਇਸ ਦੀ) ਕਦਰ ਸਮਝੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4406,
    "LINE_ID": 12,
    "RAAG_ID": 30,
    "GURMUKHI": "hir gihr gMBIru guxI ghIru; gur kY sbid pCwinAw ]",
    "TRANSLITERATION": "Har Gehir Ganbheer Gunee Geheer Gur Kai Sabadh Pashhaaniaa ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਇਹ ਪਛਾਣ ਆਉਂਦੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਬੜੇ ਹੀ ਡੂੰਘੇ ਜਿਗਰੇ ਵਾਲਾ ਹੈ ਤੇ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4406,
    "LINE_ID": 13,
    "RAAG_ID": 30,
    "GURMUKHI": "bhu ibiD krm krih Bwie dUjY; ibnu sbdY. baurwinAw ]1]",
    "TRANSLITERATION": "Bahu Bidhh Karam Karehi Bhaae Dhoojai Bin Sabadhai Bouraaniaa ||1||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਹੋਰ ਪਿਆਰ ਵਿਚ (ਟਿਕੇ ਰਹਿ ਕੇ) ਕਈ ਤਰੀਕਿਆਂ ਦੇ (ਮਿਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕਰਮ (ਭੀ) ਕਰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਝੱਲੇ ਹੀ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4406,
    "LINE_ID": 13,
    "RAAG_ID": 30,
    "GURMUKHI": "hir nwim nwvY. soeI jnu inrmlu; iPir mYlw mUil. n hoeI ]",
    "TRANSLITERATION": "Har Naam Naavai Soee Jan Niramal Fir Mailaa Mool N Hoee ||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (-ਜਲ) ਵਿਚ (ਆਤਮਕ) ਇਸ਼ਨਾਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਪਵਿੱਤਰ (ਜੀਵਨ ਵਾਲਾ) ਹੁੰਦਾ ਹੈ, ਉਹ ਮੁੜ ਕਦੇ ਭੀ (ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਨਾਲ) ਮੈਲਾ ਨਹੀਂ ਹੁੰਦਾ।",
    "PRONUNCIATION": "n@wvY"
  },
  {
    "SHABAD_ID": 4406,
    "LINE_ID": 14,
    "RAAG_ID": 30,
    "GURMUKHI": "nwm ibnw. sBu jgu hY mYlw; dUjY Brim piq KoeI ]2]",
    "TRANSLITERATION": "Naam Binaa Sabh Jag Hai Mailaa Dhoojai Bharam Path Khoee ||2||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਸਾਰਾ ਜਗਤ (ਪਾਪਾਂ ਦੀ ਮੈਲ ਨਾਲ) ਲਿਬੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਹੋਰ ਹੋਰ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਆਪਣੀ ਇੱਜ਼ਤ ਗੰਵਾ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4406,
    "LINE_ID": 15,
    "RAAG_ID": 30,
    "GURMUKHI": "ikAw idRVW. ikAw sMgRih iqAwgI; mY qw bUJ. n pweI ]",
    "TRANSLITERATION": "Kiaa Dhrirraan Kiaa Sangrehi Thiaagee Mai Thaa Boojh N Paaee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਕਿਹੜੀ ਗੱਲ ਆਪਣੇ ਮਨ ਵਿਚ ਪੱਕੀ ਕਰ ਲਵਾਂ; ਕਿਹੜੇ ਗੁਣ (ਹਿਰਦੇ ਵਿਚ) ਇਕੱਠੇ ਕਰ ਕੇ ਕਿਹੜੇ ਔਗੁਣ ਛੱਡ ਦਿਆਂ?-ਮੈਨੂੰ ਆਪਣੇ ਆਪ ਤਾਂ ਇਹ ਸਮਝ ਨਹੀਂ ਆ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4406,
    "LINE_ID": 15,
    "RAAG_ID": 30,
    "GURMUKHI": "hoih dieAwlu ikRpw kir hir jIau; nwmo hoie sKweI ]3]",
    "TRANSLITERATION": "Hohi Dhaeiaal Kirapaa Kar Har Jeeo Naamo Hoe Sakhaaee ||3||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮਿਹਰ ਕਰ ਕੇ ਜੇ ਤੂੰ (ਆਪ ਮੇਰੇ ਉੱਤੇ) ਦਇਆਵਾਨ ਹੋ ਜਾਏਂ (ਤਾਂ ਹੀ ਮੈਨੂੰ ਸਮਝ ਆਉਂਦੀ ਹੈ ਕਿ ਤੇਰਾ) ਨਾਮ ਹੀ ਅਸਲ ਸਾਥੀ ਬਣਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4406,
    "LINE_ID": 16,
    "RAAG_ID": 30,
    "GURMUKHI": "scw scu dwqw. krm ibDwqw; ijsu BwvY iqsu nwie lwey ]",
    "TRANSLITERATION": "Sachaa Sach Dhaathaa Karam Bidhhaathaa Jis Bhaavai This Naae Laaeae ||",
    "PUNJABI": "ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਜੋ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, ਜੋ (ਜੀਵਾਂ ਦੇ) ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ (ਜੀਵਾਂ) ਨੂੰ ਜਨਮ ਦੇਣ ਵਾਲਾ ਹੈ, ਉਸ ਨੂੰ ਕਿਹੜਾ ਜੀਵ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਉਸ ਨੂੰ ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4406,
    "LINE_ID": 16,
    "RAAG_ID": 30,
    "GURMUKHI": "gurU duAwrY soeI bUJY; ijs no Awip buJwey ]4]",
    "TRANSLITERATION": "Guroo Dhuaarai Soee Boojhai Jis No Aap Bujhaaeae ||4||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਆ ਕੇ ਉਹੀ ਮਨੁੱਖ (ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ) ਸਮਝਦਾ ਹੈ ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਸਮਝ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4406,
    "LINE_ID": 17,
    "RAAG_ID": 30,
    "GURMUKHI": "dyiK ibsmwdu. iehu mnu nhI cyqy; Awvw gauxu sMswrw ]",
    "TRANSLITERATION": "Dhaekh Bisamaadh Eihu Man Nehee Chaethae Aavaa Goun Sansaaraa ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਇਹ ਹੈਰਾਨ ਕਰਨ ਵਾਲਾ ਜਗਤ-ਤਮਾਸ਼ਾ ਵੇਖ ਕੇ ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਨਹੀਂ ਕਰਦਾ, ਉਸ ਦੇ ਵਾਸਤੇ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਸੰਸਾਰ-ਚੱਕਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4406,
    "LINE_ID": 17,
    "RAAG_ID": 30,
    "GURMUKHI": "siqguru syvy soeI bUJY; pwey moK duAwrw ]5]",
    "TRANSLITERATION": "Sathigur Saevae Soee Boojhai Paaeae Mokh Dhuaaraa ||5||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹੀ (ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ) ਸਮਝਦਾ ਹੈ, ਉਹੀ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਰਸਤਾ ਲੱਭਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4406,
    "LINE_ID": 18,
    "RAAG_ID": 30,
    "GURMUKHI": "ijn@ dru sUJY. sy kdy, n ivgwVih; siqguir bUJ buJweI ]",
    "TRANSLITERATION": "Jinh Dhar Soojhai Sae Kadhae N Vigaarrehi Sathigur Boojh Bujhaaee ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਨੇ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੂਝ ਬਖ਼ਸ਼ ਦਿੱਤੀ, ਤੇ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਦਰਵਾਜ਼ਾ ਦਿੱਸ ਪਿਆ, ਉਹ ਕਦੇ ਭੀ (ਵਿਕਾਰਾਂ ਵਿਚ ਆਪਣਾ ਜੀਵਨ) ਖ਼ਰਾਬ ਨਹੀਂ ਕਰਦੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4406,
    "LINE_ID": 18,
    "RAAG_ID": 30,
    "GURMUKHI": "scu sMjmu krxI ikriq kmwvih; Awvx jwxu rhweI ]6]",
    "TRANSLITERATION": "Sach Sanjam Karanee Kirath Kamaavehi Aavan Jaan Rehaaee ||6||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਅਤੇ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚੇ ਰਹਿਣ ਦਾ ਜਤਨ ਆਦਿਕ ਕਰਤੱਬ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, (ਇਸ ਤਰ੍ਹਾਂ ਉਹਨਾਂ ਦਾ) ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4406,
    "LINE_ID": 19,
    "RAAG_ID": 30,
    "GURMUKHI": "sy dir swcY. swcu kmwvih; ijn gurmuiK swcu ADwrw ]",
    "TRANSLITERATION": "Sae Dhar Saachai Saach Kamaavehi Jin Guramukh Saach Adhhaaraa ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਆਸਰਾ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ (ਚਰਨਾਂ ਵਿਚ) ਟਿੱਕ ਕੇ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  }
]