[
  {
    "SHABAD_ID": 4529,
    "LINE_ID": 1,
    "RAAG_ID": 31,
    "GURMUKHI": "rwgu mlwr caupdy mhlw 1 Gru 1",
    "TRANSLITERATION": "Raag Malaar Choupadhae Mehalaa 1 Ghar 1",
    "PUNJABI": "ਰਾਗ ਮਲਾਰ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4529,
    "LINE_ID": 2,
    "RAAG_ID": 31,
    "GURMUKHI": "<> siqnwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4529,
    "LINE_ID": 4,
    "RAAG_ID": 31,
    "GURMUKHI": "Kwxw pIxw hsxw sauxw; ivsir gieAw hY mrxw ]",
    "TRANSLITERATION": "Khaanaa Peenaa Hasanaa Sounaa Visar Gaeiaa Hai Maranaa ||",
    "PUNJABI": "ਨਿਰਾ ਖਾਣ ਪੀਣ ਹੱਸਣ ਤੇ ਸੌਣ ਦੇ ਆਹਰਾਂ ਵਿਚ ਰਿਹਾਂ (ਜੀਵ ਨੂੰ) ਮੌਤ ਭੁੱਲ ਜਾਂਦੀ ਹੈ,",
    "PRONUNCIATION": "h`sxw"
  },
  {
    "SHABAD_ID": 4529,
    "LINE_ID": 4,
    "RAAG_ID": 31,
    "GURMUKHI": "Ksmu ivswir. KuAwrI kInI; iDRgu jIvxu. nhI rhxw ]1]",
    "TRANSLITERATION": "Khasam Visaar Khuaaree Keenee Dhhrig Jeevan Nehee Rehanaa ||1||",
    "PUNJABI": "(ਮੌਤ ਭੁੱਲਿਆਂ) ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਵਿਸਾਰ ਕੇ ਜੀਵ ਉਹ ਉਹ ਕੰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਜੋ ਇਸ ਦੀ ਖ਼ੁਆਰੀ ਦਾ ਕਾਰਨ ਬਣਦੇ ਹਨ। (ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਜੀਊਣਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੋ ਜਾਂਦਾ ਹੈ। ਸਦਾ ਇਥੇ ਕਿਸੇ ਟਿਕੇ ਨਹੀਂ ਰਹਿਣਾ (ਫਿਰ ਕਿਉਂ ਨ ਜੀਵਨ ਸੁਚੱਜਾ ਬਣਾਇਆ ਜਾਏ?) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4529,
    "LINE_ID": 5,
    "RAAG_ID": 31,
    "GURMUKHI": "pRwxI. eyko nwmu iDAwvhu ]",
    "TRANSLITERATION": "Praanee Eaeko Naam Dhhiaavahu ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਾਣੀ! ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਨਾਮ ਸਿਮਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4529,
    "LINE_ID": 5,
    "RAAG_ID": 31,
    "GURMUKHI": "ApnI piq syqI; Gir jwvhu ]1] rhwau ]",
    "TRANSLITERATION": "Apanee Path Saethee Ghar Jaavahu ||1|| Rehaao ||",
    "PUNJABI": "(ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਤੂੰ ਆਪਣੀ ਇੱਜ਼ਤ ਨਾਲ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਪਹੁੰਚੇਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4529,
    "LINE_ID": 5,
    "RAAG_ID": 31,
    "GURMUKHI": "quDno syvih. quJu ikAw dyvih; mWgih lyvih. rhih nhI ]",
    "TRANSLITERATION": "Thudhhano Saevehi Thujh Kiaa Dhaevehi Maangehi Laevehi Rehehi Nehee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਬੰਦੇ ਤੈਨੂੰ ਸਿਮਰਦੇ ਹਨ (ਤੇਰਾ ਤਾਂ ਕੁਝ ਨਹੀਂ ਸਵਾਰਦੇ, ਕਿਉਂਕਿ) ਤੈਨੂੰ ਉਹ ਕੁਝ ਭੀ ਦੇ ਨਹੀਂ ਸਕਦੇ (ਸਗੋਂ ਤੈਥੋਂ) ਮੰਗਦੇ ਹੀ ਮੰਗਦੇ ਹਨ, ਤੇ ਤੈਥੋਂ ਦਾਤਾਂ ਨਿੱਤ ਲੈਂਦੇ ਹੀ ਰਹਿੰਦੇ ਹਨ, ਤੇਰੇ ਦਰ ਤੋਂ ਮੰਗਣੋਂ ਬਿਨਾ ਰਹਿ ਨਹੀਂ ਸਕਦੇ।",
    "PRONUNCIATION": "rh-ih"
  },
  {
    "SHABAD_ID": 4529,
    "LINE_ID": 6,
    "RAAG_ID": 31,
    "GURMUKHI": "qU dwqw jIAw sBnw kw; jIAw AMdir jIau quhI ]2]",
    "TRANSLITERATION": "Thoo Dhaathaa Jeeaa Sabhanaa Kaa Jeeaa Andhar Jeeo Thuhee ||2||",
    "PUNJABI": "ਤੂੰ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਜੀਵਾਂ ਦੇ ਸਰੀਰਾਂ ਵਿਚ ਜਿੰਦ ਭੀ ਤੂੰ ਆਪ ਹੀ ਹੈਂ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4529,
    "LINE_ID": 7,
    "RAAG_ID": 31,
    "GURMUKHI": "gurmuiK iDAwvih. is AMimRqu pwvih; syeI sUcy hohI ]",
    "TRANSLITERATION": "Guramukh Dhhiaavehi S Anmrith Paavehi Saeee Soochae Hohee ||",
    "PUNJABI": "ਜੇਹੜੇ ਬੰਦੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਪ੍ਰਭੂ ਦਾ ਨਾਮ) ਜਪਦੇ ਹਨ, ਉਹ (ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ) ਨਾਮ-ਅੰਮ੍ਰਿਤ ਹਾਸਲ ਕਰਦੇ ਹਨ, ਉਹੀ ਸੁੱਚੇ ਜੀਵਨ ਵਾਲੇ ਬਣਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4529,
    "LINE_ID": 7,
    "RAAG_ID": 31,
    "GURMUKHI": "Aih inis nwmu jphu ry pRwxI; mYly. hCy hohI ]3]",
    "TRANSLITERATION": "Ahinis Naam Japahu Rae Praanee Mailae Hashhae Hohee ||3||",
    "PUNJABI": "(ਤਾਂ ਤੇ) ਹੇ ਪ੍ਰਾਣੀ! ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪੋ। (ਨਾਮ ਜਪ ਕੇ) ਭੈੜੇ ਆਚਰਨ ਵਾਲੇ ਬੰਦੇ ਭੀ ਚੰਗੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4529,
    "LINE_ID": 8,
    "RAAG_ID": 31,
    "GURMUKHI": "jyhI ruiq. kwieAw suKu qyhw; qyho jyhI dyhI ]",
    "TRANSLITERATION": "Jaehee Ruth Kaaeiaa Sukh Thaehaa Thaeho Jaehee Dhaehee ||",
    "PUNJABI": "(ਇਨਸਾਨੀ ਜੀਵਨ ਵਾਸਤੇ ਦੋ ਹੀ ਰੁਤਾਂ ਹਨ-ਸਿਮਰਨ ਅਤੇ ਨਾਮ-ਹੀਨਤਾ, ਇਹਨਾਂ ਵਿਚੋਂ) ਜੇਹੜੀ ਰੁੱਤ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ ਮਨੁੱਖ ਜੀਵਨ ਗੁਜ਼ਾਰਦਾ ਹੈ, ਇਸ ਦੇ ਸਰੀਰ ਨੂੰ ਉਹੋ ਜਿਹਾ ਹੀ ਸੁਖ (ਜਾਂ ਦੁਖ) ਮਿਲਦਾ ਹੈ, ਉਸੇ ਪ੍ਰਭਾਵ ਅਨੁਸਾਰ ਹੀ ਇਸ ਦਾ ਸਰੀਰ ਢਲਦਾ ਰਹਿੰਦਾ ਹੈ (ਇਸ ਦੇ ਗਿਆਨ-ਇ੍ਰੰਦੇ ਢਲਦੇ ਰਹਿੰਦੇ ਹਨ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4529,
    "LINE_ID": 8,
    "RAAG_ID": 31,
    "GURMUKHI": "nwnk. ruiq suhwvI sweI; ibnu nwvY. ruiq kyhI ]4]1]",
    "TRANSLITERATION": "Naanak Ruth Suhaavee Saaee Bin Naavai Ruth Kaehee ||4||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਮਨੁੱਖ ਵਾਸਤੇ ਉਹੀ ਰੁੱਤ ਸੋਹਣੀ ਹੈ (ਜਦੋਂ ਇਹ ਨਾਮ ਸਿਮਰਦਾ ਹੈ)। ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ (ਕੁਦਰਤਿ ਦੀ ਬਦਲਦੀ ਕੋਈ ਭੀ) ਰੁੱਤ ਇਸ ਨੂੰ ਲਾਭ ਨਹੀਂ ਦੇ ਸਕਦੀ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4530,
    "LINE_ID": 9,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 1 ]",
    "TRANSLITERATION": "Malaar Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4530,
    "LINE_ID": 9,
    "RAAG_ID": 31,
    "GURMUKHI": "krau ibnau. gur Apny pRIqm; hir vru Awix imlwvY ]",
    "TRANSLITERATION": "Karo Bino Gur Apanae Preetham Har Var Aan Milaavai ||",
    "PUNJABI": "ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਪ੍ਰੀਤਮ ਅੱਗੇ ਬੇਨਤੀ ਕਰਦੀ ਹਾਂ, (ਗੁਰੂ ਹੀ) ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਲਿਆ ਕੇ ਮਿਲਾ ਸਕਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4530,
    "LINE_ID": 9,
    "RAAG_ID": 31,
    "GURMUKHI": "suix Gn Gor sIqlu mnu morw; lwl rqI gux gwvY ]1]",
    "TRANSLITERATION": "Sun Ghan Ghor Seethal Man Moraa Laal Rathee Gun Gaavai ||1||",
    "PUNJABI": "(ਜਿਵੇਂ ਵਰਖਾ ਰੁੱਤੇ ਬੱਦਲਾਂ ਦੀ ਗਰਜ ਸੁਣ ਕੇ ਮੋਰ ਪੈਲਾਂ ਪਾਂਦਾ ਹੈ, ਤਿਵੇਂ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ-ਬੱਦਲਾਂ ਦੀ ਗਰਜ ਸੁਣ ਕੇ ਮੇਰਾ ਮਨ ਠੰਢਾ-ਠਾਰ ਹੁੰਦਾ ਹੈ (ਮਨ ਦੀ ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਬੁੱਝ ਜਾਂਦੀ ਹੈ, ਮੇਰੀ ਜਿੰਦ) ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੀਜ ਕੇ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": "r`qI"
  },
  {
    "SHABAD_ID": 4530,
    "LINE_ID": 10,
    "RAAG_ID": 31,
    "GURMUKHI": "brsu Gnw; myrw mnu BInw ]",
    "TRANSLITERATION": "Baras Ghanaa Maeraa Man Bheenaa ||",
    "PUNJABI": "ਹੇ ਬੱਦਲ! ਵਰਖਾ ਕਰ (ਹੇ ਗੁਰੂ! ਨਾਮ ਦੀ ਵਰਖਾ ਕਰ, ਤਾ ਕਿ) ਮੇਰਾ ਮਨ ਉਸ ਵਿਚ ਭਿੱਜ ਜਾਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4530,
    "LINE_ID": 10,
    "RAAG_ID": 31,
    "GURMUKHI": "AMimRq bUMd suhwnI hIArY; guir mohI. mnu hir ris lInw ]1] rhwau ]",
    "TRANSLITERATION": "Anmrith Boondh Suhaanee Heearai Gur Mohee Man Har Ras Leenaa ||1|| Rehaao ||",
    "PUNJABI": "(ਜਿਸ ਸੁਭਾਗ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਗੁਰੂ ਨੇ ਆਪਣੇ ਪਿਆਰ-ਵੱਸ ਕਰ ਲਿਆ; ਉਸ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਰਸ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਬੂੰਦ ਠੰਢ ਪਾਂਦੀ ਹੈ (ਸੁਖ ਦੇਂਦੀ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4530,
    "LINE_ID": 11,
    "RAAG_ID": 31,
    "GURMUKHI": "shij suKI. vr kwmix ipAwrI; ijsu gur bcnI mnu mwinAw ]",
    "TRANSLITERATION": "Sehaj Sukhee Var Kaaman Piaaree Jis Gur Bachanee Man Maaniaa ||",
    "PUNJABI": "ਜਿਸ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਵਿਚ (ਗੁਰੂ ਦੀ ਬਾਣੀ ਵਿਚ) ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਖਸਮ-ਪ੍ਰਭੂ ਦੀ ਉਹ ਪਿਆਰੀ ਇਸਤ੍ਰੀ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਆਤਮਕ ਸੁਖ ਮਾਣਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4530,
    "LINE_ID": 12,
    "RAAG_ID": 31,
    "GURMUKHI": "hir vir nwir BeI sohwgix; min qin pRymu suKwinAw ]2]",
    "TRANSLITERATION": "Har Var Naar Bhee Sohaagan Man Than Praem Sukhaaniaa ||2||",
    "PUNJABI": "ਪ੍ਰਭੂ ਨੂੰ ਆਪਣਾ ਖਸਮ ਬਣਾ ਕੇ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਭਾਗਾਂ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਸ ਦੇ ਤਨ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਆਤਮਕ ਸੁਖ ਪੈਦਾ ਕਰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4530,
    "LINE_ID": 12,
    "RAAG_ID": 31,
    "GURMUKHI": "Avgx iqAwig. BeI bYrwgin; AsiQru vru sohwgu hrI ]",
    "TRANSLITERATION": "Avagan Thiaag Bhee Bairaagan Asathhir Var Sohaag Haree ||",
    "PUNJABI": "ਉਹ ਇਸਤ੍ਰੀ ਔਗੁਣ ਤਿਆਗ ਕੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਵੈਰਾਗਣ ਹੋ ਜਾਂਦੀ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹਰੀ ਉਸ ਦਾ ਸੋਹਾਗ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਖਸਮ ਬਣ ਜਾਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4530,
    "LINE_ID": 13,
    "RAAG_ID": 31,
    "GURMUKHI": "sogu ivjogu iqsu kdy. n ivAwpY; hir pRiB ApxI ikrpw krI ]3]",
    "TRANSLITERATION": "Sog Vijog This Kadhae N Viaapai Har Prabh Apanee Kirapaa Karee ||3||",
    "PUNJABI": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਤੇ ਹਰੀ ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਕਿਰਪਾ (ਦੀ ਦ੍ਰਿਸ਼ਟੀ) ਕੀਤੀ। ਉਸ ਉਤੇ ਮੋਹ ਆਦਿਕ ਦੀ ਚਿੰਤਾ ਜਾਂ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ ਵਿਛੋੜਾ ਕਦੇ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4530,
    "LINE_ID": 14,
    "RAAG_ID": 31,
    "GURMUKHI": "Awvx jwxu nhI. mnu inhclu; pUry gur kI Et ghI ]",
    "TRANSLITERATION": "Aavan Jaan Nehee Man Nihachal Poorae Gur Kee Outt Gehee ||",
    "PUNJABI": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪੂਰੇ ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜਿਆ ਹੈ, ਉਸ ਦਾ ਮਨ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਅਡੋਲ ਹੋ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਵਿਕਾਰਾਂ ਵਲ ਨਹੀਂ ਡੋਲਦਾ), ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4530,
    "LINE_ID": 14,
    "RAAG_ID": 31,
    "GURMUKHI": "nwnk. rwm nwmu jip gurmuiK; Dnu sohwgix scu shI ]4]2]",
    "TRANSLITERATION": "Naanak Raam Naam Jap Guramukh Dhhan Sohaagan Sach Sehee ||4||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪ ਕੇ ਭਾਗਾਂ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਠੀਕ ਅਰਥਾਂ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦੀ ਹੈ ॥੪॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 15,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 1 ]",
    "TRANSLITERATION": "Malaar Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 15,
    "RAAG_ID": 31,
    "GURMUKHI": "swcI suriq nwim nhI iqRpqy; haumY krq gvwieAw ]",
    "TRANSLITERATION": "Saachee Surath Naam Nehee Thripathae Houmai Karath Gavaaeiaa ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਦੀ ਸੁਰਤ ਅਡੋਲ ਹੋ ਕੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਨਹੀਂ ਜੁੜੀ, ਉਹ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ ਪਰਤ ਨਹੀਂ ਸਕੇ, 'ਮੈਂ ਵੱਡਾ ਬਣ ਜਾਵਾਂ, ਮੈਂ ਵੱਡਾ ਬਣ ਜਾਵਾਂ'-ਇਹ ਆਖ ਆਖ ਕੇ ਉਹਨਾਂ ਆਪਣਾ ਜੀਵਨ ਗਵਾ ਲਿਆ।",
    "PRONUNCIATION": ""
  }
]