[
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 1,
    "RAAG_ID": 31,
    "GURMUKHI": "pr Dn pr nwrI rqu inMdw; ibKu KweI duKu pwieAw ]",
    "TRANSLITERATION": "Par Dhhan Par Naaree Rath Nindhaa Bikh Khaaee Dhukh Paaeiaa ||",
    "PUNJABI": "ਉਹਨਾਂ ਦਾ ਮਨ ਪਰਾਏ ਧਨ ਪਰਾਈ ਇਸਤ੍ਰੀ ਤੇ ਪਰਾਈ ਨਿੰਦਿਆ ਵਿਚ ਮਸਤ ਰਿਹਾ ਹੈ, ਉਹ (ਸਦਾ ਪਰ ਧਨ ਪਰ ਨਾਰੀ ਪਰ ਨਿੰਦਾ ਦੀ) ਜ਼ਹਰ ਖਾਂਦੇ ਰਹੇ (ਆਤਮਕ ਖ਼ੁਰਾਕ ਬਣਾਈ ਰੱਖੀ), ਤੇ ਦੁੱਖ ਹੀ ਸਹੇੜਦੇ ਰਹੇ।",
    "PRONUNCIATION": "rqu: polw bolo"
  },
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 1,
    "RAAG_ID": 31,
    "GURMUKHI": "sbdu cIin. BY kpt, n CUty; min muiK mwieAw mwieAw ]",
    "TRANSLITERATION": "Sabadh Cheen Bhai Kapatt N Shhoottae Man Mukh Maaeiaa Maaeiaa ||",
    "PUNJABI": "ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਨੂੰ ਵਿਚਾਰ ਕੇ ਉਹਨਾਂ ਦੇ ਦੁਨੀਆ ਵਾਲੇ ਡਰ ਤੇ ਛਲ ਨਾਹ ਮੁੱਕੇ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਭੀ ਮਾਇਆ (ਦੀ ਲਗਨ) ਹੀ ਰਹੀ, ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਵਿਚ ਭੀ ਮਾਇਆ (ਦੀ ਦੰਦ-ਕਥਾ) ਹੀ ਰਹੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 2,
    "RAAG_ID": 31,
    "GURMUKHI": "Ajgir Bwir ldy Aiq BwrI; mir jnmy jnmu gvwieAw ]1]",
    "TRANSLITERATION": "Ajagar Bhaar Ladhae Ath Bhaaree Mar Janamae Janam Gavaaeiaa ||1||",
    "PUNJABI": "ਉਹ ਸਦਾ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਬੇਅੰਤ ਵੱਡੇ ਭਾਰ ਹੇਠ ਲੱਦੇ ਰਹੇ, ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਕੇ ਉਹਨਾਂ ਜੀਵਨ ਅਜਾਈਂ ਗਵਾ ਲਿਆ ॥੧॥",
    "PRONUNCIATION": "l`dy"
  },
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 2,
    "RAAG_ID": 31,
    "GURMUKHI": "min BwvY; sbdu suhwieAw ]",
    "TRANSLITERATION": "Man Bhaavai Sabadh Suhaaeiaa ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ) ਬਾਣੀ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 3,
    "RAAG_ID": 31,
    "GURMUKHI": "BRim BRim join ByK bhu kIn@y; guir rwKy. scu pwieAw ]1] rhwau ]",
    "TRANSLITERATION": "Bhram Bhram Jon Bhaekh Bahu Keenhae Gur Raakhae Sach Paaeiaa ||1|| Rehaao ||",
    "PUNJABI": "(ਪਰ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੀ ਬਾਣੀ ਤੋਂ ਖੁੰਝ ਕੇ) ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕ ਭਟਕ ਕੇ ਅਨੇਕਾਂ ਜੂਨਾਂ ਦੇ ਭੇਖ ਧਾਰਦੇ ਰਹੇ (ਭਾਵ, ਜਨਮ ਲੈਂਦੇ ਰਹੇ)। ਜਿਨ੍ਹਾਂ ਦੀ ਰਖਿਆ ਗੁਰੂ ਨੇ ਕੀਤੀ, ਉਹਨਾਂ ਨੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਰੱਬ ਮਿਲ ਪਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 3,
    "RAAG_ID": 31,
    "GURMUKHI": "qIriQ. qyju invwir, n n@wqy; hir kw nwmu. n BwieAw ]",
    "TRANSLITERATION": "Theerathh Thaej Nivaar N Nhaathae Har Kaa Naam N Bhaaeiaa ||",
    "PUNJABI": "ਕ੍ਰੋਧ ਦੂਰ ਕਰ ਕੇ ਉਹਨਾਂ ਆਤਮ-ਤੀਰਥ ਉਤੇ ਇਸ਼ਨਾਨ ਨਾਹ ਕੀਤਾ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਨਾਹ ਲੱਗਾ,",
    "PRONUNCIATION": "(qyju) qmo gux"
  },
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 4,
    "RAAG_ID": 31,
    "GURMUKHI": "rqn pdwrQu. prhir iqAwigAw; jq ko qq hI AwieAw ]",
    "TRANSLITERATION": "Rathan Padhaarathh Parehar Thiaagiaa Jath Ko Thath Hee Aaeiaa ||",
    "PUNJABI": "(ਤ੍ਰਿਸ਼ਨਾ-ਅਧੀਨ ਰਹਿ ਕੇ) ਉਹਨਾਂ ਪ੍ਰਭੂ ਦਾ ਅਮੋਲਕ ਨਾਮ ਸਦਾ ਲਈ ਤਿਆਗ ਦਿੱਤਾ, ਜਿਸ ਚੌਰਾਸੀ ਵਿਚੋਂ ਨਿਕਲ ਕੇ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ ਆਏ ਸਨ, ਉਸੇ ਚੌਰਾਸੀ ਵਿਚ ਮੁੜ ਚਲੇ ਗਏ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 5,
    "RAAG_ID": 31,
    "GURMUKHI": "ibstw kIt Bey. auq hI qy; auq hI mwih smwieAw ]",
    "TRANSLITERATION": "Bisattaa Keett Bheae Outh Hee Thae Outh Hee Maahi Samaaeiaa ||",
    "PUNJABI": "ਜਿਵੇਂ ਵਿਸ਼ਟੇ ਦੇ ਕੀੜੇ ਵਿਸ਼ਟੇ ਵਿਚੋਂ ਜੰਮਦੇ ਹਨ, ਤੇ ਵਿਸ਼ਟੇ ਵਿਚ ਹੀ ਮੁੜ ਮਰ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 5,
    "RAAG_ID": 31,
    "GURMUKHI": "AiDk suAwd rog AiDkweI; ibnu gur shju. n pwieAw ]2]",
    "TRANSLITERATION": "Adhhik Suaadh Rog Adhhikaaee Bin Gur Sehaj N Paaeiaa ||2||",
    "PUNJABI": "(ਵਿਸ਼ੇ ਵਿਕਾਰਾਂ ਦੇ) ਜਿਤਨੇ ਹੀ ਵਧੀਕ ਸੁਆਦ ਉਹ ਮਾਣਦੇ ਗਏ, ਉਤਨੇ ਹੀ ਵਧੀਕ ਰੋਗ ਉਹਨਾਂ ਨੂੰ ਵਿਆਪਦੇ ਗਏ। ਗੁਰੂ ਦੀ ਸਰਨ ਨਾਹ ਆਉਣ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਸ਼ਾਂਤ ਅਵਸਥਾ ਹਾਸਲ ਨਾਹ ਹੋਈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 6,
    "RAAG_ID": 31,
    "GURMUKHI": "syvw suriq. rhis gux gwvw; gurmuiK igAwnu bIcwrw ]",
    "TRANSLITERATION": "Saevaa Surath Rehas Gun Gaavaa Guramukh Giaan Beechaaraa ||",
    "PUNJABI": "(ਮਿਹਰ ਕਰ) ਮੇਰੀ ਸੁਰਤ ਤੇਰੀ ਸੇਵਾ (-ਭਗਤੀ) ਵਿਚ ਟਿਕੀ ਰਹੇ, ਪੂਰਨ ਆਨੰਦ ਵਿਚ ਟਿੱਕ ਕੇ ਮੈਂ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ; ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੈਂ ਸਦਾ ਇਹ ਵਿਚਾਰ ਕਰਦਾ ਰਹਾਂ ਕਿ ਤੇਰੇ ਨਾਲ ਮੇਰੀ ਡੂੰਘੀ ਸਾਂਝ ਬਣੀ ਰਹੇ।",
    "PRONUNCIATION": "rh-is: polw bolo"
  },
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 6,
    "RAAG_ID": 31,
    "GURMUKHI": "KojI aupjY. bwdI ibnsY; hau bil bil. gur krqwrw ]",
    "TRANSLITERATION": "Khojee Oupajai Baadhee Binasai Ho Bal Bal Gur Karathaaraa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਗੁਰੂ! ਹੇ ਮੇਰੇ ਕਰਤਾਰ! ਮੈਂ ਤੈਥੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ। (ਤੇਰੇ ਨਾਲ ਡੂੰਘੀ ਜਾਣ ਪਛਾਣ ਦੇ ਜਤਨ) ਖੋਜਣ ਵਾਲਾ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਵਿਚ ਜਨਮ ਲੈ ਲੈਂਦਾ ਹੈ, ਪਰ (ਨਿੱਤ ਮਾਇਆ ਦੇ) ਝਗੜੇ ਕਰਨ ਵਾਲਾ ਜੀਵ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "Ko~jI[ b`wdI"
  },
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 7,
    "RAAG_ID": 31,
    "GURMUKHI": "hm nIc huoqy, hIx miq JUTy; qU. sbid svwrxhwrw ]",
    "TRANSLITERATION": "Ham Neech Huothae Heenamath Jhoothae Thoo Sabadh Savaaranehaaraa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ (ਤ੍ਰਿਸ਼ਨਾ ਵਿਚ ਫਸ ਕੇ ਬੜੇ) ਨੀਵੇਂ ਜੀਵਨ ਵਾਲੇ ਹੋ ਚੁਕੇ ਹਾਂ, ਅਸੀਂ ਮੂਰਖ ਹਾਂ, ਅਸੀਂ ਝੂਠੇ ਪਦਾਰਥਾਂ ਵਿਚ ਫਸੇ ਪਏ ਹਾਂ; ਪਰ ਤੂੰ (ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ) ਬਾਣੀ ਵਿਚ (ਜੋੜ ਕੇ) ਸਾਡਾ ਜੀਵਨ ਸਵਾਰਨ ਦੇ ਸਮਰੱਥ ਹੈਂ।",
    "PRONUNCIATION": "AsIN nIc (huoqy) huMdy Bey hW[ huo: hoVy AONkV ivcwly bolo[ (dUjw pwT: nIchou qy)"
  },
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 7,
    "RAAG_ID": 31,
    "GURMUKHI": "Awqm cIin. qhw qU qwrx; scu qwry qwrxhwrw ]3]",
    "TRANSLITERATION": "Aatham Cheen Thehaa Thoo Thaaran Sach Thaarae Thaaranehaaraa ||3||",
    "PUNJABI": "ਜਿਥੇ ਆਪੇ ਦੀ ਵਿਚਾਰ ਹੁੰਦੀ ਹੈ, ਉਥੇ ਤੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਵਿਕਾਰ-ਲਹਿਰਾਂ ਤੋਂ) ਬਚਾਣ ਲਈ ਆ ਬਹੁੜਦਾ ਹੈਂ। ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਤਾਰਨ ਦੇ ਸਮਰੱਥ ਹੈਂ, (ਸਾਨੂੰ) ਤਾਰ ਲੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 8,
    "RAAG_ID": 31,
    "GURMUKHI": "bYis suQwin. khW gux qyry; ikAw ikAw kQau Apwrw ]",
    "TRANSLITERATION": "Bais Suthhaan Kehaan Gun Thaerae Kiaa Kiaa Kathho Apaaraa ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ) ਸਤਸੰਗ ਵਿਚ ਟਿੱਕ ਕੇ ਮੈਂ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ। ਪਰ ਤੂੰ ਬੇਅੰਤ ਹੈਂ, ਤੇਰੇ ਸਾਰੇ ਗੁਣ ਮੈਂ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 8,
    "RAAG_ID": 31,
    "GURMUKHI": "AlKu. n lKIAY, Agmu AjonI; qUM nwQW nwQxhwrw ]",
    "TRANSLITERATION": "Alakh N Lakheeai Agam Ajonee Thoon Naathhaan Naathhanehaaraa ||",
    "PUNJABI": "ਤੂੰ ਅਲੱਖ ਹੈਂ, ਤੂੰ ਬਿਆਨ ਤੋਂ ਪਰੇ ਹੈਂ, ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ, ਤੂੰ ਜੂਨਾਂ ਤੋਂ ਰਹਿਤ ਹੈਂ। ਤੂੰ (ਵੱਡੇ ਵੱਡੇ) ਨਾਥ ਅਖਵਾਣ ਵਾਲਿਆਂ ਨੂੰ ਭੀ ਆਪਣੇ ਵੱਸ ਵਿਚ ਰੱਖਣ ਵਾਲਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 9,
    "RAAG_ID": 31,
    "GURMUKHI": "iksu pih dyiK, khau qU kYsw; siB jwck. qU dwqwrw ]",
    "TRANSLITERATION": "Kis Pehi Dhaekh Keho Thoo Kaisaa Sabh Jaachak Thoo Dhaathaaraa ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਰਚਨਾ ਨੂੰ) ਵੇਖ ਕੇ ਮੈਂ ਕਿਸੇ ਅੱਗੇ ਇਹ ਆਖਣ ਜੋਗਾ ਨਹੀਂ ਹਾਂ ਕਿ ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ (ਭਾਵ, ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਤੇਰੇ ਵਰਗਾ ਕੋਈ ਨਹੀਂ ਹੈ)। ਸਾਰੇ ਜੀਵ (ਤੇਰੇ ਦਰ ਦੇ) ਮੰਗਤੇ ਹਨ, ਤੂੰ ਸਭ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4531,
    "LINE_ID": 10,
    "RAAG_ID": 31,
    "GURMUKHI": "Bgiq hIxu nwnku. dir dyKhu; ieku nwmu imlY auir Dwrw ]4]3]",
    "TRANSLITERATION": "Bhagathiheen Naanak Dhar Dhaekhahu Eik Naam Milai Our Dhhaaraa ||4||3||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੀ ਭਗਤੀ ਤੋਂ ਖੁੰਝਿਆ ਹੋਇਆ (ਤੇਰਾ ਦਾਸ) ਨਾਨਕ (ਤੇਰੇ) ਦਰ ਤੇ (ਆ ਡਿੱਗਾ ਹੈ, ਇਸ ਉਤੇ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰ। (ਹੇ ਪ੍ਰਭੂ!) ਮੈਨੂੰ ਤੇਰਾ ਨਾਮ ਮਿਲ ਜਾਏ, ਮੈਂ (ਇਸ ਨਾਮ ਨੂੰ ਆਪਣੇ) ਸੀਨੇ ਵਿਚ ਪ੍ਰੋ ਰੱਖਾਂ ॥੪॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4532,
    "LINE_ID": 10,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 1 ]",
    "TRANSLITERATION": "Malaar Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4532,
    "LINE_ID": 10,
    "RAAG_ID": 31,
    "GURMUKHI": "ijin Dn ipr kw swdu. n jwinAw; sw iblK bdn kumlwnI ]",
    "TRANSLITERATION": "Jin Dhhan Pir Kaa Saadh N Jaaniaa Saa Bilakh Badhan Kumalaanee ||",
    "PUNJABI": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਨਹੀਂ ਸਮਝਿਆ (ਭਾਵ, ਆਨੰਦ ਨਹੀਂ ਮਾਣਿਆ) ਉਹ ਸਦਾ (ਦੁਨੀਆ ਦੇ ਝੰਬੇਲਿਆਂ ਵਿਚ ਹੀ) ਵਿਆਕੁਲ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦਾ ਚੇਹਰਾ ਕੁਮਲਾਇਆ ਰਹਿੰਦਾ ਹੈ;",
    "PRONUNCIATION": "iblK:polw bolo[ (iblK) ivAwkul, ivrlwp"
  },
  {
    "SHABAD_ID": 4532,
    "LINE_ID": 11,
    "RAAG_ID": 31,
    "GURMUKHI": "BeI inrwsI. krm kI PwsI; ibnu gur. Brim BulwnI ]1]",
    "TRANSLITERATION": "Bhee Niraasee Karam Kee Faasee Bin Gur Bharam Bhulaanee ||1||",
    "PUNJABI": "(ਦੁਨੀਆ ਵਾਲੀਆਂ ਆਸਾਂ ਪੂਰੀਆਂ ਨਾਹ ਹੋਣ ਕਰ ਕੇ) ਉਸ ਦਾ ਦਿਲ ਟੁੱਟਾ ਜਿਹਾ ਰਹਿੰਦਾ ਹੈ, ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੀ ਫਾਹੀ ਉਸ ਦੇ ਗਲ ਵਿਚ ਪਈ ਰਹਿੰਦੀ ਹੈ; ਗੁਰੂ ਦੀ ਸਰਨ ਨਾਹ ਆਉਣ ਕਰ ਕੇ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਉਹ ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਤੋਂ ਖੁੰਝੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4532,
    "LINE_ID": 12,
    "RAAG_ID": 31,
    "GURMUKHI": "brsu Gnw; myrw ipru Gir AwieAw ]",
    "TRANSLITERATION": "Baras Ghanaa Maeraa Pir Ghar Aaeiaa ||",
    "PUNJABI": "ਹੇ ਬੱਦਲ! ਵਰਖਾ ਕਰ (ਹੇ ਗੁਰੂ! ਨਾਮ ਦੀ ਵਰਖਾ ਕਰ, ਤੇਰੀ ਨਾਮ-ਵਰਖਾ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰਾ ਪਤੀ-ਪ੍ਰਭੂ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4532,
    "LINE_ID": 12,
    "RAAG_ID": 31,
    "GURMUKHI": "bil jwvW gur Apny pRIqm; ijin hir pRBu Awix imlwieAw ]1] rhwau ]",
    "TRANSLITERATION": "Bal Jaavaan Gur Apanae Preetham Jin Har Prabh Aan Milaaeiaa ||1|| Rehaao ||",
    "PUNJABI": "ਮੈਂ ਆਪਣੇ ਪ੍ਰੀਤਮ ਗੁਰੂ ਤੋਂ ਕੁਰਬਾਨ ਹਾਂ, ਜਿਸ ਨੇ ਹਰੀ-ਪ੍ਰਭੂ ਲਿਆ ਕੇ ਮੈਨੂੰ ਮਿਲਾ ਦਿੱਤਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4532,
    "LINE_ID": 13,
    "RAAG_ID": 31,
    "GURMUKHI": "nauqn pRIiq sdw Twkur isau; An idnu Bgiq suhwvI ]",
    "TRANSLITERATION": "Nouthan Preeth Sadhaa Thaakur Sio Anadhin Bhagath Suhaavee ||",
    "PUNJABI": "ਉਹਨਾਂ ਦੀ ਪ੍ਰਭੂ ਨਾਲ ਸਦਾ ਨਵੀਂ ਪ੍ਰੀਤ ਬਣੀ ਰਹਿੰਦੀ ਹੈ। (ਪਿਆਰ ਵਾਲਾ ਚਾਉ ਕਦੇ ਮੱਠਾ ਨਹੀਂ ਹੁੰਦਾ) ਉਹ ਹਰ ਰੋਜ਼ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ ਜੋ ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਸੁਖ ਦੇਈ ਰੱਖਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4532,
    "LINE_ID": 13,
    "RAAG_ID": 31,
    "GURMUKHI": "mukiq Bey. guir drsu idKwieAw; juig juig Bgiq suBwvI ]2]",
    "TRANSLITERATION": "Mukath Bheae Gur Dharas Dhikhaaeiaa Jug Jug Bhagath Subhaavee ||2||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਜੀਵਾਂ ਨੂੰ ਗੁਰੂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰਾ ਦਿੱਤਾ ਹੈ, ਉਹ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਆਜ਼ਾਦ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਤੇ ਸੋਭਾ ਖੱਟਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4532,
    "LINE_ID": 14,
    "RAAG_ID": 31,
    "GURMUKHI": "hm Qwry. iqRBvx jgu qumrw; qU myrw. hau qyrw ]",
    "TRANSLITERATION": "Ham Thhaarae Thribhavan Jag Thumaraa Thoo Maeraa Ho Thaeraa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਾਂ, ਤਿੰਨਾਂ ਭਵਨਾਂ ਵਾਲਾ ਸਾਰਾ ਹੀ ਸੰਸਾਰ ਤੇਰਾ ਰਚਿਆ ਹੋਇਆ ਹੈ (ਆਪਣੀ ਰਚੀ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਤੂੰ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਨੂੰ ਬਚਾਂਦਾ ਹੈਂ)। ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਮੇਰਾ (ਮਾਲਕ) ਹੈਂ, ਮੈਂ ਤੇਰਾ (ਦਾਸ) ਹਾਂ (ਮੈਨੂੰ ਭੀ ਕਰਮਾਂ ਦੀ ਫਾਹੀ ਤੋਂ ਬਚਾਈ ਰੱਖ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4532,
    "LINE_ID": 15,
    "RAAG_ID": 31,
    "GURMUKHI": "siqguir imilAY inrMjnu pwieAw; bhuir. n Bvjil Pyrw ]3]",
    "TRANSLITERATION": "Sathigur Miliai Niranjan Paaeiaa Bahur N Bhavajal Faeraa ||3||",
    "PUNJABI": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ ਮਾਇਆ ਤੋਂ ਰਹਿਤ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਤੇ ਮੁੜ ਸੰਸਾਰ-ਸਮੁੰਦਰ (ਦੇ ਗੇੜ) ਵਿਚ ਨਹੀਂ ਆਉਣਾ ਪੈਂਦਾ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4532,
    "LINE_ID": 15,
    "RAAG_ID": 31,
    "GURMUKHI": "Apuny ipr hir dyiK ivgwsI; qau Dn swcu sIgwro ]",
    "TRANSLITERATION": "Apunae Pir Har Dhaekh Vigaasee Tho Dhhan Saach Seegaaro ||",
    "PUNJABI": "(ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਲਈ ਕਈ ਤਰ੍ਹਾਂ ਦੇ ਧਾਰਮਿਕ ਉੱਦਮ-ਰੂਪ ਸਿੰਗਾਰ ਕਰਦੀ ਹੈ, ਪਰ) ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਸਿੰਗਾਰ ਤਦੋਂ ਹੀ ਅਟੱਲ ਸਮਝੋ (ਤਦੋਂ ਹੀ ਸਫਲ ਜਾਣੋ) ਜਦੋਂ ਉਹ ਆਪਣੇ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਵੇਖ ਕੇ ਹੁਲਾਰੇ ਵਿਚ ਆਉਂਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4532,
    "LINE_ID": 16,
    "RAAG_ID": 31,
    "GURMUKHI": "Akul inrMjn isau sic swcI; gurmiq nwmu ADwro ]4]",
    "TRANSLITERATION": "Akul Niranjan Sio Sach Saachee Guramath Naam Adhhaaro ||4||",
    "PUNJABI": "ਜਦੋਂ ਸੱਚੇ ਦੇ ਸਿਮਰਨ ਦੀ ਰਾਹੀਂ ਕੁਲ-ਰਹਿਤ ਮਾਇਆ-ਰਹਿਤ ਪ੍ਰਭੂ ਨਾਲ ਇਕ-ਰੂਪ ਹੋ ਜਾਂਦੀ ਹੈ, ਜਦੋਂ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਸ ਦੇ ਜੀਵਨ ਦਾ ਸਹਾਰਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": "Akul:polw bolo[ (A-kul) kul rihq"
  },
  {
    "SHABAD_ID": 4532,
    "LINE_ID": 16,
    "RAAG_ID": 31,
    "GURMUKHI": "mukiq BeI. bMDn, guir Kol@y; sbid suriq piq pweI ]",
    "TRANSLITERATION": "Mukath Bhee Bandhhan Gur Kholhae Sabadh Surath Path Paaee ||",
    "PUNJABI": "ਜੋ ਜੀਵ-ਇਸਤ੍ਰੀ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਆਜ਼ਾਦ ਹੋ ਗਈ, ਜਿਸ ਦੇ ਮਾਇਆ ਦੇ ਬੰਧਨ ਗੁਰੂ ਨੇ ਖੋਹਲ ਦਿੱਤੇ, ਉਹ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਇੱਜ਼ਤ ਹਾਸਲ ਕਰਦੀ ਹੈ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4532,
    "LINE_ID": 17,
    "RAAG_ID": 31,
    "GURMUKHI": "nwnk. rwm nwmu ird AMqir; gurmuiK myil imlweI ]5]4]",
    "TRANSLITERATION": "Naanak Raam Naam Ridh Anthar Guramukh Mael Milaaee ||5||4||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਦਾ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਵਿਚ ਮਿਲ ਜਾਂਦੀ ਹੈ (ਅਭੇਦ ਹੋ ਜਾਂਦੀ ਹੈ) ॥੫॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4533,
    "LINE_ID": 18,
    "RAAG_ID": 31,
    "GURMUKHI": "mhlw 1 mlwr ]",
    "TRANSLITERATION": "Mehalaa 1 Malaar ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4533,
    "LINE_ID": 18,
    "RAAG_ID": 31,
    "GURMUKHI": "pr dwrw. pr Dnu, pr loBw; haumY ibKY ibkwr ]",
    "TRANSLITERATION": "Par Dhaaraa Par Dhhan Par Lobhaa Houmai Bikhai Bikaar ||",
    "PUNJABI": "(ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ ਤੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਹਾਸਲ ਕਰਦਾ ਹੈ, ਉਹ) ਪਰਾਈ ਇਸਤ੍ਰੀ (ਦਾ ਸੰਗ), ਪਰਾਇਆ ਧਨ, ਬਹੁਤ ਲਾਲਚ, ਹਉਮੈ, ਵਿਸ਼ਿਆਂ (ਵਾਲੀ ਰੁਚੀ), ਮੰਦੇ ਕਰਮ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4533,
    "LINE_ID": 18,
    "RAAG_ID": 31,
    "GURMUKHI": "dust Bwau qij inMd prweI; kwmu kRoDu cMfwr ]1]",
    "TRANSLITERATION": "Dhusatt Bhaao Thaj Nindh Paraaee Kaam Krodhh Chanddaar ||1||",
    "PUNJABI": "ਭੈੜੀ ਨੀਅਤ, ਪਰਾਈ ਨਿੰਦਿਆ, ਕਾਮ ਅਤੇ ਚੰਡਾਲ ਕ੍ਰੋਧ-ਇਹ ਸਭ ਕੁਝ ਤਿਆਗ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4533,
    "LINE_ID": 19,
    "RAAG_ID": 31,
    "GURMUKHI": "mhl mih bYTy; Agm Apwr ]",
    "TRANSLITERATION": "Mehal Mehi Baithae Agam Apaar ||",
    "PUNJABI": "ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਪ੍ਰਭੂ ਜੀ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਬੈਠੇ ਹੋਏ ਹਨ (ਮੌਜੂਦ ਹਨ),",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4533,
    "LINE_ID": 19,
    "RAAG_ID": 31,
    "GURMUKHI": "BIqir AMimRqu soeI jnu pwvY; ijsu gur kw sbdu rqnu Awcwr ]1] rhwau ]",
    "TRANSLITERATION": "Bheethar Anmrith Soee Jan Paavai Jis Gur Kaa Sabadh Rathan Aachaar ||1|| Rehaao ||",
    "PUNJABI": "ਪਰ ਉਹੀ ਮਨੁੱਖ ਪ੍ਰਭੂ ਜੀ ਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਹਾਸਲ ਕਰਦਾ ਹੈ ਜਿਸ ਦੀ ਨਿੱਤ ਦੀ ਕ੍ਰਿਆ ਗੁਰੂ ਦਾ ਸ੍ਰੇਸ਼ਟ ਸ਼ਬਦ (ਆਪਣੇ ਅੰਦਰ ਵਸਾਣਾ) ਹੋ ਜਾਏ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  }
]