[
  {
    "SHABAD_ID": 4543,
    "LINE_ID": 1,
    "RAAG_ID": 31,
    "GURMUKHI": "gur sbid rqy sdw bYrwgI; hir drgh swcI pwvih mwnu ]2]",
    "TRANSLITERATION": "Gur Sabadh Rathae Sadhaa Bairaagee Har Dharageh Saachee Paavehi Maan ||2||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸਦਾ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4543,
    "LINE_ID": 2,
    "RAAG_ID": 31,
    "GURMUKHI": "iehu mnu KylY. hukm kw bwDw; iek iKn mih. dh ids iPir AwvY ]",
    "TRANSLITERATION": "Eihu Man Khaelai Hukam Kaa Baadhhaa Eik Khin Mehi Dheh Dhis Fir Aavai ||",
    "PUNJABI": "(ਮਨੁੱਖ ਦਾ) ਇਹ ਮਨ (ਪਰਮਾਤਮਾ ਦੇ) ਹੁਕਮ ਦਾ ਬੱਝਾ ਹੋਇਆ ਹੀ (ਮਾਇਆ ਦੀਆਂ ਖੇਡਾਂ) ਖੇਡਦਾ ਰਹਿੰਦਾ ਹੈ, ਅਤੇ ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਦਸੀਂ ਪਾਸੀਂ ਦੌੜ ਭੱਜ ਆਉਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4543,
    "LINE_ID": 2,
    "RAAG_ID": 31,
    "GURMUKHI": "jW Awpy ndir kry hir pRBu swcw; qW iehu mnu gurmuiK qqkwl vis AwvY ]3]",
    "TRANSLITERATION": "Jaan Aapae Nadhar Karae Har Prabh Saachaa Thaan Eihu Man Guramukh Thathakaal Vas Aavai ||3||",
    "PUNJABI": "ਜਦੋਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਕਿਸੇ ਮਨੁੱਖ ਉਤੇ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਤਦੋਂ ਉਸ ਦਾ ਇਹ ਮਨ ਗੁਰੂ ਦੀ ਸਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਬੜੀ ਛੇਤੀ ਵੱਸ ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "q`qkwl[ v`is"
  },
  {
    "SHABAD_ID": 4543,
    "LINE_ID": 3,
    "RAAG_ID": 31,
    "GURMUKHI": "iesu mn kI ibiD. mn hU jwxY; bUJY sbid vIcwir ]",
    "TRANSLITERATION": "Eis Man Kee Bidhh Man Hoo Jaanai Boojhai Sabadh Veechaar ||",
    "PUNJABI": "ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨੂੰ) ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਕੇ (ਸਹੀ ਜੀਵਨ-ਰਾਹ ਨੂੰ) ਸਮਝਦਾ ਹੈ, ਤਾਂ ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਹੀ ਇਸ ਮਨ ਨੂੰ ਵੱਸ ਵਿਚ ਰੱਖਣ ਦੀ ਜਾਚ ਸਿੱਖ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4543,
    "LINE_ID": 4,
    "RAAG_ID": 31,
    "GURMUKHI": "nwnk. nwmu iDAwie sdw qU; Bv swgru ijqu pwvih pwir ]4]6]",
    "TRANSLITERATION": "Naanak Naam Dhhiaae Sadhaa Thoo Bhav Saagar Jith Paavehi Paar ||4||6||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਤੂੰ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ, ਜਿਸ ਨਾਮ ਦੀ ਰਾਹੀਂ ਤੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਹਿਂਗਾ ॥੪॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4544,
    "LINE_ID": 4,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 3 ]",
    "TRANSLITERATION": "Malaar Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4544,
    "LINE_ID": 5,
    "RAAG_ID": 31,
    "GURMUKHI": "jIau ipMfu pRwx siB iqs ky; Git Git rihAw smweI ]",
    "TRANSLITERATION": "Jeeo Pindd Praan Sabh This Kae Ghatt Ghatt Rehiaa Samaaee ||",
    "PUNJABI": "ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਸਮਾ ਰਿਹਾ ਹੈ, ਉਸ ਦੇ ਹੀ ਦਿੱਤੇ ਹੋਏ ਇਹ ਜਿੰਦ ਇਹ ਸਰੀਰ ਇਹ ਪ੍ਰਾਣ ਇਹ ਸਾਰੇ ਅੰਗ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4544,
    "LINE_ID": 5,
    "RAAG_ID": 31,
    "GURMUKHI": "eyksu ibnu mY Avru. n jwxw; siqguir dIAw buJweI ]1]",
    "TRANSLITERATION": "Eaekas Bin Mai Avar N Jaanaa Sathigur Dheeaa Bujhaaee ||1||",
    "PUNJABI": "ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਸਮਝ ਬਖ਼ਸ਼ੀ ਹੈ। ਉਸ ਇਕ ਤੋਂ ਬਿਨਾ ਮੈਂ ਕਿਸੇ ਹੋਰ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4544,
    "LINE_ID": 6,
    "RAAG_ID": 31,
    "GURMUKHI": "mn myry; nwim rhau ilv lweI ]",
    "TRANSLITERATION": "Man Maerae Naam Reho Liv Laaee ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਮੈਂ (ਤਾਂ ਸਦਾ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲਗਨ ਲਾਈ ਰੱਖਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4544,
    "LINE_ID": 6,
    "RAAG_ID": 31,
    "GURMUKHI": "Aidstu Agocru AprMpru krqw; gur kY sbid hir iDAweI ]1] rhwau ]",
    "TRANSLITERATION": "Adhisatt Agochar Aparanpar Karathaa Gur Kai Sabadh Har Dhhiaaee ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਹੜਾ ਕਰਤਾਰ (ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ) ਦਿੱਸਦਾ ਨਹੀਂ, ਜਿਸ ਤਕ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਜਿਹੜਾ ਬੇਅੰਤ ਹੀ ਬੇਅੰਤ ਹੈ, ਮੈਂ ਉਸ ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਧਿਆਉਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "Ap-rMpru[A-idstu"
  },
  {
    "SHABAD_ID": 4544,
    "LINE_ID": 7,
    "RAAG_ID": 31,
    "GURMUKHI": "mnu qnu BIjY. eyk ilv lwgY; shjy rhy smweI ]",
    "TRANSLITERATION": "Man Than Bheejai Eaek Liv Laagai Sehajae Rehae Samaaee ||",
    "PUNJABI": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੀ) ਲਗਨ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ ਉਹਨਾਂ ਦਾ ਮਨ ਉਹਨਾਂ ਦਾ ਤਨ (ਨਾਮ-ਰਸ ਨਾਲ) ਭਿੱਜਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4544,
    "LINE_ID": 7,
    "RAAG_ID": 31,
    "GURMUKHI": "gur prswdI. BRmu Bau BwgY; eyk nwim ilv lweI ]2]",
    "TRANSLITERATION": "Gur Parasaadhee Bhram Bho Bhaagai Eaek Naam Liv Laaee ||2||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਿਰਫ਼ ਹਰਿ-ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ, ਉਸ ਦੀ ਭਟਕਣਾ ਉਸ ਦਾ ਹਰੇਕ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4544,
    "LINE_ID": 8,
    "RAAG_ID": 31,
    "GURMUKHI": "gur bcnI scu kwr kmwvY; giq miq qb hI pweI ]",
    "TRANSLITERATION": "Gur Bachanee Sach Kaar Kamaavai Gath Math Thab Hee Paaee ||",
    "PUNJABI": "(ਜਦੋਂ ਮਨੁੱਖ) ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉੱਤੇ ਤੁਰ ਕੇ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਾਰ ਕਰਦਾ ਹੈ, ਤਦੋਂ ਹੀ ਉਹ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਸਕਣ ਵਾਲੀ ਅਕਲ ਸਿੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4544,
    "LINE_ID": 8,
    "RAAG_ID": 31,
    "GURMUKHI": "koit mDy. iksih buJwey; iqin rwm nwim ilv lweI ]3]",
    "TRANSLITERATION": "Kott Madhhae Kisehi Bujhaaeae Thin Raam Naam Liv Laaee ||3||",
    "PUNJABI": "ਕ੍ਰੋੜਾਂ ਵਿਚੋਂ ਜਿਸ ਕਿਸੇ ਵਿਰਲੇ ਮਨੁੱਖ ਨੂੰ (ਗੁਰੂ ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੂਝ ਦੇਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੇ (ਸਦਾ ਲਈ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜ ਲਈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4544,
    "LINE_ID": 9,
    "RAAG_ID": 31,
    "GURMUKHI": "jh jh dyKw. qh eyko soeI; ieh gurmiq buiD pweI ]",
    "TRANSLITERATION": "Jeh Jeh Dhaekhaa Theh Eaeko Soee Eih Guramath Budhh Paaee ||",
    "PUNJABI": "ਮੈਂ ਜਿਧਰ ਜਿਧਰ ਵੇਖਦਾ ਹਾਂ, ਉਧਰ ਉਧਰ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸਦਾ (ਦਿੱਸਦਾ) ਹੈ-ਇਹ ਅਕਲ ਮੈਂ ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਰਾਹੀਂ ਸਿੱਖੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4544,
    "LINE_ID": 9,
    "RAAG_ID": 31,
    "GURMUKHI": "mnu qnu pRwn DrˆØI iqsu AwgY; nwnk. Awpu gvweI ]4]7]",
    "TRANSLITERATION": "Man Than Praan Dhharanaee This Aagai Naanak Aap Gavaaee ||4||7||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਸ (ਗੁਰੂ) ਦੇ ਅੱਗੇ ਮੈਂ ਆਪਾ-ਭਾਵ ਗਵਾ ਕੇ ਆਪਣਾ ਮਨ ਆਪਣਾ ਸਰੀਰ ਆਪਣੇ ਪ੍ਰਾਣ ਭੇਟ ਧਰਦਾ ਹਾਂ ॥੪॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4545,
    "LINE_ID": 10,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 3 ]",
    "TRANSLITERATION": "Malaar Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4545,
    "LINE_ID": 10,
    "RAAG_ID": 31,
    "GURMUKHI": "myrw pRBu swcw. dUK invwrxu; sbdy pwieAw jweI ]",
    "TRANSLITERATION": "Maeraa Prabh Saachaa Dhookh Nivaaran Sabadhae Paaeiaa Jaaee ||",
    "PUNJABI": "ਮੇਰਾ ਪ੍ਰਭੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ। (ਜੀਵਾਂ ਦੇ) ਦੁੱਖਾਂ ਨੂੰ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ (ਉਹ ਪ੍ਰਭੂ ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਮਿਲ ਸਕਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4545,
    "LINE_ID": 11,
    "RAAG_ID": 31,
    "GURMUKHI": "BgqI rwqy. sd bYrwgI; dir swcY piq pweI ]1]",
    "TRANSLITERATION": "Bhagathee Raathae Sadh Bairaagee Dhar Saachai Path Paaee ||1||",
    "PUNJABI": "(ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੀ) ਭਗਤੀ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸਦਾ ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4545,
    "LINE_ID": 11,
    "RAAG_ID": 31,
    "GURMUKHI": "mn ry; mn isau rhau smweI ]",
    "TRANSLITERATION": "Man Rae Man Sio Reho Samaaee ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਮੈਂ (ਤਾਂ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਹੀ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਟਿਕਿਆ ਰਹਿ ਸਕਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4545,
    "LINE_ID": 12,
    "RAAG_ID": 31,
    "GURMUKHI": "gurmuiK rwm nwim mnu BIjY; hir syqI ilv lweI ]1] rhwau ]",
    "TRANSLITERATION": "Guramukh Raam Naam Man Bheejai Har Saethee Liv Laaee ||1|| Rehaao ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪਿਆਂ ਹੀ (ਮਨੁੱਖ ਦਾ) ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿੱਚ ਭਿੱਜਦਾ ਹੈ, (ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਹੀ ਮਨੁੱਖ) ਪ੍ਰਭੂ ਨਾਲ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4545,
    "LINE_ID": 12,
    "RAAG_ID": 31,
    "GURMUKHI": "myrw pRBu Aiq Agm Agocru; gurmiq dyie buJweI ]",
    "TRANSLITERATION": "Maeraa Prabh Ath Agam Agochar Guramath Dhaee Bujhaaee ||",
    "PUNJABI": "ਪਿਆਰਾ ਪ੍ਰਭੂ (ਤਾਂ) ਬਹੁਤ ਅਪਹੁੰਚ ਹੈ ਉਸ ਤਕ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ (ਭੀ) ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, (ਪਰ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਉਹ ਪ੍ਰਭੂ) ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਰਾਹੀਂ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੂਝ ਬਖ਼ਸ਼ਦਾ ਹੈ,",
    "PRONUNCIATION": "dy-ie"
  },
  {
    "SHABAD_ID": 4545,
    "LINE_ID": 13,
    "RAAG_ID": 31,
    "GURMUKHI": "scu sMjmu krxI, hir kIriq; hir syqI ilv lweI ]2]",
    "TRANSLITERATION": "Sach Sanjam Karanee Har Keerath Har Saethee Liv Laaee ||2||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨਾਲ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਉਸ ਮਨੁੱਖ ਦਾ ਸੰਜਮ ਬਣਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਉਸ ਦੀ ਕਾਰ ਹੋ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4545,
    "LINE_ID": 14,
    "RAAG_ID": 31,
    "GURMUKHI": "Awpy sbdu scu swKI Awpy; ijn@ joqI joiq imlweI ]",
    "TRANSLITERATION": "Aapae Sabadh Sach Saakhee Aapae Jinh Jothee Joth Milaaee ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੀ ਸੁਰਤ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਜੁੜਦੀ ਹੈ (ਉਹਨਾਂ ਨੂੰ ਇਹ ਨਿਸਚਾ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਗੁਰੂ ਦਾ) ਸ਼ਬਦ ਹੈ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਗੁਰੂ ਦੀ) ਸਿਖਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4545,
    "LINE_ID": 14,
    "RAAG_ID": 31,
    "GURMUKHI": "dyhI kwcI. pauxu vjwey; gurmuiK AMimRqu pweI ]3]",
    "TRANSLITERATION": "Dhaehee Kaachee Poun Vajaaeae Guramukh Anmrith Paaee ||3||",
    "PUNJABI": "(ਇਸ) ਨਾਸਵੰਤ ਸਰੀਰ ਵਿਚ (ਜਿਸ ਨੂੰ) ਹਰੇਕ ਸੁਆਸ ਤੋਰ ਰਿਹਾ ਹੈ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਹੀ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4545,
    "LINE_ID": 15,
    "RAAG_ID": 31,
    "GURMUKHI": "Awpy swjy sB kwrY lwey; so scu rihAw smweI ]",
    "TRANSLITERATION": "Aapae Saajae Sabh Kaarai Laaeae So Sach Rehiaa Samaaee ||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ) ਜਿਹੜਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਤੇ, ਕਾਰੇ ਲਾਈ ਰੱਖਦਾ ਹੈ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4545,
    "LINE_ID": 15,
    "RAAG_ID": 31,
    "GURMUKHI": "nwnk nwm ibnw. koeI ikCu nwhI; nwmy dyie vfweI ]4]8]",
    "TRANSLITERATION": "Naanak Naam Binaa Koee Kishh Naahee Naamae Dhaee Vaddaaee ||4||8||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕੋਈ ਭੀ ਜੀਵ ਕੋਈ ਪਾਇਆਂ ਨਹੀਂ ਰੱਖਦਾ, (ਜੀਵ ਨੂੰ ਪ੍ਰਭੂ ਆਪਣੇ) ਨਾਮ ਦੀ ਰਾਹੀਂ ਹੀ ਇੱਜ਼ਤ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੪॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4546,
    "LINE_ID": 16,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 3 ]",
    "TRANSLITERATION": "Malaar Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4546,
    "LINE_ID": 16,
    "RAAG_ID": 31,
    "GURMUKHI": "haumY ibKu mnu moihAw; lidAw Ajgr BwrI ]",
    "TRANSLITERATION": "Houmai Bikh Man Mohiaa Ladhiaa Ajagar Bhaaree ||",
    "PUNJABI": "ਹਉਮੈ (ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲਾ) ਜ਼ਹਰ ਹੈ, (ਮਨੁੱਖ ਦਾ) ਮਨ (ਇਸ ਜ਼ਹਰ ਦੇ) ਮੋਹ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ, (ਇਸ ਹਉਮੈ ਦੇ) ਬਹੁਤ ਵੱਡੇ ਭਾਰ ਨਾਲ ਲੱਦਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "l`idAw[ Aj-gr"
  },
  {
    "SHABAD_ID": 4546,
    "LINE_ID": 16,
    "RAAG_ID": 31,
    "GURMUKHI": "gruVu sbdu muiK pwieAw; haumY ibKu hir mwrI ]1]",
    "TRANSLITERATION": "Garurr Sabadh Mukh Paaeiaa Houmai Bikh Har Maaree ||1||",
    "PUNJABI": "ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਇਸ ਜ਼ਹਰ ਨੂੰ ਮਾਰਨ ਲਈ) ਗਾਰੁੜੀ ਮੰਤ੍ਰ ਹੈ, (ਜਿਸ ਮਨੁੱਖ ਨੇ ਇਹ ਸ਼ਬਦ ਮੰਤ੍ਰ ਆਪਣੇ) ਮੂੰਹ ਵਿਚ ਰੱਖ ਲਿਆ, ਪਰਮਾਤਮਾ ਨੇ ਉਸ ਦੇ ਅੰਦਰੋਂ ਇਹ ਹਉਮੈ-ਜ਼ਹਰ ਮੁਕਾ ਦਿੱਤੀ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4546,
    "LINE_ID": 17,
    "RAAG_ID": 31,
    "GURMUKHI": "mn ry; haumY mohu duKu BwrI ]",
    "TRANSLITERATION": "Man Rae Houmai Mohu Dhukh Bhaaree ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਹਉਮੈ ਇਕ ਵੱਡਾ ਦੁੱਖ ਹੈ (ਮਾਇਆ ਦਾ) ਮੋਹ ਭਾਰੀ ਦੁੱਖ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4546,
    "LINE_ID": 17,
    "RAAG_ID": 31,
    "GURMUKHI": "iehu Bvjlu jgqu. n jweI qrxw; gurmuiK qru hir qwrI ]1] rhwau ]",
    "TRANSLITERATION": "Eihu Bhavajal Jagath N Jaaee Tharanaa Guramukh Thar Har Thaaree ||1|| Rehaao ||",
    "PUNJABI": "(ਹਉਮੈ ਅਤੇ ਮੋਹ ਦੇ ਕਾਰਨ) ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਨਹੀਂ ਲੰਘਿਆ ਜਾ ਸਕਦਾ। ਤੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰਿ-ਨਾਮ ਦੀ ਬੇੜੀ ਵਿਚ (ਇਸ ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4546,
    "LINE_ID": 18,
    "RAAG_ID": 31,
    "GURMUKHI": "qRY gux mwieAw mohu pswrw; sB vrqY AwkwrI ]",
    "TRANSLITERATION": "Thrai Gun Maaeiaa Mohu Pasaaraa Sabh Varathai Aakaaree ||",
    "PUNJABI": "ਤ੍ਰਿਗੁਣੀ ਮਾਇਆ ਦਾ ਮੋਹ (ਆਪਣਾ) ਖਿਲਾਰਾ (ਖਿਲਾਰ ਕੇ) ਸਾਰੇ ਜੀਵਾਂ ਉਤੇ ਆਪਣਾ ਪ੍ਰਭਾਵ ਪਾ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4546,
    "LINE_ID": 19,
    "RAAG_ID": 31,
    "GURMUKHI": "qurIAw guxu sqsMgiq pweIAY; ndrI pwir auqwrI ]2]",
    "TRANSLITERATION": "Thureeaa Gun Sathasangath Paaeeai Nadharee Paar Outhaaree ||2||",
    "PUNJABI": "(ਇਹਨਾਂ ਤਿੰਨਾਂ ਗੁਣਾਂ ਤੋਂ ਉਤਾਂਹ ਹੈ) ਤੁਰੀਆ ਗੁਣ (ਇਹ ਗੁਣ) ਸਾਧ ਸੰਗਤ ਵਿਚੋਂ ਹਾਸਲ ਹੁੰਦਾ ਹੈ (ਜਿਹੜਾ ਮਨੁੱਖ ਇਸ ਅਵਸਥਾ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰ ਕੇ (ਉਸ ਨੂੰ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4546,
    "LINE_ID": 19,
    "RAAG_ID": 31,
    "GURMUKHI": "cMdn gMD sugMD hY; bhu bwsnw bhkwir ]",
    "TRANSLITERATION": "Chandhan Gandhh Sugandhh Hai Bahu Baasanaa Behakaar ||",
    "PUNJABI": "ਜਿਵੇਂ ਚੰਦਨ ਦੀ ਸੁਗੰਧੀ ਹੈ ਜਿਵੇਂ ਚੰਦਨ ਵਿਚੋਂ ਮਿੱਠੀ ਵਾਸਨਾ ਤੇ ਮਹਕ ਨਿਕਲਦੀ ਹੈ,",
    "PRONUNCIATION": "(bhkwir) mihkdI"
  }
]