[
  {
    "SHABAD_ID": 4556,
    "LINE_ID": 1,
    "RAAG_ID": 31,
    "GURMUKHI": "jn nwnk kau. pRiB ikrpw DwrI; ibKu fubdw kwiF lieAw ]4]6]",
    "TRANSLITERATION": "Jan Naanak Ko Prabh Kirapaa Dhhaaree Bikh Ddubadhaa Kaadt Laeiaa ||4||6||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਨੇ ਜਿਸ ਸੇਵਕ ਉਤੇ ਮਿਹਰ ਕੀਤੀ, ਉਸ ਨੂੰ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਜ਼ਹਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਦੇ ਨੂੰ ਬਾਹਰ ਕੱਢ ਲਿਆ ॥੪॥੬॥",
    "PRONUNCIATION": "fu`bdw"
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 2,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 4 ]",
    "TRANSLITERATION": "Malaar Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 2,
    "RAAG_ID": 31,
    "GURMUKHI": "gur prswdI AMimRqu. nhI pIAw; iqRsnw BUK. n jweI ]",
    "TRANSLITERATION": "Gur Parasaadhee Anmrith Nehee Peeaa Thrisanaa Bhookh N Jaaee ||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ (ਕਦੇ) ਨਹੀਂ ਪੀਤਾ, ਉਸ ਦੀ (ਮਾਇਆ ਵਾਲੀ) ਭੁੱਖ ਤ੍ਰਿਹ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 2,
    "RAAG_ID": 31,
    "GURMUKHI": "mnmuK mUV@ jlq AhMkwrI; haumY ivic duKu pweI ]",
    "TRANSLITERATION": "Manamukh Moorrh Jalath Ahankaaree Houmai Vich Dhukh Paaee ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮੂਰਖ ਮਨੁੱਖ ਅਹੰਕਾਰ ਵਿਚ ਸੜਦਾ ਰਹਿੰਦਾ ਹੈ, ਹਉਮੈ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਦੁੱਖ ਸਹਾਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 3,
    "RAAG_ID": 31,
    "GURMUKHI": "Awvq jwq ibrQw jnmu gvwieAw; duiK lwgY pCuqweI ]",
    "TRANSLITERATION": "Aavath Jaath Birathhaa Janam Gavaaeiaa Dhukh Laagai Pashhuthaaee ||",
    "PUNJABI": "ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਉਹ ਮਨੁੱਖ ਆਪਣਾ ਜੀਵਨ ਵਿਅਰਥ ਗਵਾਂਦਾ ਹੈ, ਦੁਖੀ ਹੁੰਦਾ ਹੈ ਤੇ ਹੱਥ ਮਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 4,
    "RAAG_ID": 31,
    "GURMUKHI": "ijs qy aupjy iqsih. n cyqih; iDRgu jIvxu iDRgu KweI ]1]",
    "TRANSLITERATION": "Jis Thae Oupajae Thisehi N Chaethehi Dhhrig Jeevan Dhhrig Khaaee ||1||",
    "PUNJABI": "(ਅਜਿਹੇ ਮਨੁੱਖ) ਜਿਸ (ਪ੍ਰਭੂ) ਤੋਂ ਪੈਦਾ ਹੋਏ ਹਨ ਉਸ ਨੂੰ (ਕਦੇ) ਯਾਦ ਨਹੀਂ ਕਰਦੇ, ਉਹਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਫਿਟਕਾਰ-ਜੋਗ ਰਹਿੰਦੀ ਹੈ, ਉਹਨਾਂ ਦਾ ਖਾਧਾ-ਪੀਤਾ ਭੀ ਉਹਨਾਂ ਵਾਸਤੇ ਫਿਟਕਾਰ ਹੀ ਖੱਟਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 4,
    "RAAG_ID": 31,
    "GURMUKHI": "pRwxI; gurmuiK nwmu iDAweI ]",
    "TRANSLITERATION": "Praanee Guramukh Naam Dhhiaaee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਾਣੀ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 5,
    "RAAG_ID": 31,
    "GURMUKHI": "hir hir ikRpw kry guru myly; hir hir nwim smweI ]1] rhwau ]",
    "TRANSLITERATION": "Har Har Kirapaa Karae Gur Maelae Har Har Naam Samaaee ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਹਰੀ ਕਿਰਪਾ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਉਹ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ, ਤੇ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 5,
    "RAAG_ID": 31,
    "GURMUKHI": "mnmuK jnmu BieAw hY ibrQw; Awvq jwq ljweI ]",
    "TRANSLITERATION": "Manamukh Janam Bhaeiaa Hai Birathhaa Aavath Jaath Lajaaee ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦਾ ਜੀਵਨ ਵਿਅਰਥ ਜਾਂਦਾ ਹੈ, ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਫਸੇ ਹੋਏ ਹੀ ਉਹ ਸ਼ਰਮ-ਸਾਰ ਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "l`jweI"
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 6,
    "RAAG_ID": 31,
    "GURMUKHI": "kwim kRoiD fUby AiBmwnI; haumY ivic jil jweI ]",
    "TRANSLITERATION": "Kaam Krodhh Ddoobae Abhimaanee Houmai Vich Jal Jaaee ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਕਾਮ ਵਿਚ ਕ੍ਰੋਧ ਵਿਚ ਅਹੰਕਾਰ ਵਿਚ ਹੀ ਡੁੱਬੇ ਰਹਿੰਦੇ ਹਨ। ਹਉਮੈ ਵਿਚ ਫਸਿਆਂ ਦਾ ਆਤਮਕ ਜੀਵਨ ਸੜ (ਕੇ ਸੁਆਹ ਹੋ) ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 6,
    "RAAG_ID": 31,
    "GURMUKHI": "iqn isiD n buiD, BeI miq miDm; loB lhir duKu pweI ]",
    "TRANSLITERATION": "Thin Sidhh N Budhh Bhee Math Madhhim Lobh Lehar Dhukh Paaee ||",
    "PUNJABI": "(ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ) ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੂੰ (ਜੀਵਨ ਵਿਚ) ਸਫਲਤਾ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦੀ, (ਸਫਲਤਾ ਵਾਲੀ) ਅਕਲ ਉਹਨਾਂ ਨੂੰ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੁੰਦੀ, ਉਹਨਾਂ ਦੀ ਮੱਤ ਨੀਵੀਂ ਹੀ ਰਹਿੰਦੀ ਹੈ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਲੋਭ ਦੀਆਂ ਲਹਿਰਾਂ ਵਿਚ (ਫਸਿਆ) ਦੁੱਖ ਪਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 7,
    "RAAG_ID": 31,
    "GURMUKHI": "gur ibhUn. mhw duKu pwieAw; jm pkry ibllweI ]2]",
    "TRANSLITERATION": "Gur Bihoon Mehaa Dhukh Paaeiaa Jam Pakarae Bilalaaee ||2||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਣ ਤੋਂ ਬਿਨਾ ਮਨਮੁਖ ਮਨੁੱਖ ਬਹੁਤ ਦੁੱਖ ਪਾਂਦਾ ਹੈ, ਜਦੋਂ ਉਸ ਨੂੰ ਜਮ ਆ ਫੜਦੇ ਹਨ ਤਾਂ ਉਹ ਵਿਲਕਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 8,
    "RAAG_ID": 31,
    "GURMUKHI": "hir kw nwmu Agocru pwieAw; gurmuiK shij suBweI ]",
    "TRANSLITERATION": "Har Kaa Naam Agochar Paaeiaa Guramukh Sehaj Subhaaee ||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿੱਕ ਕੇ) ਪ੍ਰੇਮ ਵਿਚ (ਲੀਨ ਹੋ ਕੇ) ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (-ਖ਼ਜ਼ਾਨਾ) ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ਜਿਸ ਤਕ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 8,
    "RAAG_ID": 31,
    "GURMUKHI": "nwmu inDwnu visAw Gt AMqir; rsnw hir gux gweI ]",
    "TRANSLITERATION": "Naam Nidhhaan Vasiaa Ghatt Anthar Rasanaa Har Gun Gaaee ||",
    "PUNJABI": "ਉਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ (ਆਪਣੀ) ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 9,
    "RAAG_ID": 31,
    "GURMUKHI": "sdw AnMid rhY idnu rwqI; eyk sbid ilv lweI ]",
    "TRANSLITERATION": "Sadhaa Anandh Rehai Dhin Raathee Eaek Sabadh Liv Laaee ||",
    "PUNJABI": "ਇਕ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਉਹ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਸਦਾ ਆਨੰਦ ਵਿਚ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 9,
    "RAAG_ID": 31,
    "GURMUKHI": "nwmu pdwrQu shjy pwieAw; ieh siqgur kI vifAweI ]3]",
    "TRANSLITERATION": "Naam Padhaarathh Sehajae Paaeiaa Eih Sathigur Kee Vaddiaaee ||3||",
    "PUNJABI": "ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰਾਹੀਂ ਉਹ ਮਨੁੱਖ ਕੀਮਤੀ ਹਰਿ-ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ। ਇਹ ਸਾਰੀ ਗੁਰੂ ਦੀ ਹੀ ਬਰਕਤਿ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 10,
    "RAAG_ID": 31,
    "GURMUKHI": "siqgur qy hir hir min visAw; siqgur kau sd bil jweI ]",
    "TRANSLITERATION": "Sathigur Thae Har Har Man Vasiaa Sathigur Ko Sadh Bal Jaaee ||",
    "PUNJABI": "ਮੈਂ ਗੁਰੂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ ਮੇਰੇ) ਮਨ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 11,
    "RAAG_ID": 31,
    "GURMUKHI": "mnu qnu Arip rKau sBu AwgY; gur crxI icqu lweI ]",
    "TRANSLITERATION": "Man Than Arap Rakho Sabh Aagai Gur Charanee Chith Laaee ||",
    "PUNJABI": "ਮੈਂ ਆਪਣਾ ਮਨ ਆਪਣਾ ਤਨ ਸਭ ਕੁਝ ਗੁਰੂ ਦੇ ਅੱਗੇ ਭੇਟਾ ਰੱਖਦਾ ਹਾਂ, ਮੈਂ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਆਪਣਾ ਚਿੱਤ ਜੋੜੀ ਰੱਖਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 11,
    "RAAG_ID": 31,
    "GURMUKHI": "ApxI ikRpw krhu gur pUry; Awpy lYhu imlweI ]",
    "TRANSLITERATION": "Apanee Kirapaa Karahu Gur Poorae Aapae Laihu Milaaee ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਹੇ ਪੂਰੇ ਗੁਰੂ! (ਮੇਰੇ ਉਤੇ) ਆਪਣੀ ਮਿਹਰ ਕਰੋ, ਮੈਨੂੰ ਆਪ ਹੀ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾਈ ਰੱਖ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4557,
    "LINE_ID": 12,
    "RAAG_ID": 31,
    "GURMUKHI": "hm loh. gur nwv boihQw; nwnk pwir lMGweI ]4]7]",
    "TRANSLITERATION": "Ham Loh Gur Naav Bohithhaa Naanak Paar Langhaaee ||4||7||",
    "PUNJABI": "ਅਸੀਂ ਜੀਵ (ਵਿਕਾਰਾਂ ਨਾਲ ਭਾਰੇ ਹੋ ਚੁਕੇ) ਲੋਹਾ ਹਾਂ, ਗੁਰੂ ਬੇੜੀ ਹੈ ਗੁਰੂ ਜਹਾਜ਼ ਹੈ ਜੋ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ ॥੪॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4558,
    "LINE_ID": 13,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 4 pVqwl Gru 3",
    "TRANSLITERATION": "Malaar Mehalaa 4 Parrathaal Ghar 3",
    "PUNJABI": "ਰਾਗ ਮਲਾਰ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਪੜਤਾਲ'।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4558,
    "LINE_ID": 13,
    "RAAG_ID": 31,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4558,
    "LINE_ID": 14,
    "RAAG_ID": 31,
    "GURMUKHI": "hir jn bolq. sRI rwm nwmw; imil swDsMgiq hir qor ]1] rhwau ]",
    "TRANSLITERATION": "Har Jan Bolath Sreeraam Naamaa Mil Saadhhasangath Har Thor ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਤੇਰੇ ਭਗਤ ਤੇਰੀ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਤੇਰਾ ਨਾਮ ਜਪਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4558,
    "LINE_ID": 14,
    "RAAG_ID": 31,
    "GURMUKHI": "hir Dnu bnjhu. hir Dnu sMchu; ijsu lwgq hY nhI cor ]1]",
    "TRANSLITERATION": "Har Dhhan Banajahu Har Dhhan Sanchahu Jis Laagath Hai Nehee Chor ||1||",
    "PUNJABI": "(ਤੁਸੀਂ ਭੀ ਸਾਧ ਸੰਗਤ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਵਣਜੋ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਧਨ ਇਕੱਠਾ ਕਰੋ, (ਇਹ ਧਨ ਐਸਾ ਹੈ) ਕਿ ਇਸ ਨੂੰ ਚੋਰ ਚੁਰਾ ਨਹੀਂ ਸਕਦੇ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4558,
    "LINE_ID": 15,
    "RAAG_ID": 31,
    "GURMUKHI": "cwiqRk mor bolq idnu rwqI; suin Ginhr kI Gor ]2]",
    "TRANSLITERATION": "Chaathrik Mor Bolath Dhin Raathee Sun Ghanihar Kee Ghor ||2||",
    "PUNJABI": "(ਜਿਵੇਂ) ਪਪੀਹੇ ਤੇ ਮੋਰ ਬੱਦਲਾਂ ਦੀ ਗੜਗੱਜ ਸੁਣ ਕੇ ਦਿਨ ਰਾਤ ਬੋਲਦੇ ਹਨ, (ਤਿਵੇਂ ਤੁਸੀਂ ਭੀ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਹਰੀ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ) ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4558,
    "LINE_ID": 16,
    "RAAG_ID": 31,
    "GURMUKHI": "jo bolq hY imRg mIn pMKyrU; su ibnu hir. jwpq hY nhI hor ]3]",
    "TRANSLITERATION": "Jo Bolath Hai Mrig Meen Pankhaeroo S Bin Har Jaapath Hai Nehee Hor ||3||",
    "PUNJABI": "(ਉਹ ਪਰਮਾਤਮਾ ਐਸਾ ਹੈ ਕਿ) ਪਸ਼ੂ ਪੰਛੀ ਮੱਛੀਆਂ ਆਦਿਕ (ਧਰਤੀ ਉਤੇ ਤੁਰਨ ਫਿਰਨ ਵਾਲੇ, ਪਾਣੀ ਵਿਚ ਰਹਿਣ ਵਾਲੇ, ਆਕਾਸ਼ ਵਿਚ ਉੱਡਣ ਵਾਲੇ ਸਾਰੇ ਹੀ) ਜੋ ਬੋਲਦੇ ਹਨ, ਪਰਮਾਤਮਾ (ਦੀ ਦਿੱਤੀ ਸੱਤਿਆ) ਤੋਂ ਬਿਨਾ (ਕਿਸੇ) ਹੋਰ (ਦੀ ਸੱਤਿਆ ਨਾਲ) ਨਹੀਂ ਬੋਲਦੇ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4558,
    "LINE_ID": 16,
    "RAAG_ID": 31,
    "GURMUKHI": "nwnk jn hir kIriq gweI; CUit gieE jm kw sB sor ]4]1]8]",
    "TRANSLITERATION": "Naanak Jan Har Keerath Gaaee Shhoott Gaeiou Jam Kaa Sabh Sor ||4||1||8||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਭੀ ਹਰਿ-ਸੇਵਕਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਣਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ, (ਉਹਨਾਂ ਵਾਸਤੇ) ਜਮਦੂਤਾਂ ਦਾ ਸਾਰਾ ਰੌਲਾ ਮੁੱਕ ਗਿਆ (ਉਹਨਾਂ ਨੂੰ ਜਮਦੂਤਾਂ ਦਾ ਕੋਈ ਡਰ ਨਾਹ ਰਹਿ ਗਿਆ) ॥੪॥੧॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4559,
    "LINE_ID": 17,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 4 ]",
    "TRANSLITERATION": "Malaar Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4559,
    "LINE_ID": 17,
    "RAAG_ID": 31,
    "GURMUKHI": "rwm rwm boil boil; Kojqy bfBwgI ]",
    "TRANSLITERATION": "Raam Raam Bol Bol Khojathae Baddabhaagee ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਉਚਾਰਿਆ ਕਰ। ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਉਹ ਮਨੁੱਖ ਜੋ (ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰਨ ਲਈ) ਭਾਲ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4559,
    "LINE_ID": 18,
    "RAAG_ID": 31,
    "GURMUKHI": "hir kw pMQu koaU bqwvY; hau qw kY pwie lwgI ]1] rhwau ]",
    "TRANSLITERATION": "Har Kaa Panthh Kooo Bathaavai Ho Thaa Kai Paae Laagee ||1|| Rehaao ||",
    "PUNJABI": "ਮੈਂ (ਤਾਂ) ਉਸ ਮਨੁੱਖ ਦੇ ਚਰਨੀਂ ਲੱਗਦਾ ਹਾਂ ਜਿਹੜਾ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਰਾਹ ਦੱਸ ਦੇਵੇ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4559,
    "LINE_ID": 18,
    "RAAG_ID": 31,
    "GURMUKHI": "hir hmwro mIqu sKweI; hm hir isau pRIiq lwgI ]",
    "TRANSLITERATION": "Har Hamaaro Meeth Sakhaaee Ham Har Sio Preeth Laagee ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਮਿੱਤਰ ਹੈ ਮੇਰਾ ਮਦਦਗਾਰ ਹੈ, ਪਰਮਾਤਮਾ ਨਾਲ (ਹੀ) ਮੇਰਾ ਪਿਆਰ ਬਣਿਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  }
]