[
  {
    "SHABAD_ID": 4562,
    "LINE_ID": 1,
    "RAAG_ID": 31,
    "GURMUKHI": "jb ipRA Awie bsy igRih Awsin; qb hm mMglu gwieAw ]",
    "TRANSLITERATION": "Jab Pria Aae Basae Grihi Aasan Thab Ham Mangal Gaaeiaa ||",
    "PUNJABI": "ਹੇ ਸਖੀ! ਜਦੋਂ ਤੋਂ ਪਿਆਰੇ ਪ੍ਰਭੂ ਜੀ ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਵੱਸੇ ਹਨ, ਮੇਰੇ ਹਿਰਦੇ-ਤਖ਼ਤ ਉੱਤੇ ਆ ਬੈਠੇ ਹਨ, ਤਦੋਂ ਤੋਂ ਮੈਂ ਉਸੇ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੀ ਹਾਂ।",
    "PRONUNCIATION": "giR ih"
  },
  {
    "SHABAD_ID": 4562,
    "LINE_ID": 2,
    "RAAG_ID": 31,
    "GURMUKHI": "mIq swjn myry Bey suhyly; pRBu pUrw gurU imlwieAw ]3]",
    "TRANSLITERATION": "Meeth Saajan Maerae Bheae Suhaelae Prabh Pooraa Guroo Milaaeiaa ||3||",
    "PUNJABI": "ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਪੂਰਨ ਪ੍ਰਭੂ ਮਿਲਾ ਦਿੱਤਾ ਹੈ, ਮੇਰੇ ਇੰਦ੍ਰੇ ਸੌਖੇ (ਸ਼ਾਂਤ) ਹੋ ਗਏ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4562,
    "LINE_ID": 2,
    "RAAG_ID": 31,
    "GURMUKHI": "sKI shylI Bey AnMdw; guir kwrj hmry pUry ]",
    "TRANSLITERATION": "Sakhee Sehaelee Bheae Anandhaa Gur Kaaraj Hamarae Poorae ||",
    "PUNJABI": "ਗੁਰੂ ਨੇ ਮੇਰੇ ਸਾਰੇ ਕੰਮ ਸਵਾਰ ਦਿੱਤੇ ਹਨ, ਮੇਰੀਆਂ ਸਾਰੀਆਂ ਇੰਦ੍ਰੀਆਂ ਨੂੰ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4562,
    "LINE_ID": 3,
    "RAAG_ID": 31,
    "GURMUKHI": "khu nwnk. vru imilAw suKdwqw; Coif. n jweI dUry ]4]3]",
    "TRANSLITERATION": "Kahu Naanak Var Miliaa Sukhadhaathaa Shhodd N Jaaee Dhoorae ||4||3||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਸਖੀ!) ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ-ਪਤੀ ਮੈਨੂੰ ਮਿਲ ਪਿਆ ਹੈ। ਹੁਣ ਉਹ ਮੈਨੂੰ ਛੱਡ ਕੇ ਕਿਤੇ ਦੂਰ ਨਹੀਂ ਜਾਂਦਾ ॥੪॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4563,
    "LINE_ID": 4,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 5 ]",
    "TRANSLITERATION": "Malaar Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4563,
    "LINE_ID": 4,
    "RAAG_ID": 31,
    "GURMUKHI": "rwj qy kIt. kIt qy surpiq; kir doK. jTr kau Brqy ]",
    "TRANSLITERATION": "Raaj Thae Keett Keett Thae Surapath Kar Dhokh Jathar Ko Bharathae ||",
    "PUNJABI": "ਰਾਜਿਆਂ ਤੋਂ ਲੈ ਕੇ ਕੀੜਿਆਂ ਤਕ, ਕੀੜਿਆਂ ਤੋਂ ਲੈ ਕੇ ਇੰਦ੍ਰ ਦੇਵਤੇ ਤਕ (ਕੋਈ ਭੀ ਹੋਵੇ) ਪਾਪ ਕਰ ਕੇ (ਸਾਰੇ) ਗਰਭ-ਜੂਨ ਵਿਚ ਪੈਂਦੇ ਹਨ (ਕਿਸੇ ਦਾ ਲਿਹਾਜ਼ ਨਹੀਂ ਹੋ ਸਕਦਾ)।",
    "PRONUNCIATION": "(surpiq) ieMdR[ (jTr) pyt"
  },
  {
    "SHABAD_ID": 4563,
    "LINE_ID": 4,
    "RAAG_ID": 31,
    "GURMUKHI": "ikRpwiniD Coif. Awn kau pUjih; AwqmGwqI hrqy ]1]",
    "TRANSLITERATION": "Kirapaa Nidhh Shhodd Aan Ko Poojehi Aatham Ghaathee Harathae ||1||",
    "PUNJABI": "ਜਿਹੜੇ ਭੀ ਪ੍ਰਾਣੀ ਦਇਆ-ਦੇ-ਸਮੁੰਦਰ ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ ਹੋਰ ਹੋਰ ਨੂੰ ਪੂਜਦੇ ਹਨ, ਉਹ ਰੱਬ ਦੇ ਚੋਰ ਹਨ ਉਹ ਆਪਣੇ ਆਤਮਾ ਦਾ ਘਾਤ ਕਰਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": "(hrqy) nws huMdy hn[ Awqm-GwqI[ (dUjw pwT: hr qy)"
  },
  {
    "SHABAD_ID": 4563,
    "LINE_ID": 5,
    "RAAG_ID": 31,
    "GURMUKHI": "hir ibsrq; qy duiK duiK mrqy ]",
    "TRANSLITERATION": "Har Bisarath Thae Dhukh Dhukh Marathae ||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲਾਂਦੇ ਹਨ ਉਹ ਦੁਖੀ ਹੋ ਹੋ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4563,
    "LINE_ID": 5,
    "RAAG_ID": 31,
    "GURMUKHI": "Aink bwr BRmih bhu jonI; tyk. n kwhU Drqy ]1] rhwau ]",
    "TRANSLITERATION": "Anik Baar Bhramehi Bahu Jonee Ttaek N Kaahoo Dhharathae ||1|| Rehaao ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਅਨੇਕਾਂ ਵਾਰੀ ਕਈ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, (ਇਸ ਗੇੜ ਵਿਚੋਂ ਬਚਣ ਲਈ) ਉਹ ਕਿਸੇ ਦਾ ਭੀ ਆਸਰਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੇ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4563,
    "LINE_ID": 6,
    "RAAG_ID": 31,
    "GURMUKHI": "iqAwig suAwmI. Awn kau icqvq; mUV mugD Kl Kr qy ]",
    "TRANSLITERATION": "Thiaag Suaamee Aan Ko Chithavath Moorr Mugadhh Khal Khar Thae ||",
    "PUNJABI": "ਮਾਲਕ ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ ਜਿਹੜੇ ਕਿਸੇ ਹੋਰ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾਂਦੇ ਹਨ ਉਹ ਮੂਰਖ ਹਨ ਉਹ ਖੋਤੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4563,
    "LINE_ID": 7,
    "RAAG_ID": 31,
    "GURMUKHI": "kwgr nwv. lMGih kq swgru; ibRQw kQq. hm qrqy ]2]",
    "TRANSLITERATION": "Kaagar Naav Langhehi Kath Saagar Brithhaa Kathhath Ham Tharathae ||2||",
    "PUNJABI": "(ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਹੋਰ ਦੀ ਪੂਜਾ ਕਾਗ਼ਜ਼ ਦੀ ਬੇੜੀ ਵਿਚ ਚੜ੍ਹ ਕੇ ਸਮੁੰਦਰੋਂ ਪਾਰ ਲੰਘਣ ਦੇ ਜਤਨ ਸਮਾਨ ਹਨ) ਕਾਗ਼ਜ਼ ਦੀ ਬੇੜੀ ਤੇ (ਚੜ੍ਹ ਕੇ) ਕਿਵੇਂ ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਸਕਦੇ ਹਨ? ਉਹ ਵਿਅਰਥ ਹੀ ਆਖਦੇ ਹਨ ਕਿ ਅਸੀਂ ਪਾਰ ਲੰਘ ਰਹੇ ਹਾਂ ॥੨॥",
    "PRONUNCIATION": "(nwv) byVI (k`wgr) kwZzW dI"
  },
  {
    "SHABAD_ID": 4563,
    "LINE_ID": 7,
    "RAAG_ID": 31,
    "GURMUKHI": "isv ibrMic Asur sur jyqy; kwl Agin mih jrqy ]",
    "TRANSLITERATION": "Siv Biranch Asur Sur Jaethae Kaal Agan Mehi Jarathae ||",
    "PUNJABI": "ਸ਼ਿਵ, ਬ੍ਰਹਮਾ, ਦੈਂਤ, ਦੇਵਤੇ-ਇਹ ਜਿਤਨੇ ਭੀ ਹਨ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਕੇ ਸਭ) ਆਤਮਕ ਮੌਤ ਦੀ ਅੱਗ ਵਿਚ ਸੜਦੇ ਹਨ (ਕਿਸੇ ਦਾ ਭੀ ਲਿਹਾਜ਼ ਨਹੀਂ ਹੁੰਦਾ)।",
    "PRONUNCIATION": "A-sur"
  },
  {
    "SHABAD_ID": 4563,
    "LINE_ID": 8,
    "RAAG_ID": 31,
    "GURMUKHI": "nwnk srin. crnkmln kI; qum@. n fwrhu, pRB krqy ]3]4]",
    "TRANSLITERATION": "Naanak Saran Charan Kamalan Kee Thumh N Ddaarahu Prabh Karathae ||3||4||",
    "PUNJABI": "ਪ੍ਰਭੂ-ਦਰ ਤੇ ਅਰਦਾਸ ਕਰਦੇ ਰਹੋ-ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਕੌਲ ਫੁੱਲ ਵਰਗੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਵਿੱਚ ਪਏ ਨਾਨਕ ਨੂੰ ਪਰੇ ਨਾਹ ਹਟਾਵੋ ॥੩॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4564,
    "LINE_ID": 9,
    "RAAG_ID": 31,
    "GURMUKHI": "rwgu mlwr mhlw 5 dupdy Gru 1",
    "TRANSLITERATION": "Raag Malaar Mehalaa 5 Dhupadhae Ghar 1",
    "PUNJABI": "ਰਾਗ ਮਲਾਰ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4564,
    "LINE_ID": 9,
    "RAAG_ID": 31,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4564,
    "LINE_ID": 10,
    "RAAG_ID": 31,
    "GURMUKHI": "pRB myry Eie; bYrwgI iqAwgI ]",
    "TRANSLITERATION": "Prabh Maerae Oue Bairaagee Thiaagee ||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ ਮੇਰੇ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੀਤਵਾਨ ਹੁੰਦੇ ਹਨ ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਬਚੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4564,
    "LINE_ID": 10,
    "RAAG_ID": 31,
    "GURMUKHI": "hau ieku iKnu iqsu ibnu, rih. n skau; pRIiq hmwrI lwgI ]1] rhwau ]",
    "TRANSLITERATION": "Ho Eik Khin This Bin Rehi N Sako Preeth Hamaaree Laagee ||1|| Rehaao ||",
    "PUNJABI": "(ਉਹਨਾਂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ (ਭੀ) ਉਸ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਤੋਂ ਬਿਨਾ ਇਕ ਖਿਨ ਭਰ ਭੀ ਨਹੀਂ ਰਹਿ ਸਕਦਾ। ਮੇਰੀ (ਭੀ ਉਸ ਪ੍ਰਭੂ ਨਾਲ) ਪ੍ਰੀਤ ਲੱਗੀ ਹੋਈ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4564,
    "LINE_ID": 11,
    "RAAG_ID": 31,
    "GURMUKHI": "aun kY sMig moih, pRBu iciq AwvY; sMq pRswid moih jwgI ]",
    "TRANSLITERATION": "Oun Kai Sang Mohi Prabh Chith Aavai Santh Prasaadh Mohi Jaagee ||",
    "PUNJABI": "(ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੀਤਵਾਨ) ਉਹਨਾਂ (ਸੰਤ ਜਨਾਂ) ਦੀ ਸੰਗਤ ਵਿਚ (ਰਹਿ ਕੇ) ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ। ਸੰਤ ਜਨਾਂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੈਨੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਜਾਗ ਆ ਗਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4564,
    "LINE_ID": 11,
    "RAAG_ID": 31,
    "GURMUKHI": "suin aupdysu. Bey mn inrml; gun gwey rMig rWgI ]1]",
    "TRANSLITERATION": "Sun Oupadhaes Bheae Man Niramal Gun Gaaeae Rang Raangee ||1||",
    "PUNJABI": "(ਉਹਨਾਂ ਦਾ) ਉਪਦੇਸ਼ ਸੁਣ ਕੇ ਮਨ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦੇ ਹਨ (ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ) ਰੰਗ ਵਿਚ ਰੰਗੀਜ ਕੇ (ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ) ਗੁਣ ਗਾਣ ਲੱਗ ਪੈਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4564,
    "LINE_ID": 12,
    "RAAG_ID": 31,
    "GURMUKHI": "iehu mnu dyie. kIey sMq mIqw; ikRpwl Bey bfBwgˆØI ]",
    "TRANSLITERATION": "Eihu Man Dhaee Keeeae Santh Meethaa Kirapaal Bheae Baddabhaaganaee ||",
    "PUNJABI": "(ਆਪਣਾ) ਇਹ ਮਨ ਹਵਾਲੇ ਕਰ ਕੇ ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿੱਤਰ ਬਣਾ ਸਕੀਦਾ ਹੈ, (ਸੰਤ ਜਨ) ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਿਆਂ ਉੱਤੇ ਦਇਆਵਾਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4564,
    "LINE_ID": 12,
    "RAAG_ID": 31,
    "GURMUKHI": "mhw suKu pwieAw. brin, n swkau; rynu nwnk jn pwgI ]2]1]5]",
    "TRANSLITERATION": "Mehaa Sukh Paaeiaa Baran N Saako Raen Naanak Jan Paagee ||2||1||5||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਮੈਂ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ (ਸਦਾ ਮੰਗਦਾ ਹਾਂ। ਸੰਤ ਜਨਾਂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਇਤਨਾ ਮਹਾਨ ਅਨੰਦ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ ਕਿ ਮੈਂ ਉਸ ਨੂੰ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੨॥੧॥੫॥",
    "PRONUNCIATION": "pwgIN"
  },
  {
    "SHABAD_ID": 4565,
    "LINE_ID": 13,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 5 ]",
    "TRANSLITERATION": "Malaar Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4565,
    "LINE_ID": 13,
    "RAAG_ID": 31,
    "GURMUKHI": "mweI; moih pRIqmu dyhu imlweI ]",
    "TRANSLITERATION": "Maaee Mohi Preetham Dhaehu Milaaee ||",
    "PUNJABI": "ਹੇ ਮਾਂ! ਮੈਨੂੰ (ਭੀ) ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਮਿਲਾ ਦੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4565,
    "LINE_ID": 14,
    "RAAG_ID": 31,
    "GURMUKHI": "sgl shylI suK Bir sUqI; ijh Gir lwlu bsweI ]1] rhwau ]",
    "TRANSLITERATION": "Sagal Sehaelee Sukh Bhar Soothee Jih Ghar Laal Basaaee ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ (ਸੰਤ-ਜਨ-ਸਹੇਲੀਆਂ) ਦੇ (ਹਿਰਦੇ) ਘਰ ਵਿਚ ਸੋਹਣਾ ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ ਉਹ ਸਾਰੀਆਂ ਸਹੇਲੀਆਂ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਮਗਨ ਰਹਿੰਦੀਆਂ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4565,
    "LINE_ID": 14,
    "RAAG_ID": 31,
    "GURMUKHI": "moih Avgn. pRBu sdw dieAwlw; moih inrgun ikAw cqurweI ]",
    "TRANSLITERATION": "Mohi Avagan Prabh Sadhaa Dhaeiaalaa Mohi Niragun Kiaa Chathuraaee ||",
    "PUNJABI": "ਹੇ ਮਾਂ! ਮੇਰੇ ਵਿਚ ਨਿਰੇ ਔਗੁਣ ਹਨ (ਫਿਰ ਭੀ ਉਹ) ਪ੍ਰਭੂ ਸਦਾ ਦਇਆਵਾਨ (ਰਹਿੰਦਾ) ਹੈ। ਮੈਂ ਗੁਣ-ਹੀਨ ਵਿਚ ਕੋਈ ਅਜਿਹੀ ਸਿਆਣਪ ਨਹੀਂ (ਕਿ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਸਕਾਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4565,
    "LINE_ID": 15,
    "RAAG_ID": 31,
    "GURMUKHI": "krau brwbir. jo ipRA sMig rwqˆØI; ieh haumY kI FITweI ]1]",
    "TRANSLITERATION": "Karo Baraabar Jo Pria Sang Raathanaee Eih Houmai Kee Dteethaaee ||1||",
    "PUNJABI": "ਪਰ ਜ਼ਬਾਨੀ ਫੜਾਂ ਮਾਰ ਕੇ) ਮੈਂ ਉਹਨਾਂ ਦੀ ਬਰਾਬਰੀ ਕਰਦੀ ਹਾਂ, ਜਿਹੜੀਆਂ ਪਿਆਰੇ (ਪ੍ਰਭੂ) ਨਾਲ ਰੱਤੀਆਂ ਹੋਈਆਂ ਹਨ-ਇਹ ਤਾਂ ਮੇਰੀ ਹਉਮੈ ਦੀ ਢੀਠਤਾ ਹੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4565,
    "LINE_ID": 16,
    "RAAG_ID": 31,
    "GURMUKHI": "BeI inmwxI. srin iek qwkI; gur siqgur purK suKdweI ]",
    "TRANSLITERATION": "Bhee Nimaanee Saran Eik Thaakee Gur Sathigur Purakh Sukhadhaaee ||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ (ਹੇ ਮਾਂ! ਹੁਣ) ਮੈਂ ਮਾਣ ਛੱਡ ਦਿੱਤਾ ਹੈ, ਮੈਂ ਸਿਰਫ਼ ਸੁਖਦਾਤੇ ਗੁਰੂ ਸਤਿਗੁਰ ਪੁਰਖ ਦੀ ਸ਼ਰਨ ਤੱਕ ਲਈ ਹੈ।",
    "PRONUNCIATION": "qw`kI"
  },
  {
    "SHABAD_ID": 4565,
    "LINE_ID": 16,
    "RAAG_ID": 31,
    "GURMUKHI": "eyk inmK mih. myrw sBu duKu kwitAw; nwnk suiK rYin ibhweI ]2]2]6]",
    "TRANSLITERATION": "Eaek Nimakh Mehi Maeraa Sabh Dhukh Kaattiaa Naanak Sukh Rain Bihaaee ||2||2||6||",
    "PUNJABI": "(ਉਸ ਗੁਰੂ ਨੇ) ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਿਚ ਹੀ ਮੇਰਾ ਸਾਰਾ ਦੁੱਖ ਕੱਟ ਦਿੱਤਾ ਹੈ, (ਹੁਣ) ਮੇਰੀ (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਆਨੰਦ ਵਿਚ ਬੀਤ ਰਹੀ ਹੈ ॥੨॥੨॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4566,
    "LINE_ID": 17,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 5 ]",
    "TRANSLITERATION": "Malaar Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4566,
    "LINE_ID": 17,
    "RAAG_ID": 31,
    "GURMUKHI": "brsu myG jI; iqlu iblmu. n lwau ]",
    "TRANSLITERATION": "Baras Maegh Jee Thil Bilam N Laao ||",
    "PUNJABI": "ਹੇ ਨਾਮ-ਜਲ ਦੇ ਭੰਡਾਰ ਸਤਿਗੁਰੂ ਜੀ! (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ-ਜਲ ਦੀ) ਵਰਖਾ ਕਰ। ਰਤਾ ਭੀ ਢਿੱਲ ਨਾਹ ਕਰ।",
    "PRONUNCIATION": "siqgurU rUp (myG) b`dl"
  },
  {
    "SHABAD_ID": 4566,
    "LINE_ID": 18,
    "RAAG_ID": 31,
    "GURMUKHI": "brsu ipAwry mnih sDwry; hoie Andu sdw min cwau ]1] rhwau ]",
    "TRANSLITERATION": "Baras Piaarae Manehi Sadhhaarae Hoe Anadh Sadhaa Man Chaao ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ ਗੁਰੂ! ਹੇ ਮੇਰੇ ਮਨ ਨੂੰ ਸਹਾਰਾ ਦੇਣ ਵਾਲੇ ਗੁਰੂ! (ਨਾਮ-ਜਲ ਦੀ) ਵਰਖਾ ਕਰ। (ਇਸ ਵਰਖਾ ਨਾਲ) ਮੇਰੇ ਮਨ ਵਿਚ ਸਦਾ ਖ਼ੁਸ਼ੀ ਹੁੰਦੀ ਹੈ ਸਦਾ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4566,
    "LINE_ID": 18,
    "RAAG_ID": 31,
    "GURMUKHI": "hm qyrI Dr suAwmIAw myry; qU ikau mnhu ibswry ]",
    "TRANSLITERATION": "Ham Thaeree Dhhar Suaameeaa Maerae Thoo Kio Manahu Bisaarae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਸੁਆਮੀ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਤੇਰਾ ਹੀ ਆਸਰਾ ਹੈ, ਤੂੰ ਮੈਨੂੰ ਆਪਣੇ ਮਨ ਤੋਂ ਨਾਹ ਵਿਸਾਰ।",
    "PRONUNCIATION": ""
  }
]