[
  {
    "SHABAD_ID": 4566,
    "LINE_ID": 1,
    "RAAG_ID": 31,
    "GURMUKHI": "iesqRI rUp cyrI kI inAweI; soB nhI. ibnu Brqwry ]1]",
    "TRANSLITERATION": "Eisathree Roop Chaeree Kee Niaaee Sobh Nehee Bin Bharathaarae ||1||",
    "PUNJABI": "ਮੈਂ ਤਾਂ ਇਸਤ੍ਰੀ ਵਾਂਗ (ਨਿਰਬਲ) ਹਾਂ, ਦਾਸੀ ਵਾਂਗ (ਕਮਜ਼ੋਰ) ਹਾਂ। (ਇਸਤਰੀ) ਪਤੀ ਤੋਂ ਬਿਨਾ ਸੋਭਾ ਨਹੀਂ ਪਾਂਦੀ, (ਦਾਸੀ) ਮਾਲਕ ਤੋਂ ਬਿਨਾ ਸੋਭਾ ਨਹੀਂ ਪਾਂਦੀ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4566,
    "LINE_ID": 2,
    "RAAG_ID": 31,
    "GURMUKHI": "ibnau suinE. jb Twkur myrY; byig AwieE ikrpw Dwry ]",
    "TRANSLITERATION": "Bino Suniou Jab Thaakur Maerai Baeg Aaeiou Kirapaa Dhhaarae ||",
    "PUNJABI": "(ਹੇ ਸਖੀ!) ਜਦੋਂ ਮੇਰੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨੇ (ਮੇਰੀ ਇਹ) ਬੇਨਤੀ ਸੁਣੀ, ਤਾਂ ਮਿਹਰ ਕਰ ਕੇ ਉਹ ਛੇਤੀ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਆ ਵੱਸਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4566,
    "LINE_ID": 2,
    "RAAG_ID": 31,
    "GURMUKHI": "khu nwnk. myro binE suhwgo; piq soBw Bly Acwry ]2]3]7]",
    "TRANSLITERATION": "Kahu Naanak Maero Baniou Suhaago Path Sobhaa Bhalae Achaarae ||2||3||7||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੁਣ ਮੇਰੀ ਸੁਭਾਗਤਾ ਬਣ ਗਈ ਹੈ, ਮੈਨੂੰ ਇੱਜ਼ਤ ਮਿਲ ਗਈ ਹੈ, ਮੈਨੂੰ ਸੋਭਾ ਮਿਲ ਗਈ ਹੈ, ਮੇਰੀ ਭਲੀ ਕਰਣੀ ਹੋ ਗਈ ਹੈ ॥੨॥੩॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4567,
    "LINE_ID": 3,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 5 ]",
    "TRANSLITERATION": "Malaar Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4567,
    "LINE_ID": 3,
    "RAAG_ID": 31,
    "GURMUKHI": "pRIqm; swcw nwmu iDAwie ]",
    "TRANSLITERATION": "Preetham Saachaa Naam Dhhiaae ||",
    "PUNJABI": "ਪਿਆਰੇ ਪ੍ਰਭੂ ਦਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4567,
    "LINE_ID": 3,
    "RAAG_ID": 31,
    "GURMUKHI": "dUK drd ibnsY Bv swgru; gur kI mUriq irdY bswie ]1] rhwau ]",
    "TRANSLITERATION": "Dhookh Dharadh Binasai Bhav Saagar Gur Kee Moorath Ridhai Basaae ||1|| Rehaao ||",
    "PUNJABI": "ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ। (ਜਿਹੜਾ ਮਨੁੱਖ ਇਹ ਉੱਦਮ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਵਾਸਤੇ) ਦੁੱਖਾਂ ਕਲੇਸ਼ਾਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4567,
    "LINE_ID": 4,
    "RAAG_ID": 31,
    "GURMUKHI": "dusmn hqy. doKI siB ivAwpy; hir srxweI AwieAw ]",
    "TRANSLITERATION": "Dhusaman Hathae Dhokhee Sabh Viaapae Har Saranaaee Aaeiaa ||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ, (ਉਸ ਨਾਲ) ਵੈਰ ਕਰਨ ਵਾਲੇ ਜਗਤ ਵਿਚ ਫਿਟਕਾਰਾਂ ਖਾਂਦੇ ਹਨ, ਉਸ ਨਾਲ ਈਰਖਾ ਕਰਨ ਵਾਲੇ (ਭੀ) ਸਾਰੇ (ਈਰਖਾ ਤੇ ਸਾੜੇ ਵਿਚ ਹੀ) ਫਸੇ ਰਹਿੰਦੇ ਹਨ (ਭਾਵ, ਦੋਖੀ ਆਪ ਹੀ ਦੁਖੀ ਹੁੰਦੇ ਹਨ, ਉਸ ਦਾ ਕੁਝ ਨਹੀਂ ਵਿਗਾੜਦੇ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4567,
    "LINE_ID": 5,
    "RAAG_ID": 31,
    "GURMUKHI": "rwKnhwrY hwQ dy rwiKE; nwmu pdwrQu pwieAw ]1]",
    "TRANSLITERATION": "Raakhanehaarai Haathh Dhae Raakhiou Naam Padhaarathh Paaeiaa ||1||",
    "PUNJABI": "ਰੱਖਿਆ ਕਰਨ ਦੇ ਸਮਰੱਥ ਪ੍ਰਭੂ ਨੇ ਸਦਾ ਉਸ ਦੀ ਰੱਖਿਆ ਕੀਤੀ ਹੁੰਦੀ ਹੈ, ਉਸ ਨੇ ਪ੍ਰਭੂ ਦਾ ਕੀਮਤੀ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4567,
    "LINE_ID": 5,
    "RAAG_ID": 31,
    "GURMUKHI": "kir ikrpw iklivK siB kwty; nwmu inrmlu min dIAw ]",
    "TRANSLITERATION": "Kar Kirapaa Kilavikh Sabh Kaattae Naam Niramal Man Dheeaa ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ (ਪਰਮਾਤਮਾ ਨੇ ਆਪਣਾ) ਪਵਿੱਤਰ ਨਾਮ ਟਿਕਾ ਦਿੱਤਾ, ਮਿਹਰ ਕਰ ਕੇ ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ ਉਸ ਨੇ ਕੱਟ ਦਿੱਤੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4567,
    "LINE_ID": 6,
    "RAAG_ID": 31,
    "GURMUKHI": "gux inDwnu nwnk min visAw; bwhuiV dUK. n QIAw ]2]4]8]",
    "TRANSLITERATION": "Gun Nidhhaan Naanak Man Vasiaa Baahurr Dhookh N Thheeaa ||2||4||8||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਭੂ ਆ ਵੱਸਿਆ, ਉਸ ਨੂੰ ਮੁੜ ਕੋਈ ਦੁੱਖ ਪੋਹ ਨਹੀਂ ਸਕਦੇ ॥੨॥੪॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4568,
    "LINE_ID": 7,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 5 ]",
    "TRANSLITERATION": "Malaar Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4568,
    "LINE_ID": 7,
    "RAAG_ID": 31,
    "GURMUKHI": "pRB myry pRIqm; pRwn ipAwry ]",
    "TRANSLITERATION": "Prabh Maerae Preetham Praan Piaarae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਹੇ ਮੇਰੀ ਜਿੰਦ ਤੋਂ ਪਿਆਰੇ! ਹੇ ਦਇਆ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ!",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4568,
    "LINE_ID": 7,
    "RAAG_ID": 31,
    "GURMUKHI": "pRym Bgiq Apno nwmu dIjY; dieAwl AnugRhu Dwry ]1] rhwau ]",
    "TRANSLITERATION": "Praem Bhagath Apano Naam Dheejai Dhaeiaal Anugrahu Dhhaarae ||1|| Rehaao ||",
    "PUNJABI": "(ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ! ਮੈਨੂੰ ਆਪਣਾ ਪਿਆਰ ਬਖ਼ਸ਼, ਮੈਨੂੰ ਆਪਣੀ ਭਗਤੀ ਦੇਹ, ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਦੇਹ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "A-nu`gRhu"
  },
  {
    "SHABAD_ID": 4568,
    "LINE_ID": 8,
    "RAAG_ID": 31,
    "GURMUKHI": "ismrau crn quhwry pRIqm; irdY quhwrI Awsw ]",
    "TRANSLITERATION": "Simaro Charan Thuhaarae Preetham Ridhai Thuhaaree Aasaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰੀਤਮ! ਮੈਂ ਤੇਰੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰਦਾ ਰਹਾਂ, ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਤੇਰੀ ਆਸ ਟਿਕੀ ਰਹੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4568,
    "LINE_ID": 8,
    "RAAG_ID": 31,
    "GURMUKHI": "sMq jnw pih krau bynqI; min drsn kI ipAwsw ]1]",
    "TRANSLITERATION": "Santh Janaa Pehi Karo Baenathee Man Dharasan Kee Piaasaa ||1||",
    "PUNJABI": "ਮੈਂ ਸੰਤ ਜਨਾਂ ਪਾਸ ਬੇਨਤੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ (ਕਿ ਮੈਨੂੰ ਤੇਰਾ ਦਰਸਨ ਕਰਾ ਦੇਣ, ਮੇਰੇ) ਮਨ ਵਿਚ (ਤੇਰੇ) ਦਰਸਨ ਦੀ ਬੜੀ ਤਾਂਘ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4568,
    "LINE_ID": 9,
    "RAAG_ID": 31,
    "GURMUKHI": "ibCurq mrnu. jIvnu hir imlqy; jn kau drsnu dIjY ]",
    "TRANSLITERATION": "Bishhurath Maran Jeevan Har Milathae Jan Ko Dharasan Dheejai ||",
    "PUNJABI": "ਹੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਤੈਥੋਂ ਵਿਛੁੜਿਆਂ ਆਤਮਕ ਮੌਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਤੈਨੂੰ ਮਿਲਿਆਂ ਆਤਮਕ ਜੀਵਨ ਮਿਲਦਾ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਆਪਣੇ ਸੇਵਕ ਨੂੰ ਦਰਸਨ ਦੇਹ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4568,
    "LINE_ID": 9,
    "RAAG_ID": 31,
    "GURMUKHI": "nwm ADwru jIvn Dnu nwnk; pRB myry ikrpw kIjY ]2]5]9]",
    "TRANSLITERATION": "Naam Adhhaar Jeevan Dhhan Naanak Prabh Maerae Kirapaa Keejai ||2||5||9||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ, ਤੇਰੇ ਨਾਮ ਦਾ ਆਸਰਾ (ਮੈਨੂੰ ਮਿਲਿਆ ਰਹੇ, ਇਹੀ ਹੈ ਮੇਰੀ) ਜ਼ਿੰਦਗੀ ਦਾ ਸਰਮਾਇਆ ॥੨॥੫॥੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4569,
    "LINE_ID": 10,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 5 ]",
    "TRANSLITERATION": "Malaar Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4569,
    "LINE_ID": 10,
    "RAAG_ID": 31,
    "GURMUKHI": "Ab Apny pRIqm isau. bin AweI ]",
    "TRANSLITERATION": "Ab Apanae Preetham Sio Ban Aaee ||",
    "PUNJABI": "ਹੇ ਨਾਮ-ਜਲ ਨਾਲ ਭਰਪੂਰ ਗੁਰੂ! ਹੇ ਸੁਖ ਦੇਣ ਵਾਲੇ ਗੁਰੂ! (ਨਾਮ ਦੀ) ਵਰਖਾ ਕਰਦਾ ਰਹੁ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4569,
    "LINE_ID": 11,
    "RAAG_ID": 31,
    "GURMUKHI": "rwjwrwmu rmq, suKu pwieE; brsu myG suKdweI ]1] rhwau ]",
    "TRANSLITERATION": "Raajaa Raam Ramath Sukh Paaeiou Baras Maegh Sukhadhaaee ||1|| Rehaao ||",
    "PUNJABI": "(ਤੇਰੀ ਮਿਹਰ ਨਾਲ) ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਮੈਂ ਆਤਮਕ ਆਨੰਦ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ, ਹੁਣ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨਾਲ ਮੇਰਾ ਪਿਆਰ ਬਣ ਗਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4569,
    "LINE_ID": 11,
    "RAAG_ID": 31,
    "GURMUKHI": "ieku plu ibsrq nhI. suKswgru; nwmu nvY iniD pweI ]",
    "TRANSLITERATION": "Eik Pal Bisarath Nehee Sukh Saagar Naam Navai Nidhh Paaee ||",
    "PUNJABI": "ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ (ਜੋ ਮੇਰੇ ਵਾਸਤੇ ਦੁਨੀਆ ਦੇ) ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਹੈ। ਹੁਣ ਉਹ ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਪ੍ਰਭੂ ਇਕ ਪਲ ਵਾਸਤੇ ਭੀ ਨਹੀਂ ਭੁੱਲਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4569,
    "LINE_ID": 12,
    "RAAG_ID": 31,
    "GURMUKHI": "audOqu BieE pUrn BwvI ko; Byty sMq shweI ]1]",
    "TRANSLITERATION": "Oudhaath Bhaeiou Pooran Bhaavee Ko Bhaettae Santh Sehaaee ||1||",
    "PUNJABI": "ਜਦੋਂ ਤੋਂ ਸਹਾਇਤਾ ਕਰਨ ਵਾਲਾ ਗੁਰੂ-ਸੰਤ (ਮੈਨੂੰ) ਮਿਲਿਆ ਹੈ, (ਮੇਰੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦੀ) ਰਜ਼ਾ ਦਾ ਪੂਰਨ ਪਰਕਾਸ਼ ਹੋ ਗਿਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4569,
    "LINE_ID": 12,
    "RAAG_ID": 31,
    "GURMUKHI": "suK aupjy duK sgl ibnwsy; pwrbRhm ilv lweI ]",
    "TRANSLITERATION": "Sukh Oupajae Dhukh Sagal Binaasae Paarabreham Liv Laaee ||",
    "PUNJABI": "(ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼-ਮੀਂਹ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤ ਜੋੜ ਲਈ ਹੈ, ਮੇਰੇ ਅੰਦਰ ਸੁਖ ਪੈਦਾ ਹੋ ਗਏ ਹਨ, ਤੇ, ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਹੋ ਗਏ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4569,
    "LINE_ID": 13,
    "RAAG_ID": 31,
    "GURMUKHI": "qirE sMswru kiTn BY swgru; hir nwnk crn iDAweI ]2]6]10]",
    "TRANSLITERATION": "Thariou Sansaar Kathin Bhai Saagar Har Naanak Charan Dhhiaaee ||2||6||10||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਹਰੀ ਦੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰ ਕੇ ਮੈਂ ਉਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਿਆ ਹਾਂ ਜਿਸ ਨੂੰ ਤਰਨਾ ਔਖਾ ਹੈ, ਤੇ, ਜੋ ਅਨੇਕਾਂ ਡਰਾਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ ॥੨॥੬॥੧੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4570,
    "LINE_ID": 14,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 5 ]",
    "TRANSLITERATION": "Malaar Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4570,
    "LINE_ID": 14,
    "RAAG_ID": 31,
    "GURMUKHI": "Ginhr bris; sgl jgu CwieAw ]",
    "TRANSLITERATION": "Ghanihar Baras Sagal Jag Shhaaeiaa ||",
    "PUNJABI": "(ਉਂਞ ਤਾਂ) ਨਾਮ-ਜਲ ਨਾਲ ਭਰਪੂਰ ਸਤਿਗੁਰੂ (ਨਾਮ ਦੀ) ਵਰਖਾ ਕਰ ਕੇ ਸਾਰੇ ਜਗਤ ਉੱਤੇ ਪ੍ਰਭਾਵ ਪਾ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4570,
    "LINE_ID": 14,
    "RAAG_ID": 31,
    "GURMUKHI": "Bey ikRpwl pRIqm pRB myry; And mMgl suK pwieAw ]1] rhwau ]",
    "TRANSLITERATION": "Bheae Kirapaal Preetham Prabh Maerae Anadh Mangal Sukh Paaeiaa ||1|| Rehaao ||",
    "PUNJABI": "(ਪਰ ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ) ਮੇਰੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਜੀ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਉਹ (ਉਸ ਨਾਮ-ਵਰਖਾ ਵਿਚੋਂ) ਆਨੰਦ ਖ਼ੁਸ਼ੀਆਂ ਆਤਮਕ ਸੁਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4570,
    "LINE_ID": 15,
    "RAAG_ID": 31,
    "GURMUKHI": "imty klys. iqRsn sB bUJI; pwrbRhmu min iDAwieAw ]",
    "TRANSLITERATION": "Mittae Kalaes Thrisan Sabh Boojhee Paarabreham Man Dhhiaaeiaa ||",
    "PUNJABI": "ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਸਿਮਰਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ-ਕਲੇਸ਼ ਮਿਟ ਜਾਂਦੇ ਹਨ; ਉਸ ਦੀ ਮਾਇਆ ਦੀ ਪਿਆਸ ਬੁੱਝ ਜਾਂਦੀ ਹੈ,",
    "PRONUNCIATION": "bUJI: polw bolo"
  },
  {
    "SHABAD_ID": 4570,
    "LINE_ID": 16,
    "RAAG_ID": 31,
    "GURMUKHI": "swDsMig jnm mrn invwry; bhuir. n kqhU DwieAw ]1]",
    "TRANSLITERATION": "Saadhhasang Janam Maran Nivaarae Bahur N Kathehoo Dhhaaeiaa ||1||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਉਸ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਮੁੜ ਕਿਸੇ ਭੀ ਹੋਰ ਪਾਸੇ ਵਲ ਨਹੀਂ ਭਟਕਦਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4570,
    "LINE_ID": 16,
    "RAAG_ID": 31,
    "GURMUKHI": "mnu qnu nwim inrMjin rwqau; crnkml ilv lwieAw ]",
    "TRANSLITERATION": "Man Than Naam Niranjan Raatho Charan Kamal Liv Laaeiaa ||",
    "PUNJABI": "ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ ਨਿਰਲੇਪ ਪ੍ਰਭੂ ਦੇ ਨਾਮ (-ਰੰਗ ਵਿਚ) ਰੰਗਿਆ ਗਿਆ, ਉਸ ਨੇ ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜ ਲਈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4570,
    "LINE_ID": 17,
    "RAAG_ID": 31,
    "GURMUKHI": "AMgIkwru kIE pRiB ApnY; nwnk dws srxwieAw ]2]7]11]",
    "TRANSLITERATION": "Angeekaar Keeou Prabh Apanai Naanak Dhaas Saranaaeiaa ||2||7||11||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਦਾਸਾਂ ਦੀ ਸਰਨ ਆ ਪਿਆ, ਪ੍ਰਭੂ ਨੇ ਉਸ ਦੀ ਸਹਾਇਤਾ ਕੀਤੀ ॥੨॥੭॥੧੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4571,
    "LINE_ID": 18,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 5 ]",
    "TRANSLITERATION": "Malaar Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4571,
    "LINE_ID": 18,
    "RAAG_ID": 31,
    "GURMUKHI": "ibCurq ikau jIvy; Eie jIvn ]",
    "TRANSLITERATION": "Bishhurath Kio Jeevae Oue Jeevan ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਉਸ ਤੋਂ ਵਿਛੋੜੇ ਦਾ ਜੀਵਨ ਕਦੇ ਨਹੀਂ ਜੀਊ ਸਕਦੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4571,
    "LINE_ID": 18,
    "RAAG_ID": 31,
    "GURMUKHI": "icqih aulws. Aws imlby kI; crnkml rs pIvn ]1] rhwau ]",
    "TRANSLITERATION": "Chithehi Oulaas Aas Milabae Kee Charan Kamal Ras Peevan ||1|| Rehaao ||",
    "PUNJABI": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ) ਚਿੱਤ ਵਿਚ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਣ ਦੀ ਅਤੇ ਉਸ ਦੇ ਸੋਹਣੇ ਚਰਨ-ਕਮਲਾਂ ਦਾ ਰਸ ਪੀਣ ਦੀ ਆਸ ਹੈ ਤੇ ਤਾਂਘ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4571,
    "LINE_ID": 19,
    "RAAG_ID": 31,
    "GURMUKHI": "ijn kau ipAws qumwrI pRIqm; iqn kau AMqru nwhI ]",
    "TRANSLITERATION": "Jin Ko Piaas Thumaaree Preetham Thin Ko Anthar Naahee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਤੇਰੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਹੈ, ਉਹਨਾਂ ਦੀ ਤੇਰੇ ਨਾਲੋਂ ਕੋਈ ਵਿੱਥ ਨਹੀਂ ਹੁੰਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4571,
    "LINE_ID": 19,
    "RAAG_ID": 31,
    "GURMUKHI": "ijn kau ibsrY. myro rwmu ipAwrw; sy mUey mir jWhIN ]1]",
    "TRANSLITERATION": "Jin Ko Bisarai Maero Raam Piaaraa Sae Mooeae Mar Jaanheen ||1||",
    "PUNJABI": "ਪਰ, ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਿਆਰਾ ਪ੍ਰਭੂ ਭੁੱਲ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਮੌਤੇ ਮਰੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਆਤਮਕ ਮੌਤੇ ਹੀ ਮਰ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  }
]