[
  {
    "SHABAD_ID": 4591,
    "LINE_ID": 1,
    "RAAG_ID": 31,
    "GURMUKHI": "kwgd kotu. iehu jgu hY bpuro; rMgin ichn cqurweI ]",
    "TRANSLITERATION": "Kaagadh Kott Eihu Jag Hai Bapuro Rangan Chihan Chathuraaee ||",
    "PUNJABI": "ਇਹ ਜਗਤ ਵਿਚਾਰਾ (ਮਾਨੋ) ਕਾਗ਼ਜ਼ਾਂ ਦਾ ਕਿਲ੍ਹਾ ਹੈ ਜਿਸ ਨੂੰ (ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ) ਸਿਆਣਪ ਨਾਲ ਸਜਾਵਟ ਤੇ ਰੂਪ-ਰੇਖਾ ਦਿੱਤੀ ਹੋਈ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4591,
    "LINE_ID": 1,
    "RAAG_ID": 31,
    "GURMUKHI": "nwn@I sI bUMd. pvnu piq KovY; jnim mrY iKnu qweˆØI ]4]",
    "TRANSLITERATION": "Naanhee See Boondh Pavan Path Khovai Janam Marai Khin Thaaeanaee ||4||",
    "PUNJABI": "ਪਰ ਜਿਵੇਂ ਇਕ ਨਿੱਕੀ ਜਿਹੀ ਬੂੰਦ ਜਾਂ ਹਵਾ ਦਾ ਝੋਲਾ (ਕਾਗ਼ਜ਼ ਦੇ ਕਿਲ੍ਹੇ ਦੀ) ਸੋਭਾ ਗਵਾ ਦੇਂਦਾ ਹੈ, ਤਿਵੇਂ ਇਹ ਜਗਤ ਪਲ ਵਿਚ ਜੰਮਦਾ ਹੈ ਤੇ ਮਰਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4591,
    "LINE_ID": 2,
    "RAAG_ID": 31,
    "GURMUKHI": "ndI aup kMiT, jYsy Gru qrvru; srpin Gru. Gr mwhI ]",
    "TRANSLITERATION": "Nadhee Oupakanth Jaisae Ghar Tharavar Sarapan Ghar Ghar Maahee ||",
    "PUNJABI": "ਜਿਵੇਂ ਕਿਸੇ ਨਦੀ ਦੇ ਕੰਢੇ ਉਤੇ ਕੋਈ ਘਰ ਹੋਵੇ ਜਾਂ ਰੁੱਖ ਹੋਵੇ ਜਦੋਂ ਨਦੀ ਦਾ ਵੇਗ ਉਲਟਦਾ ਹੈ ਤਾਂ ਨਾਹ ਉਹ ਘਰ ਰਹਿ ਜਾਂਦਾ ਹੈ ਨਾਹ ਉਹ ਰੁੱਖ ਰਹਿ ਜਾਂਦਾ ਹੈ, ਜਿਵੇਂ ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਦੇ ਘਰ ਵਿਚ ਸਪਣੀ ਦਾ ਘਰ ਹੋਵੇ-",
    "PRONUNCIATION": "(aup) pws[ (kMiT) kMFy qy"
  },
  {
    "SHABAD_ID": 4591,
    "LINE_ID": 3,
    "RAAG_ID": 31,
    "GURMUKHI": "aultI ndI. khW Gru qrvru; srpin fsY. dUjw mn mWhI ]5]",
    "TRANSLITERATION": "Oulattee Nadhee Kehaan Ghar Tharavar Sarapan Ddasai Dhoojaa Man Maanhee ||5||",
    "PUNJABI": "ਤਾਂ ਜਦੋਂ ਭੀ ਮੌਕਾ ਮਿਲਦਾ ਹੈ ਸਪਣੀ ਉਸ ਨੂੰ ਡੰਗ ਮਾਰ ਹੀ ਦੇਂਦੀ ਹੈ। ਇਸੇ ਤਰ੍ਹਾਂ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਆਸਰੇ ਦੀ ਝਾਕ ਹੈ (ਉਹ ਨਦੀ ਦੇ ਉਲਟੇ ਹੋਏ ਹੜ੍ਹ ਵਾਂਗ ਹੈ, ਉਹ ਘਰ ਵਿਚ ਵੱਸਦੀ ਸਪਣੀ ਵਾਂਗ ਹੈ, ਇਹ ਦੂਜੀ ਝਾਕ ਆਤਮਕ ਮੌਤ ਲਿਆਉਂਦੀ ਹੈ) ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4591,
    "LINE_ID": 3,
    "RAAG_ID": 31,
    "GURMUKHI": "gwruV gur igAwnu. iDAwnu gur bcnI; ibiKAw gurmiq jwrI ]",
    "TRANSLITERATION": "Gaarurr Gur Giaan Dhhiaan Gur Bachanee Bikhiaa Guramath Jaaree ||",
    "PUNJABI": "ਗੁਰੂ ਤੋਂ ਮਿਲਿਆ ਹੋਇਆ ਗਿਆਨ, ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੁੜੀ ਸੁਰਤ, ਮਾਨੋ, ਸੱਪ ਨੂੰ ਕੀਲਣ ਵਾਲਾ ਮੰਤਰ ਹੈ। ਜਿਸ ਦੇ ਪਾਸ ਭੀ ਇਹ ਮੰਤਰ ਹੈ ਉਸ ਨੇ ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਾਇਆ (ਸਪਣੀ ਦਾ ਜ਼ਹਰ) ਸਾੜ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4591,
    "LINE_ID": 4,
    "RAAG_ID": 31,
    "GURMUKHI": "mn qn hyNv Bey scu pwieAw; hir kI Bgiq inrwrI ]6]",
    "TRANSLITERATION": "Man Than Haenav Bheae Sach Paaeiaa Har Kee Bhagath Niraaree ||6||",
    "PUNJABI": "(ਵੇਖੋ!) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ (ਇਕ) ਅਨੋਖੀ (ਦਾਤਿ) ਹੈ, ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਾਮ (ਹਿਰਦੇ ਵਿਚ) ਵਸਾ ਲਿਆ ਹੈ ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਸਰੀਰ (ਭਾਵ, ਇੰਦ੍ਰੇ) ਬਰਫ਼ ਵਰਗਾ ਸੀਤਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4591,
    "LINE_ID": 5,
    "RAAG_ID": 31,
    "GURMUKHI": "jyqI hY. qyqI quDu jwcY; qU srb jIAW dieAwlw ]",
    "TRANSLITERATION": "Jaethee Hai Thaethee Thudhh Jaachai Thoo Sarab Jeeaaan Dhaeiaalaa ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ!) ਜਿਤਨੀ ਲੁਕਾਈ ਹੈ ਸਾਰੀ ਹੀ ਤੈਥੋਂ (ਸਭ ਪਦਾਰਥ) ਮੰਗਦੀ ਹੈ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4591,
    "LINE_ID": 5,
    "RAAG_ID": 31,
    "GURMUKHI": "qum@rI srix pry. piq rwKhu; swcu imlY gopwlw ]7]",
    "TRANSLITERATION": "Thumharee Saran Parae Path Raakhahu Saach Milai Gopaalaa ||7||",
    "PUNJABI": "ਹੇ ਗੋਪਾਲ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਪਿਆ ਹਾਂ, ਮੇਰੀ ਇੱਜ਼ਤ ਰੱਖ ਲੈ, (ਮਿਹਰ ਕਰ) ਮੈਨੂੰ ਤੇਰਾ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਾਮ ਮਿਲ ਜਾਏ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4591,
    "LINE_ID": 6,
    "RAAG_ID": 31,
    "GURMUKHI": "bwDI DMiD AMD. nhI sUJY; biDk krm kmwvY ]",
    "TRANSLITERATION": "Baadhhee Dhhandhh Andhh Nehee Soojhai Badhhik Karam Kamaavai ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਧੰਧੇ ਵਿਚ ਬੱਝੀ ਹੋਈ ਲੁਕਾਈ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਅੰਨ੍ਹੀ ਹੋਈ ਪਈ ਹੈ (ਸਹੀ ਜੀਵਨ-ਜੁਗਤਿ ਬਾਰੇ ਇਸ ਨੂੰ) ਕੁਝ ਭੀ ਨਹੀਂ ਸੁੱਝਦਾ, (ਤਾਹੀਏਂ) ਨਿਰਦਈ ਕੰਮ ਕਰਦੀ ਜਾ ਰਹੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4591,
    "LINE_ID": 6,
    "RAAG_ID": 31,
    "GURMUKHI": "siqgur imlY. q sUJis bUJis; sc min igAwnu smwvY ]8]",
    "TRANSLITERATION": "Sathigur Milai Th Soojhas Boojhas Sach Man Giaan Samaavai ||8||",
    "PUNJABI": "ਜੇ ਜੀਵ ਗੁਰੂ ਨੂੰ ਮਿਲ ਪਏ ਤਾਂ ਇਸ (ਆਤਮਕ ਜੀਵਨ ਬਾਰੇ) ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ, ਇਸ ਦੇ ਮਨ ਵਿਚ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਜਾਣ-ਪਛਾਣ ਟਿੱਕ ਜਾਂਦੀ ਹੈ ॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4591,
    "LINE_ID": 7,
    "RAAG_ID": 31,
    "GURMUKHI": "inrgux dyh. swc ibnu kwcI; mY pUCau guru Apnw ]",
    "TRANSLITERATION": "Niragun Dhaeh Saach Bin Kaachee Mai Pooshho Gur Apanaa ||",
    "PUNJABI": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਗੁਣ-ਹੀਨ ਮਨੁੱਖਾ ਸਰੀਰ ਕੱਚਾ ਹੀ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਜੀਵ ਨੂੰ ਜਨਮ ਮਰਨ ਮਿਲਦਾ ਰਹਿੰਦਾ ਹੈ), (ਇਸ ਵਾਸਤੇ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੇ ਤੁਰਨ ਵਾਸਤੇ) ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਿੱਖਿਆ ਲੈਂਦਾ ਹਾਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4591,
    "LINE_ID": 8,
    "RAAG_ID": 31,
    "GURMUKHI": "nwnk so pRBu. pRBU idKwvY; ibnu swcy. jgu supnw ]9]2]",
    "TRANSLITERATION": "Naanak So Prabh Prabhoo Dhikhaavai Bin Saachae Jag Supanaa ||9||2||",
    "PUNJABI": "ਤੇ ਹੇ ਨਾਨਕ! ਗੁਰੂ ਪਰਮਾਤਮਾ ਦਾ ਦੀਦਾਰ ਕਰਾ ਦੇਂਦਾ ਹੈ। ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਜਗਤ ਸੁਪਨੇ ਵਾਂਗ ਹੀ ਹੈ (ਭਾਵ, ਜਿਵੇਂ ਸੁਪਨੇ ਵਿਚ ਵੇਖੇ ਹੋਏ ਪਦਾਰਥ ਜਾਗ ਖੁਲ੍ਹਣ ਤੇ ਅਲੋਪ ਹੋ ਜਾਂਦੇ ਹਨ, ਇਸੇ ਤਰ੍ਹਾਂ ਦੁਨੀਆ ਵਿਚ ਇਕੱਠੇ ਕੀਤੇ ਹੋਏ ਸਾਰੇ ਹੀ ਪਦਾਰਥ ਅੰਤ ਵੇਲੇ ਖੁੱਸ ਜਾਂਦੇ ਹਨ। ਇਕ ਪ੍ਰਭੂ-ਨਾਮ ਹੀ ਪੱਲੇ ਰਹਿ ਸਕਦਾ ਹੈ) ॥੯॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4592,
    "LINE_ID": 8,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 1 ]",
    "TRANSLITERATION": "Malaar Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4592,
    "LINE_ID": 8,
    "RAAG_ID": 31,
    "GURMUKHI": "cwiqRk mIn jl hI qy suKu pwvih; swirMg sbid suhweI ]1]",
    "TRANSLITERATION": "Chaathrik Meen Jal Hee Thae Sukh Paavehi Saaring Sabadh Suhaaee ||1||",
    "PUNJABI": "(ਹੇ ਮਾਂ! ਬਬੀਹੇ ਦੀ ਕੂਕ ਸੁਣ ਕੇ ਮੈਨੂੰ ਸਮਝ ਆਈ ਕਿ) ਬਬੀਹਾ ਤੇ ਮੱਛੀ ਪਾਣੀ ਤੋਂ ਹੀ ਸੁਖ ਪਾਂਦੇ ਹਨ, ਹਰਨ ਭੀ (ਘੰਡੇ ਹੇੜੇ ਦੇ) ਸ਼ਬਦ ਤੋਂ ਸੁਖ ਲੈਂਦਾ ਹੈ (ਤਾਂ ਫਿਰ ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਵਿਛੋੜੇ ਵਿਚ ਮੈਂ ਕਿਵੇਂ ਸੁਖੀ ਹੋਣ ਦੀ ਆਸ ਕਰ ਸਕਦੀ ਹਾਂ?) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4592,
    "LINE_ID": 9,
    "RAAG_ID": 31,
    "GURMUKHI": "rYin bbIhw boilE; myrI mweI ]1] rhwau ]",
    "TRANSLITERATION": "Rain Babeehaa Boliou Maeree Maaee ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਮਾਂ! (ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਦੀ ਤਾਂਘ ਵਿਚ) ਰਾਤੀਂ ਬਬੀਹਾ (ਬੜੇ ਵੈਰਾਗ ਵਿਚ) ਬੋਲਿਆ (ਉਸ ਦੀ ਵਿਲਕਣੀ ਸੁਣ ਕੇ ਮੇਰੇ ਅੰਦਰ ਭੀ ਧ੍ਰੂਹ ਪਈ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4592,
    "LINE_ID": 10,
    "RAAG_ID": 31,
    "GURMUKHI": "ipRA isau pRIiq, n aultY kbhU; jo qY BwvY sweI ]2]",
    "TRANSLITERATION": "Pria Sio Preeth N Oulattai Kabehoo Jo Thai Bhaavai Saaee ||2||",
    "PUNJABI": "(ਹੇ ਮਾਂ! ਬਬੀਹੇ ਮੱਛੀ ਹਰਨ ਆਦਿਕ ਦੀ) ਪ੍ਰੀਤ (ਆਪੋ ਆਪਣੇ) ਪਿਆਰੇ ਵਲੋਂ ਕਦੇ ਭੀ ਪਰਤਦੀ ਨਹੀਂ। (ਇਹ ਮਨੁੱਖ ਹੀ ਹੈ ਜਿਸ ਦੀ ਪ੍ਰੀਤ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਲੋਂ ਹੱਟ ਕੇ ਦੁਨੀਆ ਨਾਲ ਬਣ ਜਾਂਦੀ ਹੈ। ਹੇ ਮਾਂ! ਮੈਂ ਅਰਦਾਸ ਕੀਤੀ ਕਿ ਹੇ ਪ੍ਰਭੂ!) ਜੋ ਤੈਨੂੰ ਭਾਵੇ ਉਹੀ ਗੱਲ ਹੁੰਦੀ ਹੈ (ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤ ਦੇਹ) ॥੨॥",
    "PRONUNCIATION": "qYN[ sWeIN"
  },
  {
    "SHABAD_ID": 4592,
    "LINE_ID": 10,
    "RAAG_ID": 31,
    "GURMUKHI": "nId geI. haumY qin QwkI; sc miq irdY smweI ]3]",
    "TRANSLITERATION": "Needh Gee Houmai Than Thhaakee Sach Math Ridhai Samaaee ||3||",
    "PUNJABI": "(ਹੇ ਮਾਂ! ਮੇਰੀ ਬੇਨਤੀ ਸੁਣ ਕੇ ਪ੍ਰਭੂ ਨੇ ਮਿਹਰ ਕੀਤੀ) ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰੀਤਮ ਦਾ ਨਾਮ ਸਿਮਰਨ ਵਾਲੀ ਮੱਤ ਆ ਟਿਕੀ, ਹੁਣ ਮੇਰੀ ਮਾਇਆ ਦੇ ਮੋਹ ਵਾਲੀ ਨੀਂਦ ਮੁੱਕ ਗਈ ਹੈ, ਮੇਰੇ ਸਰੀਰ ਵਿਚ ਦੀ ਹਉਮੈ ਭੀ ਦੂਰ ਹੋ ਗਈ ਹੈ ॥੩॥",
    "PRONUNCIATION": "nINd[ Qw`kI"
  },
  {
    "SHABAD_ID": 4592,
    "LINE_ID": 11,
    "RAAG_ID": 31,
    "GURMUKHI": "rUKˆØI ibrKˆØI, aUfau BUKw; pIvw nwmu suBweI ]4]",
    "TRANSLITERATION": "Rookhanaee Birakhanaee Ooddo Bhookhaa Peevaa Naam Subhaaee ||4||",
    "PUNJABI": "(ਹੇ ਮਾਂ! ਬਬੀਹੇ ਦੀ ਵਿਲਕਣੀ ਵਿਚੋਂ ਮੈਨੂੰ ਜਾਪਿਆ ਕਿ ਉਹ ਇਉਂ ਤਰਲੇ ਲੈ ਰਿਹਾ ਹੈ-) ਮੈਂ ਰੁੱਖਾਂ ਬਿਰਖਾਂ ਤੇ ਉੱਡ ਉੱਡ ਕੇ ਜਾਂਦਾ ਹਾਂ ਪਰ (ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਤੋਂ ਬਿਨਾ) ਭੁੱਖਾ (ਪਿਆਸਾ) ਹੀ ਹਾਂ! (ਬਬੀਹੇ ਦੀ ਵਿਲਕਣੀ ਤੋਂ ਪ੍ਰੇਰਿਤ ਹੋ ਕੇ ਹੁਣ) ਮੈਂ ਬੜੇ ਪਿਆਰ ਨਾਲ ਪਰਮਾਤਮਾ-ਪਤੀ ਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀ ਰਹੀ ਹਾਂ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4592,
    "LINE_ID": 11,
    "RAAG_ID": 31,
    "GURMUKHI": "locn qwr llqw ibllwqI; drsn ipAws rjweI ]5]",
    "TRANSLITERATION": "Lochan Thaar Lalathaa Bilalaathee Dharasan Piaas Rajaaee ||5||",
    "PUNJABI": "(ਹੇ ਮਾਂ!) ਰਜ਼ਾ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਦੇ ਦੀਦਾਰ ਦੀ (ਮੇਰੇ ਅੰਦਰ) ਬੜੀ ਤਾਂਘ ਹੈ, ਮੇਰੀ ਜੀਭ (ਉਸ ਦੇ ਦਰਸਨ ਲਈ) ਤਰਲੇ ਲੈ ਰਹੀ ਹੈ, (ਉਡੀਕ ਵਿਚ) ਮੇਰੀਆਂ ਅੱਖਾਂ ਦੀ ਟਿਕਟਿਕੀ ਲੱਗੀ ਹੋਈ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4592,
    "LINE_ID": 12,
    "RAAG_ID": 31,
    "GURMUKHI": "ipRA ibnu. sIgwru krI. qyqw qnu qwpY; kwpru AMig. n suhweI ]6]",
    "TRANSLITERATION": "Pria Bin Seegaar Karee Thaethaa Than Thaapai Kaapar Ang N Suhaaee ||6||",
    "PUNJABI": "(ਹੇ ਮਾਂ! ਹੁਣ ਮੈਂ ਮਹਿਸੂਸ ਕਰਦੀ ਹਾਂ ਕਿ) ਪਿਆਰੇ ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਬਿਨਾ ਮੈਂ ਜਿਤਨਾ ਭੀ ਸਿੰਗਾਰ ਕਰਦੀ ਹਾਂ ਉਤਨਾ ਹੀ (ਵਧੀਕ) ਮੇਰਾ ਸਰੀਰ (ਸੁਖੀ ਹੋਣ ਦੇ ਥਾਂ) ਤਪਦਾ ਹੈ। (ਚੰਗੇ ਤੋਂ ਚੰਗਾ ਭੀ) ਕੱਪੜਾ (ਮੈਨੂੰ ਆਪਣੇ) ਸਰੀਰ ਉਤੇ ਸੁਖਾਂਦਾ ਨਹੀਂ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4592,
    "LINE_ID": 13,
    "RAAG_ID": 31,
    "GURMUKHI": "Apny ipAwry ibnu. ieku iKnu rih, n skNau; ibn imly nˆØId. n pweI ]7]",
    "TRANSLITERATION": "Apanae Piaarae Bin Eik Khin Rehi N Sakano Bin Milae Nanaeedh N Paaee ||7||",
    "PUNJABI": "(ਹੇ ਮਾਂ!) ਆਪਣੇ ਪਿਆਰੇ ਤੋਂ ਬਿਨਾ ਮੈਂ (ਇਕ) ਪਲ ਭਰ ਭੀ (ਸ਼ਾਂਤ-ਚਿੱਤ) ਨਹੀਂ ਰਹਿ ਸਕਦੀ, ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ ਨੀਂਦ ਨਹੀਂ ਪੈਂਦੀ (ਸ਼ਾਂਤੀ ਨਹੀਂ ਆਉਂਦੀ) ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4592,
    "LINE_ID": 14,
    "RAAG_ID": 31,
    "GURMUKHI": "ipru njIik. n bUJY bpuVI; siqguir dIAw idKweI ]8]",
    "TRANSLITERATION": "Pir Najeek N Boojhai Bapurree Sathigur Dheeaa Dhikhaaee ||8||",
    "PUNJABI": "(ਹੇ ਮਾਂ!) ਪ੍ਰਭੂ-ਪਤੀ ਤਾਂ (ਹਰੇਕ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ) ਨੇੜੇ (ਵੱਸਦਾ) ਹੈ; ਪਰ ਭਾਗ-ਹੀਣ ਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ। (ਸੁਭਾਗਣ) ਨੂੰ (ਉਸ ਦੇ ਅੰਦਰ ਹੀ ਪਰਮਾਤਮਾ) ਵਿਖਾ ਦਿੱਤਾ ਹੈ ॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4592,
    "LINE_ID": 14,
    "RAAG_ID": 31,
    "GURMUKHI": "shij imilAw qb hI suKu pwieAw; iqRsnw sbid buJweI ]9]",
    "TRANSLITERATION": "Sehaj Miliaa Thab Hee Sukh Paaeiaa Thrisanaa Sabadh Bujhaaee ||9||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿੱਕ ਗਈ ਉਸਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ) ਮਿਲ ਪਿਆ (ਉਸ ਦੇ ਦੀਦਾਰ ਹੋਇਆਂ ਉਸ ਨੂੰ) ਉਸ ਵੇਲੇ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੇ ਉਸ ਦੀ ਤ੍ਰਿਸ਼ਨਾ (ਦੀ ਅੱਗ) ਬੁਝਾ ਦਿੱਤੀ ॥੯॥",
    "PRONUNCIATION": "buJweI: polw bolo"
  },
  {
    "SHABAD_ID": 4592,
    "LINE_ID": 15,
    "RAAG_ID": 31,
    "GURMUKHI": "khu nwnk. quJ qy mnu mwinAw; kImiq khnu. n jweI ]10]3]",
    "TRANSLITERATION": "Kahu Naanak Thujh Thae Man Maaniaa Keemath Kehan N Jaaee ||10||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਅਰਦਾਸ ਕਰ ਕੇ ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੀ ਮਿਹਰ ਨਾਲ ਮੇਰਾ ਮਨ (ਤੇਰੀ ਯਾਦ ਵਿਚ) ਗਿੱਝ ਗਿਆ ਹੈ (ਤੇ ਮੇਰੇ ਅੰਦਰ ਅਜੇਹਾ ਆਤਮਕ ਆਨੰਦ ਬਣ ਗਿਆ ਹੈ ਜਿਸ ਦਾ) ਮੁੱਲ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ ॥੧੦॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4593,
    "LINE_ID": 16,
    "RAAG_ID": 31,
    "GURMUKHI": "mlwr mhlw 1 AstpdIAw Gru 2",
    "TRANSLITERATION": "Malaar Mehalaa 1 Asattapadheeaa Ghar 2",
    "PUNJABI": "ਰਾਗ ਮਲਾਰ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": "AstpdIAW: s pYr ibMdI n lwau["
  },
  {
    "SHABAD_ID": 4593,
    "LINE_ID": 16,
    "RAAG_ID": 31,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4593,
    "LINE_ID": 17,
    "RAAG_ID": 31,
    "GURMUKHI": "AKlI aUNfI; jlu Br nwil ]",
    "TRANSLITERATION": "Akhalee Oonaddee Jal Bhar Naal ||",
    "PUNJABI": "ਜੇ ਲਮਢੀਂਗ (ਆਦਿਕ ਪੰਛੀ) ਉੱਚੇ ਆਕਾਸ਼ ਵਿਚ ਉੱਡ ਰਿਹਾ ਹੈ (ਤਾਂ ਉਥੇ ਉੱਡਦੇ ਨੂੰ ਪਾਣੀ ਨਹੀਂ ਮਿਲ ਸਕਦਾ ਕਿਉਂਕਿ) ਪਾਣੀ ਸਮੁੰਦਰ ਵਿਚ ਹੈ (ਆਤਮਕ ਸ਼ਾਂਤੀ ਸੀਤਲਤਾ ਨਿਮ੍ਰਤਾ ਵਿਚ ਹੈ। ਇਹ ਉਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕਦੀ ਜਿਸ ਦਾ ਦਿਮਾਗ਼ ਮਾਇਆ ਆਦਿਕ ਦੇ ਅਹੰਕਾਰ ਵਿਚ ਅਸਮਾਨੀਂ ਚੜ੍ਹਿਆ ਹੋਇਆ ਹੋਵੇ)।",
    "PRONUNCIATION": "(AKlI) lmFINg[ (aUNfI) au~f ky[ (nwil) nwlI c pwxI Br lYNdy hn[ skwmI purK puMnW rUpI pwxI nMU Br ky svrg rUpI phwVI ˜qy cVdy hn, puMnW rUpI pwxI dy nws hoieAw Pyr eys lok rUpI pqwl c Aw ifgdy hn[ AKlI: polw bolo"
  },
  {
    "SHABAD_ID": 4593,
    "LINE_ID": 17,
    "RAAG_ID": 31,
    "GURMUKHI": "fUgru aUcau; gVu pwqwil ]",
    "TRANSLITERATION": "Ddoogar Oocho Garr Paathaal ||",
    "PUNJABI": "ਕਿਲ੍ਹਾ ਪਾਤਾਲ ਵਿਚ ਹੈ, ਪਰ ਪਹਾੜ (ਦਾ ਪੈਂਡਾ) ਉੱਚਾ ਹੈ (ਜੇ ਕੋਈ ਮਨੁੱਖ ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਤੋਂ ਬਚਣ ਲਈ ਕੋਈ ਸਤਸੰਗ ਆਦਿਕ ਆਸਰਾ ਲੋੜਦਾ ਹੈ, ਪਰ ਚੜ੍ਹਿਆ ਜਾ ਰਿਹਾ ਹੈ ਹਉਮੈ ਅਹੰਕਾਰ ਦੇ ਪਹਾੜ ਉਤੇ, ਤਾਂ ਉਸ ਰਾਹੇ ਪੈ ਕੇ ਉਹ ਵੈਰੀਆਂ ਦੀ ਚੋਟ ਤੋਂ ਬਚ ਨਹੀਂ ਸਕਦਾ)।",
    "PRONUNCIATION": "gV@"
  },
  {
    "SHABAD_ID": 4593,
    "LINE_ID": 17,
    "RAAG_ID": 31,
    "GURMUKHI": "swgru sIqlu; gur sbd vIcwir ]",
    "TRANSLITERATION": "Saagar Seethal Gur Sabadh Veechaar ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਕੀਤਿਆਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ (ਜੋ ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਨਾਲ ਤਪ ਰਿਹਾ ਹੈ) ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4593,
    "LINE_ID": 18,
    "RAAG_ID": 31,
    "GURMUKHI": "mwrgu mukqw; haumY mwir ]1]",
    "TRANSLITERATION": "Maarag Mukathaa Houmai Maar ||1||",
    "PUNJABI": "(ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਸਹਾਇਤਾ ਨਾਲ) ਹਉਮੈ ਮਾਰਿਆਂ ਜੀਵਨ ਦਾ ਰਸਤਾ ਖੁਲ੍ਹਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਵਿਕਾਰਾਂ ਦੀ ਰੁਕਾਵਟ ਨਹੀਂ ਰਹਿੰਦੀ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4593,
    "LINE_ID": 18,
    "RAAG_ID": 31,
    "GURMUKHI": "mY AMDuly; nwvY kI joiq ]",
    "TRANSLITERATION": "Mai Andhhulae Naavai Kee Joth ||",
    "PUNJABI": "ਮੈਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋਏ ਹੋਏ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਚਾਨਣ ਮਿਲ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4593,
    "LINE_ID": 18,
    "RAAG_ID": 31,
    "GURMUKHI": "nwm ADwir; clw gur kY BY Byiq ]1] rhwau ]",
    "TRANSLITERATION": "Naam Adhhaar Chalaa Gur Kai Bhai Bhaeth ||1|| Rehaao ||",
    "PUNJABI": "ਹੁਣ ਮੈਂ (ਜੀਵਨ-ਪੰਧ ਵਿਚ) ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੇ ਆਸਰੇ ਤੁਰਦਾ ਹਾਂ, ਗੁਰੂ ਦੇ ਡਰ-ਅਦਬ ਵਿਚ ਰਹਿ ਕੇ ਤੁਰਦਾ ਹਾਂ, (ਜੀਵਨ-ਔਕੜਾਂ ਬਾਰੇ) ਗੁਰੂ ਦੇ ਸਮਝਾਏ ਹੋਏ ਭੇਦ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਤੁਰਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "c`lW"
  }
]