[
  {
    "SHABAD_ID": 4616,
    "LINE_ID": 1,
    "RAAG_ID": 31,
    "GURMUKHI": "gurmuiK piq isau lyKw inbVY; bKsy isPiq BMfwr ]",
    "TRANSLITERATION": "Guramukh Path Sio Laekhaa Nibarrai Bakhasae Sifath Bhanddaar ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਦਾ ਲੇਖਾ ਇੱਜ਼ਤ ਨਾਲ ਨਿੱਬੜਦਾ ਹੈ ਕਿਉਂਕਿ ਗੁਰੂ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਖ਼ਜ਼ਾਨੇ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4616,
    "LINE_ID": 1,
    "RAAG_ID": 31,
    "GURMUKHI": "EQY hQu. n ApVY; kUk n suxIAY pukwr ]",
    "TRANSLITERATION": "Outhhai Hathh N Aparrai Kook N Suneeai Pukaar ||",
    "PUNJABI": "ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਲੇਖਾ ਹੋਣ ਵੇਲੇ ਕਿਸੇ ਹੋਰ ਦੀ ਪੇਸ਼ ਨਹੀਂ ਜਾਂਦੀ, ਤੇ ਉਸ ਵੇਲੇ ਕਿਸੇ ਕੂਕ-ਪੁਕਾਰ ਦਾ ਭੀ ਕੋਈ ਫ਼ਾਇਦਾ ਨਹੀਂ ਹੁੰਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4616,
    "LINE_ID": 2,
    "RAAG_ID": 31,
    "GURMUKHI": "EQY siqguru bylI hovY; kiF ley AMqI vwr ]",
    "TRANSLITERATION": "Outhhai Sathigur Baelee Hovai Kadt Leae Anthee Vaar ||",
    "PUNJABI": "ਉਸ ਵੇਲੇ ਵਾਸਤੇ ਤਾਂ ਸਤਿਗੁਰੂ ਹੀ ਮਦਦਗਾਰ ਹੁੰਦਾ ਹੈ ਕਿਉਂਕਿ ਆਖ਼ਰ ਗੁਰੂ ਹੀ ਵਿਕਾਰਾਂ ਤੋਂ ਬਾਹਰ ਕੱਢਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4616,
    "LINE_ID": 2,
    "RAAG_ID": 31,
    "GURMUKHI": "eynw jMqw no. hor syvw nhI; siqguru isir krqwr ]6]",
    "TRANSLITERATION": "Eaenaa Janthaa No Hor Saevaa Nehee Sathigur Sir Karathaar ||6||",
    "PUNJABI": "ਕਿਸੇ ਹੋਰ ਕਿਸਮ ਦੀ ਸੇਵਾ ਇਹਨਾਂ ਜੀਵਾਂ ਲਈ ਲਾਭਦਾਇਕ ਨਹੀਂ ਹੈ, ਅਕਾਲ ਪੁਰਖ ਦਾ ਭੇਜਿਆ ਹੋਇਆ ਸਤਿਗੁਰੂ ਹੀ ਜੀਵਾਂ ਦੇ ਸਿਰ ਉਤੇ ਹੱਥ ਰੱਖਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4617,
    "LINE_ID": 3,
    "RAAG_ID": 31,
    "GURMUKHI": "slok mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4617,
    "LINE_ID": 3,
    "RAAG_ID": 31,
    "GURMUKHI": "bwbIhw ijs no qU pUkwrdw; iqs no locY sBu koie ]",
    "TRANSLITERATION": "Baabeehaa Jis No Thoo Pookaaradhaa This No Lochai Sabh Koe ||",
    "PUNJABI": "ਹੇ ਬਿਰਹੀ ਜੀਵ! ਜਿਸ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਲਈ ਤੂੰ ਤਰਲੇ ਲੈ ਰਿਹਾ ਹੈਂ, ਉਸ ਨੂੰ ਮਿਲਣ ਲਈ ਹਰੇਕ ਜੀਵ ਲੋਚਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4617,
    "LINE_ID": 3,
    "RAAG_ID": 31,
    "GURMUKHI": "ApxI ikrpw kir kY vssI; vxu iqRxu hirAw hoie ]",
    "TRANSLITERATION": "Apanee Kirapaa Kar Kai Vasasee Van Thrin Hariaa Hoe ||",
    "PUNJABI": "ਜਦੋਂ ਉਹ ਪ੍ਰਭੂ ਆਪ ਮਿਹਰ ਕਰ ਕੇ ('ਨਾਮ' ਦੀ) ਵਰਖਾ ਕਰੇਗਾ ਤਾਂ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ (ਸਾਰੀ ਬਨਸਪਤੀ) ਹਰੀ ਹੋ ਜਾਇਗੀ।",
    "PRONUNCIATION": "(vs-sI) vrsxgy"
  },
  {
    "SHABAD_ID": 4617,
    "LINE_ID": 4,
    "RAAG_ID": 31,
    "GURMUKHI": "gur prswdI pweIAY; ivrlw bUJY koie ]",
    "TRANSLITERATION": "Gur Parasaadhee Paaeeai Viralaa Boojhai Koe ||",
    "PUNJABI": "ਕੋਈ ਵਿਰਲਾ ਬੰਦਾ ਸਮਝਦਾ ਹੈ ਕਿ ('ਨਾਮ-ਅੰਮ੍ਰਿਤੁ') ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4617,
    "LINE_ID": 4,
    "RAAG_ID": 31,
    "GURMUKHI": "bhidAw auTidAw inq iDAweIAY; sdw sdw suKu hoie ]",
    "TRANSLITERATION": "Behadhiaa Outhadhiaa Nith Dhhiaaeeai Sadhaa Sadhaa Sukh Hoe ||",
    "PUNJABI": "ਜੇ ਬੈਠਦੇ ਉੱਠਦੇ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰੀਏ ਤਾਂ ਸਦਾ ਹੀ ਸੁਖ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4617,
    "LINE_ID": 5,
    "RAAG_ID": 31,
    "GURMUKHI": "nwnk AMimRqu sd hI vrsdw; gurmuiK dyvY hir soie ]1]",
    "TRANSLITERATION": "Naanak Anmrith Sadh Hee Varasadhaa Guramukh Dhaevai Har Soe ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੀ ਵਰਖਾ ਤਾਂ ਸਦਾ ਹੀ ਹੋ ਰਹੀ ਹੈ, ਪਰ ਉਹ ਪ੍ਰਭੂ ਇਹ ਦਾਤ ਉਸ ਮਨੁੱਖ ਨੂੰ ਦੇਂਦਾ ਹੈ ਜੋ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4618,
    "LINE_ID": 5,
    "RAAG_ID": 31,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4618,
    "LINE_ID": 6,
    "RAAG_ID": 31,
    "GURMUKHI": "klmil hoeI mydnI; Ardwis kry ilv lwie ]",
    "TRANSLITERATION": "Kalamal Hoee Maedhanee Aradhaas Karae Liv Laae ||",
    "PUNJABI": "(ਜਦੋਂ) ਧਰਤੀ (ਮੀਂਹ ਖੁਣੋਂ) ਵਿਆਕੁਲ ਹੁੰਦੀ ਹੈ ਤੇ ਇਕ-ਮਨ ਹੋ ਕੇ ਅਰਜ਼ੋਈ ਕਰਦੀ ਹੈ ਤਾਂ ਸਦਾ-ਥਿਰ ਸੱਚਾ ਪ੍ਰਭੂ (ਇਸ ਅਰਜ਼ੋਈ ਨੂੰ) ਗਹੁ ਨਾਲ ਸੁਣਦਾ ਹੈ, ਤੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4618,
    "LINE_ID": 6,
    "RAAG_ID": 31,
    "GURMUKHI": "scY suixAw kMnu dy; DIrk dyvY shij suBwie ]",
    "TRANSLITERATION": "Sachai Suniaa Kann Dhae Dhheerak Dhaevai Sehaj Subhaae ||",
    "PUNJABI": "ਸੁਤੇ ਹੀ ਆਪਣੇ ਸਦਾ ਦੇ ਬਣੇ ਸੁਭਾਉ ਅਨੁਸਾਰ (ਧਰਤੀ ਨੂੰ) ਧੀਰਜ ਦੇਂਦਾ ਹੈ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4618,
    "LINE_ID": 7,
    "RAAG_ID": 31,
    "GURMUKHI": "ieMdRY no PurmwieAw; vuTw Chbr lwie ]",
    "TRANSLITERATION": "Eindhrai No Furamaaeiaa Vuthaa Shhehabar Laae ||",
    "PUNJABI": "ਇੰਦ੍ਰ ਨੂੰ ਹੁਕਮ ਕਰਦਾ ਹੈ, ਉਹ ਝੜੀ ਲਾ ਕੇ ਵਰਖਾ ਕਰਦਾ ਹੈ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4618,
    "LINE_ID": 7,
    "RAAG_ID": 31,
    "GURMUKHI": "Anu Dnu aupjY bhu Gxw; kImiq khxu. n jwie ]",
    "TRANSLITERATION": "An Dhhan Oupajai Bahu Ghanaa Keemath Kehan N Jaae ||",
    "PUNJABI": "ਬੇਅੰਤ ਅਨਾਜ (-ਰੂਪ) ਧਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ। (ਪ੍ਰਭੂ ਦੀ ਇਸ ਬਖ਼ਸ਼ਸ਼ ਦਾ) ਮੁੱਲ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4618,
    "LINE_ID": 7,
    "RAAG_ID": 31,
    "GURMUKHI": "nwnk. nwmu slwih qU; sBnw jIAw dydw irjku sMbwih ]",
    "TRANSLITERATION": "Naanak Naam Salaahi Thoo Sabhanaa Jeeaa Dhaedhaa Rijak Sanbaahi ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੋ ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਨੂੰ ਰਿਜ਼ਕ ਅਪੜਾਂਦਾ ਹੈ ਉਸ ਦਾ ਨਾਮ ਵਡਿਆਓ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4618,
    "LINE_ID": 8,
    "RAAG_ID": 31,
    "GURMUKHI": "ijqu KwDY. suKu aUpjY; iPir dUKu. n lwgY Awie ]2]",
    "TRANSLITERATION": "Jith Khaadhhai Sukh Oopajai Fir Dhookh N Laagai Aae ||2||",
    "PUNJABI": "ਇਸ ਨਾਮ-ਭੋਜਨ ਦੇ ਖਾਧਿਆਂ ਸੁਖ ਪੈਦਾ ਹੁੰਦਾ ਹੈ (ਸੁਖ ਭੀ ਐਸਾ ਕਿ) ਫਿਰ ਕਦੇ ਦੁੱਖ ਆ ਕੇ ਨਹੀਂ ਲੱਗਦਾ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4619,
    "LINE_ID": 9,
    "RAAG_ID": 31,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4619,
    "LINE_ID": 9,
    "RAAG_ID": 31,
    "GURMUKHI": "hir jIau scw scu qU; scy lYih imlwie ]",
    "TRANSLITERATION": "Har Jeeo Sachaa Sach Thoo Sachae Laihi Milaae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਜੋ ਤੇਰਾ ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ ਤੂੰ ਉਸ ਨੂੰ (ਆਪਣੇ ਵਿਚ) ਮਿਲਾ ਲੈਂਦਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4619,
    "LINE_ID": 9,
    "RAAG_ID": 31,
    "GURMUKHI": "dUjY dUjI qrP hY; kUiV imlY. n imilAw jwie ]",
    "TRANSLITERATION": "Dhoojai Dhoojee Tharaf Hai Koorr Milai N Miliaa Jaae ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਮਾਇਆ ਵਿਚ ਲੱਗਾ ਹੋਇਆ ਹੈ ਉਸ ਦਾ (ਸੱਚ ਦੇ ਉਲਟ) ਦੂਜਾ ਪਾਸਾ ਹੈ (ਭਾਵ; ਉਹ ਦੂਜੇ ਪਾਸੇ, ਕੂੜ ਵਲ, ਜਾਂਦਾ ਹੈ; ਤੇ) ਕੂੜ ਦੀ ਰਾਹੀਂ (ਭਾਵ, ਕੂੜ ਵਿਚ ਲੱਗਿਆਂ) ਪ੍ਰਭੂ ਨਹੀਂ ਮਿਲਦਾ, ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4619,
    "LINE_ID": 10,
    "RAAG_ID": 31,
    "GURMUKHI": "Awpy joiV ivCoiVAY; Awpy kudriq dyie idKwie ]",
    "TRANSLITERATION": "Aapae Jorr Vishhorriai Aapae Kudharath Dhaee Dhikhaae ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਵਿਛੋੜੇ ਹੋਏ ਜੀਵ ਨੂੰ ਭੀ ਆਪ ਹੀ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜਦਾ ਹੈ, ਆਪ ਹੀ ਆਪਣੀ ਇਹ ਵਡਿਆਈ ਵਿਖਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4619,
    "LINE_ID": 10,
    "RAAG_ID": 31,
    "GURMUKHI": "mohu sogu ivjogu hY; pUrib iliKAw kmwie ]",
    "TRANSLITERATION": "Mohu Sog Vijog Hai Poorab Likhiaa Kamaae ||",
    "PUNJABI": "(ਕੂੜ ਵਿਚ ਲੱਗੇ ਬੰਦੇ ਨੂੰ) ਮੋਹ ਚਿੰਤਾ ਵਿਛੋੜਾ ਵਿਆਪਦਾ ਹੈ ਉਹ (ਮੁੜ) ਉਹੀ ਕੰਮ ਕਰਦਾ ਜਾਂਦਾ ਹੈ ਜੋ ਪਿਛਲੇ ਕੀਤੇ ਅਨੁਸਾਰ (ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ) ਲਿਖਿਆ ਹੈ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4619,
    "LINE_ID": 11,
    "RAAG_ID": 31,
    "GURMUKHI": "hau bilhwrI iqn kau; jo hir crxI rhY ilv lwie ]",
    "TRANSLITERATION": "Ho Balihaaree Thin Ko Jo Har Charanee Rehai Liv Laae ||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜਿ ਰੱਖਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4619,
    "LINE_ID": 11,
    "RAAG_ID": 31,
    "GURMUKHI": "ijau jl mih kmlu Ailpqu hY; AYsI bxq bxwie ]",
    "TRANSLITERATION": "Jio Jal Mehi Kamal Alipath Hai Aisee Banath Banaae ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਨੇ ਅਜੇਹੀ ਬਣਤਰ ਬਣਾ ਰੱਖੀ ਹੈ (ਕਿ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਨ ਵਾਲੇ ਇਉਂ ਜਗਤ ਵਿਚ ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ) ਜਿਵੇਂ ਪਾਣੀ ਵਿਚ ਕਉਲ ਫੁੱਲ ਅਛੋਹ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "A-ilpqu"
  },
  {
    "SHABAD_ID": 4619,
    "LINE_ID": 12,
    "RAAG_ID": 31,
    "GURMUKHI": "sy suKIey sdw sohxy; ijn@ ivchu Awpu gvwie ]",
    "TRANSLITERATION": "Sae Sukheeeae Sadhaa Sohanae Jinh Vichahu Aap Gavaae ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਗਵਾਂਦੇ ਹਨ ਉਹ ਸਦਾ ਸੁਖੀ ਰਹਿੰਦੇ ਹਨ ਤੇ ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ (ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4619,
    "LINE_ID": 12,
    "RAAG_ID": 31,
    "GURMUKHI": "iqn@ sogu ivjogu kdy nhI; jo hir kY AMik smwie ]7]",
    "TRANSLITERATION": "Thinh Sog Vijog Kadhae Nehee Jo Har Kai Ank Samaae ||7||",
    "PUNJABI": "ਜੋ ਪ੍ਰਭੂ ਦੀ ਗੋਦ ਵਿੱਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਕਦੇ ਚਿੰਤਾ ਤੇ ਵਿਛੋੜਾ ਵਿਆਪਦਾ ਨਹੀਂ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4620,
    "LINE_ID": 13,
    "RAAG_ID": 31,
    "GURMUKHI": "slok mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4620,
    "LINE_ID": 13,
    "RAAG_ID": 31,
    "GURMUKHI": "nwnk. so swlwhIAY; ijsu vis sBu ikCu hoie ]",
    "TRANSLITERATION": "Naanak So Saalaaheeai Jis Vas Sabh Kishh Hoe ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਪ੍ਰਭੂ ਦੇ ਵੱਸ ਵਿਚ ਹਰੇਕ ਗੱਲ ਹੈ ਉਸ ਦੀ ਸਦਾ ਵਡਿਆਈ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ;",
    "PRONUNCIATION": "v`is"
  },
  {
    "SHABAD_ID": 4620,
    "LINE_ID": 13,
    "RAAG_ID": 31,
    "GURMUKHI": "iqsY sryivhu pRwxIho; iqsu ibnu Avru. n koie ]",
    "TRANSLITERATION": "Thisai Saraevihu Praaneeho This Bin Avar N Koe ||",
    "PUNJABI": "ਉਸ ਤੋਂ ਬਿਨਾ (ਉਸ ਵਰਗਾ) ਹੋਰ ਕੋਈ ਨਹੀਂ; ਹੇ ਬੰਦਿਓ! ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਹੀ ਸਿਮਰੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4620,
    "LINE_ID": 14,
    "RAAG_ID": 31,
    "GURMUKHI": "gurmuiK hir pRBu min vsY; qW sdw sdw suKu hoie ]",
    "TRANSLITERATION": "Guramukh Har Prabh Man Vasai Thaan Sadhaa Sadhaa Sukh Hoe ||",
    "PUNJABI": "(ਜੇ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹਰੀ-ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਆ ਵੱਸੇ ਤਾਂ (ਮਨ ਵਿਚ) ਸਦਾ ਹੀ ਸੁਖ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4620,
    "LINE_ID": 15,
    "RAAG_ID": 31,
    "GURMUKHI": "shsw mUil. n hoveI; sB icMqw ivchu jwie ]",
    "TRANSLITERATION": "Sehasaa Mool N Hovee Sabh Chinthaa Vichahu Jaae ||",
    "PUNJABI": "ਤੌਖ਼ਲਾ ਉੱਕਾ ਹੀ ਨਹੀਂ ਹੁੰਦਾ, ਸਾਰੀ ਚਿੰਤਾ ਮਨ ਵਿਚੋਂ ਨਿਕਲ ਜਾਂਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4620,
    "LINE_ID": 15,
    "RAAG_ID": 31,
    "GURMUKHI": "jo ikCu hoie. su shjy hoie; khxw ikCU. n jwie ]",
    "TRANSLITERATION": "Jo Kishh Hoe S Sehajae Hoe Kehanaa Kishhoo N Jaae ||",
    "PUNJABI": "ਜੋ ਕੁਝ (ਜਗਤ ਵਿਚ) ਵਰਤ ਰਿਹਾ ਹੈ ਉਹ ਰਜ਼ਾ ਵਿਚ ਹੋ ਰਿਹਾ ਹੀ ਦਿੱਸਦਾ ਹੈ ਉਸ ਉੱਤੇ ਕੋਈ ਇਤਰਾਜ਼ (ਮਨ ਵਿਚ) ਉੱਠਦਾ ਹੀ ਨਹੀਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4620,
    "LINE_ID": 16,
    "RAAG_ID": 31,
    "GURMUKHI": "scw swihbu min vsY; qW min icMidAw Plu pwie ]",
    "TRANSLITERATION": "Sachaa Saahib Man Vasai Thaan Man Chindhiaa Fal Paae ||",
    "PUNJABI": "ਜੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਆ ਵੱਸੇ ਤਾਂ ਮਨ ਵਿਚ ਚਿਤਵਿਆ ਹੋਇਆ (ਹਰੇਕ) ਫਲ ਹਾਸਲ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4620,
    "LINE_ID": 16,
    "RAAG_ID": 31,
    "GURMUKHI": "nwnk. iqn kw AwiKAw Awip suxy; ij lieAnu pMnY pwie ]1]",
    "TRANSLITERATION": "Naanak Thin Kaa Aakhiaa Aap Sunae J Laeian Pannai Paae ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਲੇਖੇ ਵਿਚ ਲਿਖ ਲਿਆ ਹੈ (ਭਾਵ, ਜਿਨ੍ਹਾਂ ਉਤੇ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ) ਉਹਨਾਂ ਦੀ ਅਰਦਾਸ ਗਹੁ ਨਾਲ ਸੁਣਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4621,
    "LINE_ID": 17,
    "RAAG_ID": 31,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4621,
    "LINE_ID": 17,
    "RAAG_ID": 31,
    "GURMUKHI": "AMimRqu sdw vrsdw; bUJin bUJxhwr ]",
    "TRANSLITERATION": "Anmrith Sadhaa Varasadhaa Boojhan Boojhanehaar ||",
    "PUNJABI": "'ਅੰਮ੍ਰਿਤ' ਦੀ ਵਰਖਾ ਸਦਾ ਹੋ ਰਹੀ ਹੈ (ਪਰ ਇਸ ਭੇਤ ਨੂੰ) ਉਹੀ ਸਮਝਦੇ ਹਨ ਜੋ ਸਮਝਣ-ਜੋਗੇ ਹਨ;",
    "PRONUNCIATION": "b`UJin bU`Jxhwr"
  },
  {
    "SHABAD_ID": 4621,
    "LINE_ID": 17,
    "RAAG_ID": 31,
    "GURMUKHI": "gurmuiK ijn@I buiJAw; hir AMimRqu riKAw auir Dwir ]",
    "TRANSLITERATION": "Guramukh Jinhee Bujhiaa Har Anmrith Rakhiaa Our Dhhaar ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਇਹ ਭੇਤ) ਸਮਝ ਲਿਆ ਹੈ ਉਹ 'ਅੰਮ੍ਰਿਤ' ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਰੱਖਦੇ ਹਨ;",
    "PRONUNCIATION": "bu`iJAw"
  },
  {
    "SHABAD_ID": 4621,
    "LINE_ID": 18,
    "RAAG_ID": 31,
    "GURMUKHI": "hir AMimRqu pIvih. sdw rMig rwqy; haumY iqRsnw mwir ]",
    "TRANSLITERATION": "Har Anmrith Peevehi Sadhaa Rang Raathae Houmai Thrisanaa Maar ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਹਉਮੈ ਤੇ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਮਿਟਾ ਕੇ, ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੇ ਹੋਏ ਸਦਾ 'ਅੰਮ੍ਰਿਤ' ਪੀਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4621,
    "LINE_ID": 18,
    "RAAG_ID": 31,
    "GURMUKHI": "AMimRqu hir kw nwmu hY; vrsY ikrpw Dwir ]",
    "TRANSLITERATION": "Anmrith Har Kaa Naam Hai Varasai Kirapaa Dhhaar ||",
    "PUNJABI": "(ਉਹ ਅੰਮ੍ਰਿਤ ਕੀਹ ਹੈ?) 'ਅੰਮ੍ਰਿਤ' ਪ੍ਰਭੂ ਦਾ 'ਨਾਮ' ਹੈ ਤੇ ਇਸ ਦੀ ਵਰਖਾ ਹੁੰਦੀ ਹੈ ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਨਾਲ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4621,
    "LINE_ID": 19,
    "RAAG_ID": 31,
    "GURMUKHI": "nwnk. gurmuiK ndrI AwieAw; hir Awqm rwmu murwir ]2]",
    "TRANSLITERATION": "Naanak Guramukh Nadharee Aaeiaa Har Aatham Raam Muraar ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਸਭ ਵਿਚ ਵਿਆਪਕ ਮੁਰਾਰੀ ਪਰਮਾਤਮਾ ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ ਨਜ਼ਰੀਂ ਆਉਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  }
]