[
  {
    "SHABAD_ID": 4690,
    "LINE_ID": 1,
    "RAAG_ID": 32,
    "GURMUKHI": "rwgu kwnVw caupdy mhlw 4 Gru 1",
    "TRANSLITERATION": "Raag Kaanarraa Choupadhae Mehalaa 4 Ghar 1",
    "PUNJABI": "ਰਾਗ ਕਾਨੜਾ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4690,
    "LINE_ID": 2,
    "RAAG_ID": 32,
    "GURMUKHI": "<> siqnwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4690,
    "LINE_ID": 4,
    "RAAG_ID": 32,
    "GURMUKHI": "myrw mnu; swD jnW imil hirAw ]",
    "TRANSLITERATION": "Maeraa Man Saadhh Janaan Mil Hariaa ||",
    "PUNJABI": "ਮੇਰਾ ਮਨ ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਬਣ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4690,
    "LINE_ID": 4,
    "RAAG_ID": 32,
    "GURMUKHI": "hau bil bil. bil bil swD jnW kau; imil sMgiq pwir auqirAw ]1] rhwau ]",
    "TRANSLITERATION": "Ho Bal Bal Bal Bal Saadhh Janaan Ko Mil Sangath Paar Outhariaa ||1|| Rehaao ||",
    "PUNJABI": "ਮੈਂ ਸੰਤ ਜਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ। (ਸੰਤ ਜਨਾਂ ਦੀ) ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4690,
    "LINE_ID": 5,
    "RAAG_ID": 32,
    "GURMUKHI": "hir hir ikRpw krhu pRB ApnI; hm. swD jnW pg pirAw ]",
    "TRANSLITERATION": "Har Har Kirapaa Karahu Prabh Apanee Ham Saadhh Janaan Pag Pariaa ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉਤੇ) ਆਪਣੀ ਮਿਹਰ ਕਰ, ਮੈਂ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗਾ ਰਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4690,
    "LINE_ID": 5,
    "RAAG_ID": 32,
    "GURMUKHI": "Dnu Dnu swD, ijn hir pRBu jwinAw; imil swDU. piqq, auDirAw ]1]",
    "TRANSLITERATION": "Dhhan Dhhan Saadhh Jin Har Prabh Jaaniaa Mil Saadhhoo Pathith Oudhhariaa ||1||",
    "PUNJABI": "ਸ਼ਾਬਾਸ਼ ਹੈ ਸੰਤ ਜਨਾਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੋਈ ਹੈ। ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗੇ ਹੋਏ ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": "(au-DirAw) hornW nMU auDwrn vwlw ho igAw"
  },
  {
    "SHABAD_ID": 4690,
    "LINE_ID": 6,
    "RAAG_ID": 32,
    "GURMUKHI": "mnUAw clY clY. bhu bhu ibiD; imil swDU vsgiq kirAw ]",
    "TRANSLITERATION": "Manooaa Chalai Chalai Bahu Bahu Bidhh Mil Saadhhoo Vasagath Kariaa ||",
    "PUNJABI": "(ਮਨੁੱਖ ਦਾ) ਮਨ (ਆਮ ਤੌਰ ਤੇ) ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਸਦਾ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ (ਇਉਂ) ਵੱਸ ਵਿਚ ਕਰ ਲਈਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4690,
    "LINE_ID": 7,
    "RAAG_ID": 32,
    "GURMUKHI": "ijauN jl qMqu. pswirE bDik; gRis mInw vsgiq KirAw ]2]",
    "TRANSLITERATION": "Jioun Jal Thanth Pasaariou Badhhak Gras Meenaa Vasagath Khariaa ||2||",
    "PUNJABI": "ਜਿਵੇਂ ਕਿਸੇ ਸ਼ਿਕਾਰੀ ਨੇ ਜਾਲ ਖਿਲਾਰਿਆ, ਅਤੇ ਮੱਛੀ ਨੂੰ (ਕੁੰਡੇ ਵਿਚ) ਫਸਾ ਕੇ ਕਾਬੂ ਕਰ ਕੇ ਲੈ ਗਿਆ ॥੨॥",
    "PRONUNCIATION": "(qMqu) sUq dw jwL[ (b`Dik) g`Ris[ v`s-giq[ giq: polw bolo"
  },
  {
    "SHABAD_ID": 4690,
    "LINE_ID": 7,
    "RAAG_ID": 32,
    "GURMUKHI": "hir ky sMq. sMq Bl nIky; imil sMq jnw mlu lhIAw ]",
    "TRANSLITERATION": "Har Kae Santh Santh Bhal Neekae Mil Santh Janaa Mal Leheeaa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਸੰਤ ਜਨ ਭਲੇ ਅਤੇ ਚੰਗੇ ਜੀਵਨ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ (ਮਨ ਦੀ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4690,
    "LINE_ID": 8,
    "RAAG_ID": 32,
    "GURMUKHI": "haumY durqu. gieAw sBu nIkir; ijau swbuin, kwpru kirAw ]3]",
    "TRANSLITERATION": "Houmai Dhurath Gaeiaa Sabh Neekar Jio Saabun Kaapar Kariaa ||3||",
    "PUNJABI": "ਜਿਵੇਂ ਸਾਬਣ ਨਾਲ ਕੱਪੜਾ (ਸਾਫ਼) ਕਰ ਲਈਦਾ ਹੈ, (ਤਿਵੇਂ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦਾ ਵਿਕਾਰ ਸਾਰਾ ਨਿਕਲ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(durqu) pwp[ g-ieAw"
  },
  {
    "SHABAD_ID": 4690,
    "LINE_ID": 9,
    "RAAG_ID": 32,
    "GURMUKHI": "msqik illwit iliKAw Duir Twkuir; gur siqgur crn aur DirAw ]",
    "TRANSLITERATION": "Masathak Lilaatt Likhiaa Dhhur Thaakur Gur Sathigur Charan Our Dhhariaa ||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ ਠਾਕੁਰ-ਪ੍ਰਭੂ ਨੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਗੁਰੂ-ਮਿਲਾਪ ਦਾ ਲੇਖ) ਲਿਖ ਦਿੱਤਾ, ਉਸ ਨੇ ਗੁਰੂ ਦੇ ਚਰਨ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4690,
    "LINE_ID": 9,
    "RAAG_ID": 32,
    "GURMUKHI": "sBu dwldu dUK BMj. pRBu pwieAw; jn nwnk. nwim auDirAw ]4]1]",
    "TRANSLITERATION": "Sabh Dhaaladh Dhookh Bhanj Prabh Paaeiaa Jan Naanak Naam Oudhhariaa ||4||1||",
    "PUNJABI": "ਉਸ ਨੇ ਉਹ ਪਰਮਾਤਮਾ ਲੱਭ ਲਿਆ ਜਿਹੜਾ ਸਾਰੀ ਗ਼ਰੀਬੀ ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ। ਉਹ ਮਨੁੱਖ ਨਾਮ ਵਿਚ (ਜੁੜ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਗਿਆ ॥੪॥੧॥",
    "PRONUNCIATION": "(au-DirAw) auDwrn vwlw"
  },
  {
    "SHABAD_ID": 4691,
    "LINE_ID": 10,
    "RAAG_ID": 32,
    "GURMUKHI": "kwnVw mhlw 4 ]",
    "TRANSLITERATION": "Kaanarraa Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4691,
    "LINE_ID": 10,
    "RAAG_ID": 32,
    "GURMUKHI": "myrw mnu; sMq jnw pg ryn ]",
    "TRANSLITERATION": "Maeraa Man Santh Janaa Pag Raen ||",
    "PUNJABI": "ਮੇਰਾ ਮਨ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ (ਮੰਗਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4691,
    "LINE_ID": 11,
    "RAAG_ID": 32,
    "GURMUKHI": "hir hir kQw sunI imil sMgiq; mnu korw hir rMig Byn ]1] rhwau ]",
    "TRANSLITERATION": "Har Har Kathhaa Sunee Mil Sangath Man Koraa Har Rang Bhaen ||1|| Rehaao ||",
    "PUNJABI": "ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ (ਜਿਸ ਨੇ ਭੀ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣੀ, ਉਸ ਦਾ ਕੋਰਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਭਿੱਜ ਗਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4691,
    "LINE_ID": 11,
    "RAAG_ID": 32,
    "GURMUKHI": "hm Aicq Acyq, n jwnih giq imiq; guir. kIey suicq icqyn ]",
    "TRANSLITERATION": "Ham Achith Achaeth N Jaanehi Gath Mith Gur Keeeae Suchith Chithaen ||",
    "PUNJABI": "ਅਸੀਂ ਜੀਵ (ਪਰਮਾਤਮਾ ਵਲੋਂ) ਬੇ-ਧਿਆਨੇ ਗ਼ਾਫ਼ਿਲ ਰਹਿੰਦੇ ਹਾਂ, ਅਸੀਂ ਨਹੀਂ ਜਾਣਦੇ ਕਿ ਪਰਮਾਤਮਾ ਕਿਹੋ ਜਿਹਾ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਵਾਲਾ ਹੈ ਅਤੇ ਕੇਡਾ ਬੇਅੰਤ ਵੱਡਾ ਹੈ। (ਜਿਹੜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਗਏ, ਉਹਨਾਂ ਨੂੰ) ਗੁਰੂ ਨੇ ਸਿਆਣੇ ਚਿੱਤ ਵਾਲੇ ਬਣਾ ਦਿੱਤਾ।",
    "PRONUNCIATION": "(A-ic`q) jVH[ (Acyq) Bu`ly[ (su-ic`q) swvDwn (icqyn) cyqy krn vwly"
  },
  {
    "SHABAD_ID": 4691,
    "LINE_ID": 12,
    "RAAG_ID": 32,
    "GURMUKHI": "pRiB dIn dieAwil, kIE AMgIikRqu; min hir hir nwmu jpyn ]1]",
    "TRANSLITERATION": "Prabh Dheen Dhaeiaal Keeou Angeekirath Man Har Har Naam Japaen ||1||",
    "PUNJABI": "ਦੀਨਾਂ ਉੱਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ ਨੇ ਜਿਸ ਦਾ ਪੱਖ ਕੀਤਾ, ਉਸ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ॥੧॥",
    "PRONUNCIATION": "(AMgI-ikRqu) AMgIkwr p`K"
  },
  {
    "SHABAD_ID": 4691,
    "LINE_ID": 13,
    "RAAG_ID": 32,
    "GURMUKHI": "hir ky sMq imlih. mn pRIqm; kit dyvau hIArw qyn ]",
    "TRANSLITERATION": "Har Kae Santh Milehi Man Preetham Katt Dhaevo Heearaa Thaen ||",
    "PUNJABI": "ਜੇ (ਮੇਰੇ) ਮਨ ਦੇ ਪਿਆਰੇ ਸੰਤ ਜਨ (ਮੈਨੂੰ) ਮਿਲ ਪੈਣ, ਤਾਂ ਮੈਂ ਉਹਨਾਂ ਨੂੰ (ਆਪਣਾ) ਹਿਰਦਾ ਕੱਟ ਕੇ ਦੇ ਦਿਆਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4691,
    "LINE_ID": 13,
    "RAAG_ID": 32,
    "GURMUKHI": "hir ky sMq imly. hir imilAw; hm kIey. piqq, pvyn ]2]",
    "TRANSLITERATION": "Har Kae Santh Milae Har Miliaa Ham Keeeae Pathith Pavaen ||2||",
    "PUNJABI": "(ਜਿਨ੍ਹਾਂ ਨੂੰ) ਪਰਮਾਤਮਾ ਦੇ ਸੰਤ ਮਿਲ ਪਏ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪਿਆ। ਸੰਤ ਜਨ ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ ਪਤਿਤਾਂ ਤੋਂ ਪਵਿੱਤਰ ਕਰ ਲੈਂਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4691,
    "LINE_ID": 14,
    "RAAG_ID": 32,
    "GURMUKHI": "hir ky jn aUqm. jig khIAih; ijn imilAw pwQr syn ]",
    "TRANSLITERATION": "Har Kae Jan Ootham Jag Keheeahi Jin Miliaa Paathhar Saen ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਜਗਤ ਵਿਚ ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਅਖਵਾਂਦੇ ਹਨ, ਕਿਉਂਕਿ ਉਹਨਾਂ ਨੂੰ ਮਿਲਿਆਂ ਪੱਥਰ (ਭੀ ਅੰਦਰੋਂ) ਸਿੱਜ ਜਾਂਦੇ ਹਨ (ਪੱਥਰ-ਦਿਲ ਮਨੁੱਖ ਭੀ ਨਰਮ-ਦਿਲ ਹੋ ਜਾਂਦੇ ਹਨ)।",
    "PRONUNCIATION": ""
  }
]