[
  {
    "shabad_id": 25316,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "diRsit drs ilv dyKY Aau idKwvY soeI srb drs eyk drs kY jwnIAY",
    "transliteration": "Drisati Daras Liv Daykhai Au Dikhaavai Soee , Sarab Daras Ayk Daras Kai Jaaneeai ?",
    "translation": "An obedient disciple of the Guru who has focused his vision in the glimpse of the True Guru, he observes the impermeable Lord everywhere and every place. He makes others see Him too. He regards and understands that all philosophies are present in His sigh",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25316,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sbd suriq ilv khq sunq soeI srb sbd eyk sbd kY mwnIAY",
    "transliteration": "Sabad Surati Liv Kahat Sounat Soee , Sarab Sabad Ayk Sabad Kai Maaneeai ?",
    "translation": "When a Guru-oriented person acquires the teachings of the True Guru, his mind gets absorbed in the practicing of Lord's Naam Simran. He then speaks and hears the words of the True Guru deep in his soul. He regards all singing modes engrossed in the melody",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25316,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "kwrn krn krqig srbig soeI krm kRqUiq krqwru pihcwnIAY",
    "transliteration": "Kaaran Karan Karatagi Sarabagi Soee , Karam Kratooti Karataaru Pahichaaneeai ?",
    "translation": "In this state of immersion in the elixir of Naam, a Guru oriented slave recognises the cause of all causes, the knower of all deeds and capable of knowing all; who is the doer of all the deeds-the Doer and Creator,",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25316,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "siqgur igAwn iDAwnu eyk hI Anyk myk bHm ibbyk tyk eykY auir AwnIAY ]301]",
    "transliteration": "Satigur Giaan Dhiaanu Ayk Hee Anayk Mayka , Braham Bibayk Tayk Aykai Uri Aaneeai ?301?",
    "translation": "And thus a Guru-conscious person becomes aware of One God through the knowledge blessed by the True Guru and perpetual contemplation of Him, Such a person leans on none else for support except One All-pervading Lord, (301)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
