[
  {
    "shabad_id": 25317,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ikMcq ktwC mwieAw mohy bHmMf KMf swDsMg rMg mY ibmohq mgn hY",
    "transliteration": "Kinchat Kataachh Maaiaa Mohay Brahamand Khanda , Saadhasang Rang Mai Bimohat Magan Hai ?",
    "translation": "The Lord whose one transverse glance can infatuate millions of people of the regions and realms in maya, that God, enamoured by the love of the assembly of true God-loving meditating people remains absorbed in them.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25317,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jw ky EAMkwr kY Akwr hY nwnw pRkwr kIrqn smY swDsMg so lgn hY",
    "transliteration": "Jaa Kay Aoankaar Kai Akaar Hai Naanaa Prakaara , Keeratan Samai Saadhasang So Lagan Hai ?",
    "translation": "The Lord whose expanse and forms are indescribable, He remains involved in the pious people through the singing of His hymns of praise.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25317,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "isv snkwid bHmwid AwigAwkwrI jw ky AgRBwg swD sMg gunnu Agn hY",
    "transliteration": "Siv Sanakaadi Brahamaadi Aagiaakaaree Jaa Kay , Agrabhaag Saadh Sang Gounanu Agan Hai ?",
    "translation": "The Lord who has the services of all the three deities and the four sons of Brahma at His beck and call and obedience, that Lord of countless traits remains obedient in the company of the holy and saintly persons who are ever engrossed in Him.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25317,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Agm Apwr swD mihmw Apwr ibKY Aiq ilv lIn jl mIn ABgn hY ]302]",
    "transliteration": "Agam Apaar Saadh Mahimaa Apaar Bikhai , Ati Liv Leen Jal Meen Abhagan Hai ?302?",
    "translation": "Praise of congregation immersed in His loving remembrance is beyond comprehension. A Guru-conscious devotee remains in love with Him like a fish in water. (302)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]