[
  {
    "id": 89913,
    "shabad_id": 25317,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕਿੰਚਤ ਕਟਾਛ ਮਾੲਿਅਾ ਮੋਹੇ ਬ੍ਹਮੰਡ ਖੰਡ ਸਾਧਸੰਗ ਰੰਗ ਮੈ ਬਿਮੋਹਤ ਮਗਨ ਹੈ",
    "transliteration": "Kinchat Kataachh Maaiaa Mohay Brahamand Khanda , Saadhasang Rang Mai Bimohat Magan Hai ?",
    "translation": "The Lord whose one transverse glance can infatuate millions of people of the regions and realms in maya, that God, enamoured by the love of the assembly of true God-loving meditating people remains absorbed in them.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89914,
    "shabad_id": 25317,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜਾ ਕੇ ਓਅੰਕਾਰ ਕੈ ਅਕਾਰ ਹੈ ਨਾਨਾ ਪ੍ਰਕਾਰ ਕੀਰਤਨ ਸਮੈ ਸਾਧਸੰਗ ਸੋ ਲਗਨ ਹੈ",
    "transliteration": "Jaa Kay Aoankaar Kai Akaar Hai Naanaa Prakaara , Keeratan Samai Saadhasang So Lagan Hai ?",
    "translation": "The Lord whose expanse and forms are indescribable, He remains involved in the pious people through the singing of His hymns of praise.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89915,
    "shabad_id": 25317,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਿਵ ਸਨਕਾਦਿ ਬ੍ਹਮਾਦਿ ਅਾਗਿਅਾਕਾਰੀ ਜਾ ਕੇ ਅਗ੍ਰਭਾਗ ਸਾਧ ਸੰਗ ਗੁਨਨੁ ਅਗਨ ਹੈ",
    "transliteration": "Siv Sanakaadi Brahamaadi Aagiaakaaree Jaa Kay , Agrabhaag Saadh Sang Gounanu Agan Hai ?",
    "translation": "The Lord who has the services of all the three deities and the four sons of Brahma at His beck and call and obedience, that Lord of countless traits remains obedient in the company of the holy and saintly persons who are ever engrossed in Him.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89916,
    "shabad_id": 25317,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਗਮ ਅਪਾਰ ਸਾਧ ਮਹਿਮਾ ਅਪਾਰ ਬਿਖੈ ਅਤਿ ਲਿਵ ਲੀਨ ਜਲ ਮੀਨ ਅਭਗਨ ਹੈ ||੩੦੨||",
    "transliteration": "Agam Apaar Saadh Mahimaa Apaar Bikhai , Ati Liv Leen Jal Meen Abhagan Hai ?302?",
    "translation": "Praise of congregation immersed in His loving remembrance is beyond comprehension. A Guru-conscious devotee remains in love with Him like a fish in water. (302)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
