[
  {
    "id": 89917,
    "shabad_id": 25318,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਨਿਜ ਘਰ ਮੇਰੋ ਸਾਧਸੰਗਤਿ ਨਾਰਦ ਮੁਨਿ ਦਰਸਨ ਸਾਧਸੰਗ ਮੇਰੋ ਨਿਜ ਰੂਪ ਹੈ",
    "transliteration": "Nij Ghar Mayro Saadhasangati Naarad Mouni , Darasan Saadhasang Mayro Nij Roop Hai ?",
    "translation": "Lord (Bhagwan) tells sage Narad, 0 dear devotee! Congregation of Guru-conscious and true people is my abode if company is my glimpse.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89918,
    "shabad_id": 25318,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਾਧਸੰਗਿ ਮੇਰੋ ਮਾਤਾ ਪਿਤਾ ਅੳੁ ਕੁਟੰਬ ਸਖਾ ਸਾਧਸੰਗਿ ਮੇਰੋ ਸੁਤੁ ਸ੍ਰੇਸਟ ਅਨੂਪੁ ਹੈ",
    "transliteration": "Saadhasangi Mayro Maataa Pitaa Au Koutanb Sakhaa , Saadhasangi Mayro Soutu Sraysat Anoopu Hai ?",
    "translation": "Company of godlike people of the True Guru is like my friends and whole family. The company of true is my beautiful and supreme son.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89919,
    "shabad_id": 25318,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਾਧਸੰਗ ਸਰਬ ਨਿਧਾਨੁ ਪ੍ਰਾਨ ਜੀਵਨ ਮੈ ਸਾਧਸੰਗਿ ਨਿਜੁ ਪਦ ਸੇਵਾ ਦੀਪ ਧੂਪ ਹੈ",
    "transliteration": "Saadhasang Sarab Nidhaanu Praan Jeevan Mai , Saadhasangi Niju Pad Sayvaa Deep Dhoop Hai ?",
    "translation": "Congregation is a treasure-house of all comforts and happiness. It is my life-support. Congregation of true people is means of gaining higher spiritual state. It is also a place of performing service which is true worship.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89920,
    "shabad_id": 25318,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਾਧਸੰਗਿ ਰੰਗ ਰਸ ਭੋਗ ਸੁਖ ਸਹਜ ਮੈ ਸਾਧਸੰਗਿ ਸੋਭਾ ਅਤਿ ੳੁਪਮਾ ਅੳੁ ੳੂਪ ਹੈ ||੩੦੩||",
    "transliteration": "Saadhasangi Rang Ras Bhog Soukh Sahaj Mai , Saadhasangi Sobhaa Ati Oupamaa Au Oop Hai ?303?",
    "translation": "Company of Guru beloveds is a place of relishing the elixir of Naam Simran and enjoying spiritual peace. The glory and grandeur of the holy congregation is beyond praise unique and wondrous. (303)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
