[
  {
    "id": 89929,
    "shabad_id": 25321,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਨਵਨ ਗਵਨ ਜਲ ਸੀਤਲ ਅਮਲ ਜੈਸੇ ਅਗਨਿ ੳੁਰਧ ਮੁਖ ਤਪਤ ਮਲੀਨ ਹੈ",
    "transliteration": "Navan Gavan Jal Seetal Amal Jaisay , Agani Uradh Moukh Tapat Maleen Hai ?",
    "translation": "Just as water flowing downward remains cool and clear of contamination but fire that goes upward causes heat and pollution;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89930,
    "shabad_id": 25321,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਫਲ ਹੁੲਿ ਅਾਂਬ ਝੁਕੇ ਰਹਤ ਹੈ ਚਿਰੰਕਾਲ ਨਿਵੈ ਨ ਅਰਿੰਡੁ ਤਾਂ ਤੇ ਅਾਰਬਲਾ ਛੀਨ ਹੈ",
    "transliteration": "Sadhal Hui Aanb Jhoukay Rahat Hai Chirankaala , Nivai N Arindu Taan Tay Aarabalaa Chheen Hai ?",
    "translation": "Just as a mango tree bends down when it yields fruit, and lives a long life, but a castor oil seed plant does not bend. It would break if we bend it, it breaks. Thus it has a short span of life.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89931,
    "shabad_id": 25321,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਚੰਦਨ ਸੁਬਾਸ ਜੈਸੇ ਬਾਸੀਅੈ ਬਨਾਸਪਤੀ ਬਾਸੁ ਤੳੁ ਬਡਾੲੀ ਬੂਡਿਓ ਸੰਗ ਲਿਵਲੀਨ ਹੈ",
    "transliteration": "Chandan Soubaas Jaisay Baaseeai Banaasapatee , Baasu Tau Badaaee Boodiao Sang Livaleen Hai ?",
    "translation": "Just as the sweet smell of a small sized sandalwood tree gets infused in the vegetation around it, but a tall and high bamboo plant arrogant of its size absorbs no fragrance of the sandalwood tree.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89932,
    "shabad_id": 25321,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਹੀ ਅਸਾਧ ਸਾਧ ਅਹੰਬੁਧਿ ਨਿੰਮ੍ਰਤਾ ਕੈ ਸਨ ਅੳੁ ਮਜੀਠ ਗਤਿ ਪਾਪ ਪੁੰਨ ਕੀਨ ਹੈ ||੩੦੬||",
    "transliteration": "Taisay Hee Asaadh Saadh Ahanbudhi Ninmrataa Kai , San Au Majeetth Gati Paap Pounn Keen Hai ?306?",
    "translation": "Similarly evil and apostate people bound by their pride and ego commit sins. On the contrary those good people who live in the way of the Guru and are humble, do good work like Rubia munjista (Majith). (The fibre for making a rope grows high up and is use",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
