[
  {
    "id": 89933,
    "shabad_id": 25322,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਕਲ ਬਨਾਸਪਤੀ ਬਿਖੈ ਦ੍ਰੁਮ ਦੀਰਘ ਦੁੲਿ ਨਿਹਫਲ ਭੲੇ ਬੂਡੇ ਬਹੁਤ ਬਡਾੲੀ ਕੈ",
    "transliteration": "Sakal Banaasapatee Bikhai Droum Deeragh Dui , Nihadhal Bhaay Booday Bahout Badaaee Kai ?",
    "translation": "Amongst all the vegetation, both Silk cotton (Simhal) and Bamboo are the tallest but feeling proud of their size and greatness, they remain failures.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89934,
    "shabad_id": 25322,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਚੰਦਨ ਸੁਬਾਸਨਾ ਕੈ ਸੇਂਬੁਲ ਸੁਬਾਸ ਹੋਤ ਬਾਂਸੁ ਨਿਰਗੰਧ ਬਹੁ ਗਾਂਠਨੁ ਢਿਠਾੲੀ ਕੈ",
    "transliteration": "Chandan Soubaasanaa Kai Saynbul Soubaas Hota , Baansu Niragandh Bahu Gaantthanu Ddhitthaaee Kai ?",
    "translation": "At least a Silk cotton tree do acquire some fragrance from a Sandalwood tree but due to the obstinacy of the knots, a Bamboo tree remains bereft of Sandalwood smell.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89935,
    "shabad_id": 25322,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸੇਂਬਲ ਕੇ ਫਲ ਤੂਲ ਖਗ ਮ੍ਰਿਗ ਛਾੲਿਅਾ ਤਾ ਕੈ ਬਾਂਸੁ ਤੳੁ ਬਰਨ ਦੋਖੀ ਜਾਰਤ ਬੁਰਾੲੀ ਕੈ",
    "transliteration": "Saynbal Kay Dhal Tool Khag Mrig Chhaaiaa Taa Kai , Baansu Tau Baran Dokhee Jaarat Buraaee Kai ?",
    "translation": "The cotton of the Silk cotton tree is put to use. The vast expanse of the tree provides shade for birds and other animals, but a Bamboo is family destroyer and due to its evil nature, it burns the other Bamboos that it rubs with.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89936,
    "shabad_id": 25322,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਹੀ ਅਸਾਧ ਸਾਧ ਹੋਤਿ ਸਾਧਸੰਗਤਿ ਕੈ ਤ੍ਰਿਸਟੈ ਨ ਗੁਰ ਗੋਪਿ ਦ੍ਰੋਹ ਗੁਰਭਾੲੀ ਕੈ ॥੩੦੭॥",
    "transliteration": "Taisay Hee Asaadh Saadh Hoti Saadhasangati Kai , Trisatai N Gur Gopi Droh Gurbhaaee Kai ?307?",
    "translation": "Similarly an apostate Sikh becomes an obedient of the Guru by obtaining his sermons and enjoying the company of godly persons. But one who turns his face despite belonging to Guru, who is guilty of doing wrong to his Guru-brothers pushed around from door ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
