[
  {
    "id": 89937,
    "shabad_id": 25323,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਬਿਰਖ ਬਲੀ ਮਿਲਾਪ ਸਫਲ ਸਘਨ ਛਾੲਿਅਾ ਬਾਸੁ ਤੳੁ ਬਰਨ ਦੋਖੀ ਮਿਲੇ ਜਰੈ ਜਾਰਿ ਹੈ",
    "transliteration": "Birakh Balee Milaap Sadhal Saghan Chhaaiaa , Baasu Tau Baran Dokhee Milay Jarai Jaari Hai ?",
    "translation": "Many fruit-bearing trees along with creepers climbing upon them become dense of shade. They provide comfort to all wayfarers. But Bamboo that rubs with each other becomes cause of its own destruction through fire and for others as well who are near it.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89938,
    "shabad_id": 25323,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਫਲ ਹੁੲਿ ਤਰਹਰ ਝੁਕਤਿ ਸਕਲ ਤਰ ਬਾਂਸੁ ਤੳੁ ਬਡਾੲੀ ਬੂਡਿਓ ਅਾਪਾ ਨ ਸੰਮਾਰ ਹੈ",
    "transliteration": "Sadhal Hui Tarahar Jhoukati Sakal Tara , Baansu Tau Badaaee Boodiao Aapaa N Sanmaar Hai ?",
    "translation": "All other fruit-bearing trees bow down but a Bamboo tree sublimed in his own praise keep accumulating pride.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89939,
    "shabad_id": 25323,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਕਲ ਬਨਾਸਪਤੀ ਸੁਧਿ ਰਿਦੈ ਮੋਨਿ ਗਹੇ ਬਾਂਸੁ ਤੳੁ ਰੀਤੋ ਗਠੀਲੋ ਬਾਜੇ ਧਾਰ ਮਾਰਿ ਹੈ",
    "transliteration": "Sakal Banaasapatee Sudhi Ridai Moni Gahay , Baansu Tau Reeto Gattheelo Baajay Dhaar Maari Hai ?",
    "translation": "All fruit trees remain at peace at heart and are silent of disposition. They produce no sounds. But the tall Bamboo is hollow from inside and is knotted. It wails and produces noise.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89940,
    "shabad_id": 25323,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਚੰਦਨ ਸਮੀਪ ਹੀ ਅਛਤ ਨਿਰਗੰਧ ਰਹੇ ਗੁਰਸਿਖ ਦੋਖੀ ਬਜ੍ਰ ਪ੍ਰਾਨੀ ਨ ੳੁਧਾਰਿ ਹੈ ॥੩੦੮॥",
    "transliteration": "Chandan Sameep Hee Achhat Niragandh Rahay , Gursikh Dokhee Bajr Praanee N Udhaari Hai ?308?",
    "translation": "He who remains proud and hypocrite despite living in the close proximity of Sandalwood like True Guru, (remains fragrance-less) and does not acquire Guru's wisdom, such a person whoever wishes ill of Guru's disciples can never sail across the worldly ocea",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
