[
  {
    "shabad_id": 25325,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy boJ BrI nwv AwNgurI duie bwhir huie pwr prY pUr sbY kusl ibhwq hY",
    "transliteration": "Jaisay Bojh Bharee Naav Aanguree Dui Baahari Hui , Paar Parai Poor Sabai Kousal Bihaat Hai ?",
    "translation": "A fully loaded boat remains above water-level by no more than two fingers. Everyone rejoices when all the travellers are able to disembark on the other bank/shore;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25325,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy eykwhwrI eyk GrI pwkswlw bYiT Bojn kY ibMjn sÍwid ky AGwq hY",
    "transliteration": "Jaisay Aykaahaaree Ayk Gharee Paakasaalaa Baitthi , Bhojan Kai Binjan Svaadi Kay Aghaat Hai ?",
    "translation": "Just as a person who eats food once in 24 hours (though hungry) feels his hunger satiated when he spends sometime in the kitchen where the food is being prepared;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25325,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy rwj duAwr jwie krq juhwr jn eyk GrI pwCY dys Bogqw huie Kwq hY",
    "transliteration": "Jaisay Raaj Duaar Jaai Karat Juhaar Jana , Ayk Gharee Paachhai Days Bhogataa Hui Khaat Hai ?",
    "translation": "Just as a servant shows much respect at the door of the king or his master, and later on, he reaps the fruit of his service when he himself becomes landlord.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25325,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "AwT hI phr swiT GrI mY jau eyk GrI swD smwgmu krY inj Gr jwq hY ]310]",
    "transliteration": "Aatth Hee Pahar Saatthi Gharee Mai Jau Ayk Gharee , Saadh Samaagamu Karai Nij Ghar Jaat Hai ?310?",
    "translation": "Similarly, if a person keeps company of holy men who are perpetually meditating on Lord's name for a watch out of 24 hrs (24 hrs=60 watches), he is able to rest in his own self and would realise the God gradually. (310)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]