[
  {
    "id": 89945,
    "shabad_id": 25325,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਬੋਝ ਭਰੀ ਨਾਵ ਅਾਂਗੁਰੀ ਦੁੲਿ ਬਾਹਰਿ ਹੁੲਿ ਪਾਰ ਪਰੈ ਪੂਰ ਸਬੈ ਕੁਸਲ ਬਿਹਾਤ ਹੈ",
    "transliteration": "Jaisay Bojh Bharee Naav Aanguree Dui Baahari Hui , Paar Parai Poor Sabai Kousal Bihaat Hai ?",
    "translation": "A fully loaded boat remains above water-level by no more than two fingers. Everyone rejoices when all the travellers are able to disembark on the other bank/shore;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89946,
    "shabad_id": 25325,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ੲੇਕਾਹਾਰੀ ੲੇਕ ਘਰੀ ਪਾਕਸਾਲਾ ਬੈਠਿ ਭੋਜਨ ਕੈ ਬਿੰਜਨ ਸ੍ਵਾਦਿ ਕੇ ਅਘਾਤ ਹੈ",
    "transliteration": "Jaisay Aykaahaaree Ayk Gharee Paakasaalaa Baitthi , Bhojan Kai Binjan Svaadi Kay Aghaat Hai ?",
    "translation": "Just as a person who eats food once in 24 hours (though hungry) feels his hunger satiated when he spends sometime in the kitchen where the food is being prepared;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89947,
    "shabad_id": 25325,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਰਾਜ ਦੁਅਾਰ ਜਾੲਿ ਕਰਤ ਜੁਹਾਰ ਜਨ ੲੇਕ ਘਰੀ ਪਾਛੈ ਦੇਸ ਭੋਗਤਾ ਹੁੲਿ ਖਾਤ ਹੈ",
    "transliteration": "Jaisay Raaj Duaar Jaai Karat Juhaar Jana , Ayk Gharee Paachhai Days Bhogataa Hui Khaat Hai ?",
    "translation": "Just as a servant shows much respect at the door of the king or his master, and later on, he reaps the fruit of his service when he himself becomes landlord.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89948,
    "shabad_id": 25325,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਾਠ ਹੀ ਪਹਰ ਸਾਠਿ ਘਰੀ ਮੈ ਜੳੁ ੲੇਕ ਘਰੀ ਸਾਧ ਸਮਾਗਮੁ ਕਰੈ ਨਿਜ ਘਰ ਜਾਤ ਹੈ ||੩੧੦||",
    "transliteration": "Aatth Hee Pahar Saatthi Gharee Mai Jau Ayk Gharee , Saadh Samaagamu Karai Nij Ghar Jaat Hai ?310?",
    "translation": "Similarly, if a person keeps company of holy men who are perpetually meditating on Lord's name for a watch out of 24 hrs (24 hrs=60 watches), he is able to rest in his own self and would realise the God gradually. (310)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
