[
  {
    "shabad_id": 25326,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "kwrqk jYsy dIpmwlkw rjnI smY dIp joiq ko audoq hoq hI iblwq hY",
    "transliteration": "Kaaratak Jaisay Deepamaalakaa Rajanee Samai , Deep Joti Ko Udot Hot Hee Bilaat Hai ?",
    "translation": "Just as on festival of Diwali, that falls in the Indian month of Kartik, many earthen lamps are lit at night, and their light go off after a short period;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25326,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "brKw smY jYsy budbudw kO pRgws qws nwm plk mY n qau Tihrwq hY",
    "transliteration": "Barakhaa Samai Jaisay Budabudaa Kau Pragaasa , Taas Naam Palak Mai N Tau Tthahiraat Hai ?",
    "translation": "Just as bubbles appear on water when rain-drops on it, and very soon these bubbles explode and disappear from the surface;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25326,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "gRIKm smY jYsy qau miRg qiRsnw cirqR JweI sI idKweI dyq aupij smwq hY",
    "transliteration": "Greekham Samai Jaisay Tau Mrig Trisanaa Charitra , Jhaaee See Dikhaaee Dayt Oupaji Samaat Hai ?",
    "translation": "Just as a thirsty deer is disillusioned of the presence of water, the hot shimmering sand (mirage) that disappears in time then he reaches that spot;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25326,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy moh mwieAw CwieAw ibrK cpl Cl ClY CYl sRI gur crn lptwq hY ]311]",
    "transliteration": "Taisay Moh Maaiaa Chhaaiaa Birakh Chapal Chhala , Chhalai Chhail Sree Gur Charan Lapataat Hai ?311?",
    "translation": "So is the love of Maya that keeps changing its master like the shadow of a tree. But the Naam practitioner devotee of the Guru who remains engrossed in the holy feet of the True, he is able to control the attractive and trickster maya with ease. (311)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
