[
  {
    "id": 89957,
    "shabad_id": 25328,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅੰਤਰ ਅਛਿਤ ਹੀ ਦਿਸੰਤਰਿ ਗਵਨ ਕਰੈ ਪਾਛੈ ਪਰੇ ਪਹੁਚੈ ਨ ਪਾੲਿਕੁ ਜੳੁ ਧਾਵੲੀ",
    "transliteration": "Antar Achhit Hee Disantari Gavan Karai , Paachhai Paray Pahouchai N Paaiku Jau Dhaavaee ?",
    "translation": "Despite well hidden in the body, mind still reaches far off places. If someone tries to chase it, he just cannot reach it.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89958,
    "shabad_id": 25328,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪਹੁਚੈ ਨ ਰਥੁ ਪਹੁਚੈ ਨ ਗਜਰਾਜੁ ਬਾਜੁ ਪਹੁਚੈ ਨ ਖਗ ਮ੍ਰਿਗ ਫਾਂਧਤ ੳੁਡਾਵੲੀ",
    "transliteration": "Pahouchai N Radu Pahouchai N Gajaraaju Baaju , Pahouchai N Khag Mrig Dhaandhat Udaavaee ?",
    "translation": "No chariot, a swift horse or even Airawat (a legendary elephant) can reach it. Neither a fast flying bird nor a galloping deer can match it.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89959,
    "shabad_id": 25328,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਪਹੁਚੈ ਨ ਪਵਨ ਗਵਨ ਤ੍ਰਿਭਵਨ ਪ੍ਰਤਿ ਅਰਧ ੳੁਰਧ ਅੰਤਰੀਛ ਹੁੲਿ ਨ ਪਾਵੲੀ",
    "transliteration": "Pahouchai N Pavan Gavan Tribhavan Prati , Aradh Uradh Antareechh Hui N Paavaee ?",
    "translation": "Even the wind which has its reach in the three worlds cannot reach it. One who is capable of reaching the land of the world beyond, cannot win the race of mind.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89960,
    "shabad_id": 25328,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪੰਚ ਦੂਤ ਭੂਤ ਲਗਿ ਅਧਮੁ ਅਸਾਧੁ ਮਨੁ ਗਹੇ ਗੁਰ ਗਿਅਾਨ ਸਾਧਸੰਗਿ ਬਸਿ ਅਾਵੲੀ ||੩੧੩||",
    "transliteration": "Panch Doot Bhoot Lagi Adhamu Asaadhu Manu , Gahay Gur Giaan Saadhasangi Basi Aavaee ?313?",
    "translation": "Inveigled by the five vices of maya that has embraced it like a demon, the low and incorrigible mind can only be controlled and disciplined if it accepts the initiation of the True Guru through the kind blessings of saintly and true devotees of the Lord. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
