[
  {
    "id": 89961,
    "shabad_id": 25329,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅਾਂਧਰੇ ਕੳੁ ਸਬਦ ਸੁਰਤਿ ਕਰ ਚਰ ਟੇਕ ਬਹਰੈ ਚਰਨ ਕਰ ਦ੍ਰਿਸਟਿ ਸਬਦ ਹੈ",
    "transliteration": "Aandharay Kau Sabad Surati Kar Char Tayka , Baharai Charan Kar Drisati Sabad Hai ?",
    "translation": "A blind person has support of the words, ability to hear, hands and feet. A deaf has much reliance on his hands feet, vision of the eyes and the words that he speaks.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89962,
    "shabad_id": 25329,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਗੂੰਗੈ ਟੇਕ ਚਰ ਕਰ ਦ੍ਰਿਸਟਿ ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਲੂਲੇ ਟੇਕ ਦ੍ਰਿਸਟਿ ਸਬਦ ਸ੍ਰੁਤਿ ਪਦ ਹੈ",
    "transliteration": "Goongai Tayk Char Kar Drisati Sabad Surati Liva , Loolay Tayk Drisati Sabad Srouti Pad Hai ?",
    "translation": "A dumb has support of ears for listening, feet, hands vision of the eyes. A handless person relies much on eyes speech, hearing and feet.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89963,
    "shabad_id": 25329,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਪਾਗੁਰੇ ਕੳੁ ਟੇਕ ਦ੍ਰਿਸਟਿ ਸਬਦ ਸੁਰਤਿ ਕਰ ਟੇਕ ੲੇਕ ੲੇਕ ਅੰਗ ਹੀਨ ਦੀਨਤਾ ਅਛਦ ਹੈ",
    "transliteration": "Paagury Kau Tayk Drisati Sabad Surati Kara , Tayk Ayk Ayk Ang Heen Deenataa Achhad Hai ?",
    "translation": "One who is lame or without legs rely on sight of his eyes speech, ability to hear, and use of his hands. Despite capacitated of one limb or faculty, the dependence on others remain hidden.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89964,
    "shabad_id": 25329,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅੰਧ ਗੁੰਗ ਸੁੰਨ ਪੰਗ ਲੁੰਜ ਦੁਖ ਪੁੰਜ ਮਮ ਅੰਤਰ ਕੇ ਅੰਤਰਜਾਮੀ ਪਰਬੀਨ ਸਦ ਹੈ ||੩੧੪||",
    "transliteration": "Andh Goung Sounn Pang Lounj Doukh Pounj Mama , Antar Kay Antarajaamee Parabeen Sad Hai ?314?",
    "translation": "But I am blind, dumb, deaf, maimed of hand and feet a mass of suffering. 0 my True Lord! You are the wisest and completely informed of all my innate pains. 0 My Lord, please be merciful and remove all my pains. (314)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
