[
  {
    "id": 89965,
    "shabad_id": 25330,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅਾਂਧਰੇ ਕੳੁ ਸਬਦ ਸੁਰਤਿ ਕਰ ਚਰ ਟੇਕ ਅੰਧ ਗੁੰਗ ਸਬਦ ਸੁਰਤਿ ਕਰ ਚਰ ਹੈ",
    "transliteration": "Aandharay Kau Sabad Surati Kar Char Tayka , Andh Goung Sabad Surati Kar Char Hai ?",
    "translation": "A blind person has the-support of power of speech, hands and feet. And if someone is blind and dumb as well, then he is dependent on others for listening power, hands and feet.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89966,
    "shabad_id": 25330,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅੰਧ ਗੁੰਗ ਸੁੰਨ ਕਰ ਚਰ ਅਵਲੰਬ ਟੇਕ ਅੰਧ ਗੁੰਗ ਸੁੰਨ ਪੰਗ ਟੇਕ ੲੇਕ ਕਰ ਹੈ",
    "transliteration": "Andh Goung Sounn Kar Char Avalanb Tayka , Andh Goung Sounn Pang Tayk Ayk Kar Hai ?",
    "translation": "If someone is blind, deaf and dumb, he has support of hands and feet. But if one is blind, deaf, dumb and lame, he has support only of hands.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89967,
    "shabad_id": 25330,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅੰਧ ਗੁੰਗ ਸੁੰਨ ਪੰਗ ਲੁੰਜ ਦੁਖ ਪੁੰਜ ਮਮ ਸਰਬੰਗ ਹੀਨ ਦੀਨ ਦੁਖਤ ਅਧਰ ਹੈ",
    "transliteration": "Andh Goung Sounn Pang Lounj Doukh Pounj Mama , Sarabang Heen Deen Doukhat Adhar Hai ?",
    "translation": "But I am a bundle of pains and sufferings, because I am blind, deaf, dumb, crippled and have no support. I am deeply distressed.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89968,
    "shabad_id": 25330,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅੰਤਰ ਕੀ ਅੰਤਰਜਾਮੀ ਜਾਨੈ ਅੰਤਰਗਤਿ ਕੈਸੇ ਨਿਰਬਾਹੁ ਕਰੈ ਸਰੈ ਨਰਹਰ ਹੈ ||੩੧੫||",
    "transliteration": "Antar Kee Antarajaamee Jaanai Antaragati , Kaisay Nirabaahu Karai Sarai Narahar Hai ?315?",
    "translation": "Oh Omnipotent Lord! You are Omniscient. How can I tell you my pain, how will I live and how will I cross this worldly ocean of life. (315)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
