[
  {
    "shabad_id": 25330,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "AwNDry kau sbd suriq kr cr tyk AMD guMg sbd suriq kr cr hY",
    "transliteration": "Aandharay Kau Sabad Surati Kar Char Tayka , Andh Goung Sabad Surati Kar Char Hai ?",
    "translation": "A blind person has the-support of power of speech, hands and feet. And if someone is blind and dumb as well, then he is dependent on others for listening power, hands and feet.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25330,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "AMD guMg suMn kr cr AvlMb tyk AMD guMg suMn pMg tyk eyk kr hY",
    "transliteration": "Andh Goung Sounn Kar Char Avalanb Tayka , Andh Goung Sounn Pang Tayk Ayk Kar Hai ?",
    "translation": "If someone is blind, deaf and dumb, he has support of hands and feet. But if one is blind, deaf, dumb and lame, he has support only of hands.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25330,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "AMD guMg suMn pMg luMj duK puMj mm srbMg hIn dIn duKq ADr hY",
    "transliteration": "Andh Goung Sounn Pang Lounj Doukh Pounj Mama , Sarabang Heen Deen Doukhat Adhar Hai ?",
    "translation": "But I am a bundle of pains and sufferings, because I am blind, deaf, dumb, crippled and have no support. I am deeply distressed.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25330,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "AMqr kI AMqrjwmI jwnY AMqrgiq kYsy inrbwhu krY srY nrhr hY ]315]",
    "transliteration": "Antar Kee Antarajaamee Jaanai Antaragati , Kaisay Nirabaahu Karai Sarai Narahar Hai ?315?",
    "translation": "Oh Omnipotent Lord! You are Omniscient. How can I tell you my pain, how will I live and how will I cross this worldly ocean of life. (315)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]