[
  {
    "id": 89969,
    "shabad_id": 25331,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚਕੲੀ ਚਕੋਰ ਮ੍ਰਿਗ ਮੀਨ ਭ੍ਰਿੰਗ ਅੳੁ ਪਤੰਗ ਪ੍ਰੀਤਿ ੲਿਕ ਅੰਗੀ ਬਹੁ ਰੰਗੀ ਦੁਖਦਾੲੀ ਹੈ",
    "transliteration": "Chakaee Chakor Mrig Meen Bhring Au Patanga , Preeti Ik Angee Bahu Rangee Doukhadaaee Hai ?",
    "translation": "The love of a Ruddy Sheldrake with Sun, Allictoris gracea with Moon, deer with melody of Ghandey Herhey, fish with water, a black bee with lotus flower and of a moth with light is one-sided. Such one-sided love is often painful in many ways.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89970,
    "shabad_id": 25331,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ੲੇਕ ੲੇਕ ਟੇਕ ਸੈ ਟਰਤ ਨ ਮਰਤ ਸਬੈ ਅਾਦਿ ਅੰਤਿ ਕੀ ਚਾਲ ਚਲੀ ਅਾੲੀ ਹੈ",
    "transliteration": "Ayk Ayk Tayk Sai Tarat N Marat Sabai , Aadi Anti Kee Chaal Chalee Aaee Hai ?",
    "translation": "All these lovers do not abstain from their faith of one-sided love and in the process give away their lives. This tradition of worldly love is going on since the beginning of ages.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89971,
    "shabad_id": 25331,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਗੁਰਸਿਖ ਸੰਗਤਿ ਮਿਲਾਪ ਕੋ ਪ੍ਰਤਾਪੁ ਅੈਸੋ ਲੋਗ ਪਰਲੋਗ ਸੁਖਦਾੲਿਕ ਸਹਾੲੀ ਹੈ",
    "transliteration": "Gursikh Sangati Milaap Ko Prataapu Aiso , Log Paralog Soukhadaaik Sahaaee Hai ?",
    "translation": "But the importance of two-sided love of a Sikh of the Guru and his True Guru is such that can prove helpful and peaceful in this world and the world beyond.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89972,
    "shabad_id": 25331,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮਤਿ ਸੁਨਿ ਦੁਰਮਤਿ ਨ ਮਿਟਤ ਜਾ ਕੀ ਅਹਿ ਮਿਲਿ ਚੰਦਨ ਜਿੳੁ ਬਿਖੁ ਨ ਮਿਟਾੲੀ ਹੈ ||੩੧੬||",
    "transliteration": "Gurmati Souni Duramati N Mitat Jaa Kee , Ahi Mili Chandan Jiu Bikhu N Mitaaee Hai ?316?",
    "translation": "With such comforting love of the Guru available close at hand, if one does not listen to the teachings of the Guru and who does not dispel one's base wisdom, then such a person is no better than a snake who does not shed his venom even after embracing San",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
