[
  {
    "id": 89977,
    "shabad_id": 25333,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਦੀਪਕ ਪੈ ਅਾਵਤ ਪਤੰਗ ਪ੍ਰੀਤਿ ਰੀਤਿ ਲਗਿ ਦੀਪ ਕਰਿ ਮਹਾ ਬਿਪਰੀਤ ਮਿਲੇ ਜਾਰਿ ਹੈ",
    "transliteration": "Deepak Pai Aavat Patang Preeti Reeti Lagi , Deep Kari Mahaa Bipareet Milay Jaari Hai ?",
    "translation": "A moth approaches a light out of love but the attitude of a lamp is to the contrary. It singes him to death.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89978,
    "shabad_id": 25333,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅਲਿ ਚਲਿ ਅਾਵਤ ਕਮਲ ਪੈ ਸਨੇਹ ਕਰਿ ਕਮਲ ਸੰਪਟ ਬਾਂਧਿ ਪ੍ਰਾਨ ਪਰਹਾਰਿ ਹੈ",
    "transliteration": "Ali Chali Aavat Kamal Pai Sanayh Kari , Kamal Sanpat Baandhi Praan Parahaari Hai ?",
    "translation": "Fulfilling his desire for love, a black bee approaches a lotus flower. But as the Sun sets, the lotus flower closes its petals and snuffs out life from the black bee.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89979,
    "shabad_id": 25333,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਮਨ ਬਚ ਕ੍ਰਮ ਜਲ ਮੀਨ ਲਿਵਲੀਨ ਗਤਿ ਬਿਛੁਰਤ ਰਾਖਿ ਨ ਸਕਤ ਗਹਿ ਡਾਰਿ ਹੈ",
    "transliteration": "Man Bach Kram Jal Meen Livaleen Gati , Bichhurat Raakhi N Sakat Gahi Daari Hai ?",
    "translation": "It is the character of fish to stay in water but when a fisherman or angler catches it with the help of a net or a hook, and throws it out of the water, the water does not help it in anyway.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89980,
    "shabad_id": 25333,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਦੁਖਦਾੲੀ ਪ੍ਰੀਤਿ ਕੀ ਪ੍ਰਤੀਤਿ ਕੈ ਮਰੈ ਨ ਟਰੈ ਗੁਰਸਿਖ ਸੁਖਦਾੲੀ ਪ੍ਰੀਤਿ ਕਿੳੁ ਬਿਸਾਰਿ ਹੈ ||੩੧੮||",
    "transliteration": "Doukhadaaee Preeti Kee Prateeti Kai Marai N Tarai , Gursikh Soukhadaaee Preeti Kiu Bisaari Hai ?318?",
    "translation": "Despite being one-sided, the painful love of moth, black bee and fish is full of faith and trust. Every lover dies for its beloved but doesn't give up loving. Contrary to this one-sided love, the love of Guru and his Sikh is two-sided. True Guru loves His",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
