[
  {
    "shabad_id": 25335,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "dIpk pqMg imil jrq n rwiK skY jry mry Awgy n prmpd pwey hY",
    "transliteration": "Deepak Patang Mili Jarat N Raakhi Sakai , Jaray Maray Aagay N Paramapad Paaay Hai ?",
    "translation": "Coming near the flame of oil lamp, the lamp cannot save the moth from burning. This type of death cannot provide salvation in the world beyond.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25335,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "mDup kml imil BRmq n rwiK skY sMpt mY mUey sY n shj smwey hY",
    "transliteration": "Madhoup Kamal Mili Bhramat N Raakhi Sakai , Sanpat Mai Mooay Sai N Sahaj Samaaay Hai ?",
    "translation": "A lotus flower cannot stop a black bee from visiting other flowers. So, if a black bee gets shut up in the box of lotus petals when the Sun sets, it cannot merge with Lord Almighty.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25335,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jl imil mIn kI n duibDw imtwie skI ibCuir mrq hir lok n pTwey hY",
    "transliteration": "Jal Mili Meen Kee N Doubidhaa Mitaai Sakee , Bichhuri Marat Hari Lok N Patthaaay Hai ?",
    "translation": "Separating from water, the pain suffered by a fish cannot be removed by water. Thus, a death of this type cannot land the fish in heaven.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25335,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ieq auq sMgm shweI suKdweI gur igAwn iDAwn pRym rs AOmiRq pIAwey hY ]320]",
    "transliteration": "It Out Sangam Sahaaee Soukhadaaee Gur , Giaan Dhiaan Praym Ras Aoumrit Peeaaay Hai ?320?",
    "translation": "Meeting the True Guru provides support and assistance in this world and the world beyond. Such a love is the outcome of contemplation and meditation on the teachings and consecration of the True Guru. It fills the Sikh with elixir-like love of the True Gu",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]