[
  {
    "id": 89989,
    "shabad_id": 25336,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਦੀਪਕ ਪਤੰਗ ਅਲਿ ਕਮਲ ਸਲਿਲ ਮੀਨ ਚਕੲੀ ਚਕੋਰ ਮ੍ਰਿਗ ਰਵਿ ਸਸਿ ਨਾਦ ਹੈ",
    "transliteration": "Deepak Patang Ali Kamal Salil Meena , Chakaee Chakor Mrig Ravi Sasi Naad Hai ?",
    "translation": "A moth, black bee, fish, ruddy Sheldrake, (Allectoris gracea) and a deer loves flame of a lamp, lotus flower, water, Sun, moon and sound of music produced by Ghanda Herha respectively.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89990,
    "shabad_id": 25336,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪ੍ਰੀਤਿ ੲਿਕ ਅੰਗੀ ਬਹੁ ਰੰਗੀ ਨਹੀ ਸੰਗੀ ਕੋੳੂ ਸਬੈ ਦੁਖਦਾੲੀ ਨ ਸਹਾੲੀ ਅੰਤਿ ਅਾਦਿ ਹੈ",
    "transliteration": "Preeti Ik Angee Bahu Rangee Nahee Sangee Kooo , Sabai Doukhadaaee N Sahaaee Anti Aadi Hai ?",
    "translation": "All their love being one-sided is very painful that does not help neither in the beginning nor in the end.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89991,
    "shabad_id": 25336,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੀਵਤ ਨ ਸਾਧਸੰਗ ਮੂੲੇ ਨ ਪਰਮਗਤਿ ਗਿਅਾਨ ਧਿਅਾਨ ਪ੍ਰੇਮ ਰਸ ਪ੍ਰੀਤਮ ਪ੍ਰਸਾਦਿ ਹੈ",
    "transliteration": "Jeevat N Saadhasang Mooay N Paramagati , Giaan Dhiaan Praym Ras Preetam Prasaadi Hai ?",
    "translation": "These living beings of subhuman life can neither be blessed with holy congregation of true devotees nor salvation after death. They cannot even be the recipient of Guru's teachings, His contemplation and the divine nectar that the grace of True Guru can d",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89992,
    "shabad_id": 25336,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਮਾਨਸ ਜਨਮੁ ਪਾੲਿ ਸ੍ਰੀ ਗੁਰ ਦੲਿਅਾ ਨਿਧਾਨ ਚਰਨ ਸਰਨਿ ਸੁਖਫਲ ਬਿਸਮਾਦ ਹੈ ॥੩੨੧॥",
    "transliteration": "Maanas Janamu Paai Sree Gur Daiaa Nidhaana , Charan Sarani Soukhaphal Bisamaad Hai ?321?",
    "translation": "Coming to the refuge of the True Guru, the store-house of mercy and that too in the life of a human being and practicing on the True Guru-given Naam Simran can bless one with that unique fruit of comfort and peace. (321)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
