[
  {
    "id": 89993,
    "shabad_id": 25337,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਪੰਥ ਗੁਰ ਧਿਅਾਨ ਸਾਵਧਾਨ ਰਹੇ ਲਹੈ ਨਿਜੁ ਘਰ ਅਰੁ ਸਹਜ ਨਿਵਾਸ ਜੀ",
    "transliteration": "Gurmukhi Pand Gur Dhiaan Saavadhaan Rahay , Lahai Niju Ghar Aru Sahaj Nivaas Jee ?",
    "translation": "Treading the path of Sikhism, he who remains alert in the form of the True Guru, recognises his self and lives in a state of equipoise thereafter.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89994,
    "shabad_id": 25337,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਬਦ ਬਿਬੇਕ ੲੇਕ ਟੇਕ ਨਿਹਚਲ ਮਤਿ ਮਧੁਰ ਬਚਨ ਗੁਰ ਗਿਅਾਨ ਕੋ ਪ੍ਰਗਾਸ ਜੀ",
    "transliteration": "Sabad Bibayk Ayk Tayk Nihachal Mati , Madhur Bachan Gur Giaan Ko Pragaas Jee ?",
    "translation": "By the single support of the teachings of True Guru, his mind becomes stable. As a result of his comforting utterances, his practice of Naam Simran blossoms.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89995,
    "shabad_id": 25337,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਚਰਨ ਕਮਲ ਚਰਨਾਮ੍ਰਿਤ ਨਿਧਾਨ ਪਾਨ ਪ੍ਰੇਮ ਰਸ ਬਸਿ ਭੲੇ ਬਿਸਮ ਬਿਸ੍ਵਾਸ ਜੀ",
    "transliteration": "Charan Kamal Charanaamrit Nidhaan Paana , Praym Ras Basi Bhaay Bisam Bisvaas Jee ?",
    "translation": "By the acquisition of the initiation of the True Guru and elixir-like Naam, nectar-like love resides in his mind. Unique and wondrous devotion grows in his heart.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89996,
    "shabad_id": 25337,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗਿਅਾਨ ਧਿਅਾਨ ਪ੍ਰੇਮ ਨੇਮ ਪੂਰਨ ਪ੍ਰਤੀਤ ਚੀਤਿ ਬਨ ਗ੍ਹਿ ਸਮਸਰਿ ਮਾੲਿਅਾ ਮੈ ੳੁਦਾਸ ਜੀ ||੩੨੨||",
    "transliteration": "Giaan Dhiaan Praym Naym Pooran Prateet Cheeti , Ban Grih Samasari Maaiaa Mai Udaas Jee ?322?",
    "translation": "Fulfilling all the loving requirements with devotion and love, he who stays alert in the teachings and the presence of the True Guru, living in the jungle or in the house is alike for him. He remains unsullied from the effects of maya despite living in it",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
