[
  {
    "id": 89997,
    "shabad_id": 25338,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਮਾਰਬੇ ਕੋ ਤ੍ਰਾਸੁ ਦੇਖਿ ਚੋਰ ਨ ਤਜਤ ਚੋਰੀ ਬਟਵਾਰਾ ਬਟਵਾਰੀ ਸੰਗਿ ਹੁੲਿ ਤਕਤ ਹੈ",
    "transliteration": "Maarabay Ko Traasu Daykhi Chor N Tajat Choree , Batavaaraa Batavaaree Sangi Hui Takat Hai ?",
    "translation": "Despite fear of death lurking around, a thief doesn't give up Stealing. A dacoit keeps targeting other wayfarers along with other members of his gang.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89998,
    "shabad_id": 25338,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬੇਸ੍ਵਾਰਤੁ ਬ੍ਰਿਥਾ ਭੲੇ ਮਨ ਮੈ ਨਾ ਸੰਕਾ ਮਾਨੈ ਜੁਅਾਰੀ ਨ ਸਰਬਸੁ ਹਾਰੇ ਸੈ ਥਕਤ ਹੈ",
    "transliteration": "Baysvaaratu Bridaa Bhaay Man Mai Naa Sankaa Maanai , Juaaree N Sarabasu Haaray Sai Dakat Hai ?",
    "translation": "Knowing that his visit to the house of a whore can cause him serious disease, a licentious person still doesn't feel hesitant to go there. A gambler never feels tired of gambling even after losing all his assets and the family.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89999,
    "shabad_id": 25338,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਮਲੀ ਨ ਅਮਲ ਤਜਤ ਜਿੳੁ ਧਿਕਾਰ ਕੀੲੇ ਦੋਖ ਦੁਖ ਲੋਗ ਬੇਦ ਸੁਨਤ ਛਕਤ ਹੈ",
    "transliteration": "Amalee N Amal Tajat Jiu Dhikaar Keeay , Dokh Doukh Log Bayd Sounat Chhakat Hai ?",
    "translation": "An addict keeps consuming drugs and intoxicants despite monitions, learning the effects of drug abuse from religious scriptures and people who have societal interests at heart, just can't give up his addiction.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90000,
    "shabad_id": 25338,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਧਮ ਅਸਾਧ ਸੰਗ ਛਾਡਤ ਨ ਅੰਗੀਕਾਰ ਗੁਰਸਿਖ ਸਾਧਸੰਗ ਛਾਡਿ ਕਿੳੁ ਸਕਤ ਹੈ ||੩੨੩||",
    "transliteration": "Adham Asaadh Sang Chhaadat N Angeekaara , Gursikh Saadhasang Chhaadi Kiu Sakat Hai ?323?",
    "translation": "Even all these low and base people cannot give up their deeds, then how can an obedient devotee of Guru leave company of true and noble people? (323)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
