[
  {
    "shabad_id": 25338,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "mwrby ko qRwsu dyiK cor n qjq corI btvwrw btvwrI sMig huie qkq hY",
    "transliteration": "Maarabay Ko Traasu Daykhi Chor N Tajat Choree , Batavaaraa Batavaaree Sangi Hui Takat Hai ?",
    "translation": "Despite fear of death lurking around, a thief doesn't give up Stealing. A dacoit keeps targeting other wayfarers along with other members of his gang.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25338,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "bysÍwrqu biRQw Bey mn mY nw sMkw mwnY juAwrI n srbsu hwry sY Qkq hY",
    "transliteration": "Baysvaaratu Bridaa Bhaay Man Mai Naa Sankaa Maanai , Juaaree N Sarabasu Haaray Sai Dakat Hai ?",
    "translation": "Knowing that his visit to the house of a whore can cause him serious disease, a licentious person still doesn't feel hesitant to go there. A gambler never feels tired of gambling even after losing all his assets and the family.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25338,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "AmlI n Aml qjq ijau iDkwr kIey doK duK log byd sunq Ckq hY",
    "transliteration": "Amalee N Amal Tajat Jiu Dhikaar Keeay , Dokh Doukh Log Bayd Sounat Chhakat Hai ?",
    "translation": "An addict keeps consuming drugs and intoxicants despite monitions, learning the effects of drug abuse from religious scriptures and people who have societal interests at heart, just can't give up his addiction.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25338,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ADm AswD sMg Cwfq n AMgIkwr gurisK swDsMg Cwif ikau skq hY ]323]",
    "transliteration": "Adham Asaadh Sang Chhaadat N Angeekaara , Gursikh Saadhasang Chhaadi Kiu Sakat Hai ?323?",
    "translation": "Even all these low and base people cannot give up their deeds, then how can an obedient devotee of Guru leave company of true and noble people? (323)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]