[
  {
    "id": 90001,
    "shabad_id": 25339,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "dmk dY doK duKu Apjs lY AswD lok prlok muK isAwmqw lgwvhI",
    "transliteration": "Damak Dai Dokh Doukhu Apajas Lai Asaadha , Lok Paralok Moukh Siaamataa Lagaavahee ?",
    "translation": "A self-willed and base person acquires vices, sufferings and bad name after spending his wealth. He earns a stigma on himself both in this world and the world hereafter.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90002,
    "shabad_id": 25339,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "cor jwr Aau jUAwr mdpwnI dukiRq sYN klh klys Bys duibDw kau DwvhI",
    "transliteration": "Chor Jaar Au Jooaar Madapaanee Doukrit Sain , Kalah Kalays Bhays Doubidhaa Kau Dhaavahee ?",
    "translation": "A thief, immoral person, gambler and an addict is always involved in some discord or dispute on account of his base and infamous deeds.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90003,
    "shabad_id": 25339,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "miq piq mwn hwin kwin mY knofI sBw nwk kwn KMf fMf hoq n ljwvhI",
    "transliteration": "Mati Pati Maan Haani Kaani Mai Kanodee Sabhaa , Naak Kaan Khand Dand Hot N Lajaavahee ?",
    "translation": "Such an evil-doer loses his intellect, respect, esteem and glory; and after bearing the punishment of cutting of nose or ear, he feels no shame in the society despite the stigma that he carries. Becoming more shameless, he keeps indulging in his nefarious",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90004,
    "shabad_id": 25339,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "srb inDwn dwndwiek sMgiq swD gurisK swDU jn ikau n cil AwvhI ]324]",
    "transliteration": "Sarab Nidhaan Daanadaaik Sangati Saadha , Gursikh Saadhoo Jan Kiu N Chali Aavahee ?324?",
    "translation": "When such ill-doers and infamous people do not abstain from doing bad deeds, then why should a Sikh of the Guru not come to the congregation of true and saintly persons that is capable of blessing one with all the treasures? (If they do not feel shy of do",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
