[
  {
    "id": 90013,
    "shabad_id": 25342,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਾਧੁਸੰਗਿ ਦਰਸਨ ਕੋ ਹੈ ਨਿਤਨੇਮੁ ਜਾ ਕੋ ਸੋੲੀ ਦਰਸਨੀ ਸਮਦਰਸ ਧਿਅਾਨੀ ਹੈ",
    "transliteration": "Saadhousangi Darasan Ko Hai Nitanaymu Jaa Ko , Soee Darasanee Samadaras Dhiaanee Hai ?",
    "translation": "He who· is regular in seeing and visiting the saintly persons, is the contemplator of the Lord in the true sense. He sees all alike and feels the presence of Lord in everyone.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90014,
    "shabad_id": 25342,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਬਦ ਬਿਬੇਕ ੲੇਕ ਟੇਕ ਜਾ ਕੈ ਮਨਿ ਬਸੈ ਮਾਨਿ ਗੁਰ ਗਿਅਾਨ ਸੋੲੀ ਬ੍ਹਮਗਿਅਾਨੀ ਹੈ",
    "transliteration": "Sabad Bibayk Ayk Tayk Jaa Kai Mani Basai , Maani Gur Giaan Soee Brahamagiaanee Hai ?",
    "translation": "He who holds the contemplation of Guru's words as his primary support and lodges it in his heart is the true follower of the Guru's teachings and knower of the Lord in true sense.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90015,
    "shabad_id": 25342,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਦ੍ਰਿਸਟਿ ਦਰਸ ਅਰੁ ਸਬਦ ਸੁਰਤਿ ਮਿਲਿ ਪ੍ਰੇਮੀ ਪ੍ਰਿਅ ਪ੍ਰੇਮ ੳੁਨਮਨ ੳੁਨਮਾਨੀ ਹੈ",
    "transliteration": "Drisati Daras Aru Sabad Surati Mili , Praymee Pria Praym Ounaman Ounamaanee Hai ?",
    "translation": "He whose vision is focused on seeing the True Guru and hearing power concentrated on hearing the divine words of Guru, is a lover of his beloved Lord in the true sense.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90016,
    "shabad_id": 25342,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਹਜ ਸਮਾਧਿ ਸਾਧਸੰਗਿ ੲਿਕ ਰੰਗ ਜੋੲੀ ਸੋੲੀ ਗੁਰਮੁਖਿ ਨਿਰਮਲ ਨਿਰਬਾਨੀ ਹੈ ||੩੨੭||",
    "transliteration": "Sahaj Samaadhi Saadhasangi Ik Rang Joee , Soee Gurmukhi Niramal Nirabaanee Hai ?327?",
    "translation": "He who is dyed in the love of one Lord engrosses himself deep meditation of the Lord's name in the company of the saintly persons is truly liberated and a clean Guru-oriented individual. (327)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
