[
  {
    "id": 90021,
    "shabad_id": 25344,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਜਲ ਅੰਤਰਿ ਜੁਗੰਤਰ ਬਸੈ ਪਾਖਾਨ ਭਿਦੈ ਨ ਰਿਦੈ ਕਠੋਰ ਬੂਡੈ ਬਜ੍ਰ ਭਾਰ ਕੈ",
    "transliteration": "Jaisay Jal Antari Jougantar Basai Paakhaana , Bhidai N Ridai Katthor Boodai Bajr Bhaar Kai ?",
    "translation": "Just as a stone stays in water for ages, yet it never softens since it is hard-hearted. Because of its density and solid mass, it sinks; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90022,
    "shabad_id": 25344,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅਠਸਠਿ ਤੀਰਥ ਮਜਨ ਕਰੈ ਤੋਬਰੀ ਤੳੁ ਮਿਟਤ ਨ ਕਰਵਾੲੀ ਭੋੲੇ ਵਾਰ ਪਾਰ ਕੈ",
    "transliteration": "Atthasatthi Teerad Majan Karai Tobaree Tau , Mitat N Karavaaee Bhoay Vaar Paar Kai ?",
    "translation": "Just as colocynth (Tumma) does not lose its bitterness even it is washed both from inside and outside at sixty-eight places of pilgrimage",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90023,
    "shabad_id": 25344,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਹਿਨਿਸਿ ਅਹਿ ਲਪਟਾਨੋ ਰਹੈ ਚੰਦਨਹਿ ਤਜਤ ਨ ਬਿਖੁ ਤੳੂ ਹੳੁਮੈ ਅਹੰਕਾਰ ਕੈ",
    "transliteration": "Ahinisi Ahi Lapataano Rahai Chandanahi , Tajat N Bikhu Taoo Haoumai Ahankaar Kai ?",
    "translation": "Just as a snake keeps entangled with the trunk of a Sandalwood tree all his life but because of the pride of long age, it does not shed its venom;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90024,
    "shabad_id": 25344,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਕਪਟ ਸਨੇਹ ਦੇਹ ਨਿਹਫਲ ਜਗਤ ਮੈ ਸੰਤਨ ਕੋ ਹੈ ਦੋਖੀ ਦੁਬਿਧਾ ਬਿਕਾਰ ਕੈ ||੩੨੯||",
    "transliteration": "Kapat Sanayh Dayh Nihadhal Jagat Mai , Santan Ko Hai Dokhee Doubidhaa Bikaar Kai ?329?",
    "translation": "Similarly, he who is debased and spurious at heart, has deceitful and suspicious love. His life in the world is useless and futile. He is a slanderer of saintly and Guru-oriented persons and is caught in the mesh of vices and sins account of his 'mine' an",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
