[
  {
    "shabad_id": 25346,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "suK duK hwin miRq pUrb ilKq lyK jMqRn kY n bis kCu jMqRI jgdIs hY",
    "transliteration": "Soukh Doukh Haani Mrit Poorab Likhat Laykha , Jantran Kai N Basi Kachhu Jantree Jagadees Hai ?",
    "translation": "All events of happiness and sorrow, gain and loss, birth and death etc., take place according to what has been written by the Almighty or is preordained. Nothing is in the hands of living beings. It is all in the hands of the Almighty.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25346,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "Bogq ibvis myv krm ikrq giq jis kr qis lyp kwrn ko eIs hY",
    "transliteration": "Bhogat Bivasi Mayv Karam Kirat Gati , Jasi Kar Tasi Layp Kaaran Ko Ees Hai ?",
    "translation": "All living beings bear the fruits of what they had done. Whatever deeds they perform, they are rewarded accordingly. He the Almighty Himself involves the human beings in the performance of various deeds/actions.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25346,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "krqw pRDwn ikDO krm ikDO hY jIau Gwit bwiF kaun kaun mqu ibsÍwbIs hY",
    "transliteration": "Karataa Pradhaan Kidhau Karam Kidhau Hai Jeeu , Ghaati Baaddhi Kaoun Kaoun Matu Bisvaabees Hai ?",
    "translation": "And thus surprised, a question rises in everyone's minds who is the primary cause, God, human being or the action itself? Which of these causes is more or less? What is definitely right? Nothing can be said with any degree of assurance.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25346,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Asquiq inMdw khw ibAwpq hrK sog honhwr khO khwN gwir Aau AsIs hY ]331]",
    "transliteration": "Asatouti Nindaa Kahaa Biaapat Harakh Soga , Honahaar Kahau Kahaan Gaari Au Asees Hai ?331?",
    "translation": "How does one go through praise and slander, pleasure or sorrow? What is a blessing and what is a curse? Nothing can be said conclusively. One can only reason that all is happening and being caused by the Lord Himself. (331)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
