[
  {
    "id": 90033,
    "shabad_id": 25347,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਮਾਨਸਰ ਪਰ ਜੳੁ ਬੈਠਾੲੀਅੈ ਲੇ ਜਾੲਿ ਬਗ ਮੁਕਤਾ ਅਮੋਲ ਤਜਿ ਮੀਠ ਬੀਨਿ ਖਾਤ ਹੈ",
    "transliteration": "Maanasar Par Jau Baitthaaeeai Lay Jaai Baga , Moukataa Amol Taji Meetth Beeni Khaat Hai ?",
    "translation": "If a heron is taken to Mansarover lake, he will only be picking up small fish instead of invaluable pearls.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90034,
    "shabad_id": 25347,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅਸਥਨ ਪਾਨ ਕਰਬੇ ਕੳੁ ਜੳੁ ਲਗਾੲੀਅੈ ਜੋਕ ਪੀਅਤ ਨ ਪੈ ਲੈ ਲੋਹੂ ਅਚੲੇ ਅਘਾਤ ਹੈ",
    "transliteration": "Asadan Paan Karabay Kau Jau Lagaaeeai Joka , Peeat N Pai Lai Lohoo Achaay Aghaat Hai ?",
    "translation": "If a leech is put to the teats of a cow, it will not suckle milk but suck blood to satiate its hunger.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90035,
    "shabad_id": 25347,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਪਰਮ ਸੁਗੰਧ ਪਰਿ ਮਾਖੀ ਨ ਰਹਤ ਰਾਖੀ ਮਹਾ ਦੁਰਗੰਧ ਪਰਿ ਬੇਗਿ ਚਲਿ ਜਾਤ ਹੈ",
    "transliteration": "Param Sougandh Pari Maakhee N Rahat Raakhee , Mahaa Duragandh Pari Baygi Chali Jaat Hai ?",
    "translation": "A fly when placed on a fragrant article does not stay there but hurriedly reaches where filth and stench is present.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90036,
    "shabad_id": 25347,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਜੈਸੇ ਗਜ ਮਜਨ ਕੇ ਡਾਰਤ ਹੈ ਛਾਰੁ ਸਿਰਿ ਸੰਤਨ ਕੈ ਦੋਖੀ ਸੰਤ ਸੰਗੁ ਨ ਸੁਹਾਤ ਹੈ ||੩੩੨||",
    "transliteration": "Jaisay Gaj Majan Kay Daarat Hai Chhaaru Siri , Santan Kai Dokhee Sant Sangu N Suhaat Hai ?332?",
    "translation": "Just as an elephant sprinkles dust on its head after bathing in clean water, so do the slanderers of saintly persons do not like the company of true and noble persons. (332)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
