[
  {
    "id": 90037,
    "shabad_id": 25348,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "gurmiq siq eyk tyk duqIAw nw siq isv n skq giq AnBY AiBAwsI hY",
    "transliteration": "Gurmati Sati Ayk Tayk Douteeaa Naa Sati , Siv N Sakat Gati Anabhai Abhiaasee Hai ?",
    "translation": "Obedient disciple of the True Guru considers the support of Guru teachings and wisdom as authentic and true. He has no one else in his heart other than One God. He does not recognise god-Shiv or goddess-Shakti as a means of emancipation. He remains a medi",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90038,
    "shabad_id": 25348,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "qiRgun AqIq jIq n hwr n hrK sog sMjog ibEg myit shj invwsI hY",
    "transliteration": "Trigoun Ateet Jeet N Haar N Harakh Soga , Sanjog Biaog Mayti Sahaj Nivaasee Hai ?",
    "translation": "He remains unsullied of the influence of maya. Defeat or victory, happiness or sorrow does not disturb or please him. He remains absorbed in supreme spiritual state discarding all thoughts of achievements and failures.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90039,
    "shabad_id": 25348,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "cqur brn iek brn huie swDsMg pMc prpMc iqAwig ibsm ibsÍwsI hY",
    "transliteration": "Chatur Baran Ik Baran Hui Saadhasanga , Panch Parapanch Tiaagi Bisam Bisvaasee Hai ?",
    "translation": "By joining true congregation he destroys the differences of high low caste and belongs to One God. Detaching from the love of five elements, he takes to Naam Simran of the wondrous God Lord and holds his faith in Him.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90040,
    "shabad_id": 25348,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Kt drsn prY pwr huie spqsr nv duAwr aulMiG dsmeI audwsI hY ]333]",
    "transliteration": "Khat Darasan Parai Paar Hui Sapatasara , Nav Duaar Ulanghi Dasamaee Udaasee Hai ?333?",
    "translation": "A Gursikh stays in the company of true seekers beyond the garbs of the six philosophical schools. He frees himself from the bonds of nine doors of the body and lives blissfully in of the tenth door (Dasam Duar). (333)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
