[
  {
    "id": 90041,
    "shabad_id": 25349,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਨਦੀ ਨਾਵ ਕੋ ਸੰਜੋਗ ਸੁਜਨ ਕੁਟੰਬ ਲੋਗੁ ਮਿਲਿਓ ਹੋੲਿਗੋ ਸੋੲੀ ਮਿਲੈ ਅਾਗੈ ਜਾੲਿ ਕੈ",
    "transliteration": "Nadee Naav Ko Sanjog Sujan Koutanb Logu , Miliao Hoigo Soee Milai Aagai Jaai Kai ?",
    "translation": "The union with friends, family members and other acquaintances in this world is like voyagers in a boat that lasts for a short period of time. Therefore whatever is donated for good deeds in. this world will be received in the world beyond.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90042,
    "shabad_id": 25349,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅਸਨ ਬਸਨ ਧਨ ਸੰਗ ਨ ਚਲਤ ਚਲੇ ਅਰਪੇ ਦੀਜੈ ਧਰਮਸਾਲਾ ਪਹੁਚਾੲਿ ਕੈ",
    "transliteration": "Asan Basan Dhan Sang N Chalat Chalay , Arapay Deejai Dharamasaalaa Pahouchaai Kai ?",
    "translation": "Food, clothing and wealth does not go with one in the next world. Whatever has been assigned to the Guru in the true company is what one's wealth or earnings are for life beyond.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90043,
    "shabad_id": 25349,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਾਠੋ ਜਾਮ ਸਾਠੋ ਘਰੀ ਨਿਹਫਲ ਮਾੲਿਅਾ ਮੋਹ ਸਫਲ ਪਲਕ ਸਾਧ ਸੰਗਤਿ ਸਮਾੲਿ ਕੈ",
    "transliteration": "Aattho Jaam Saattho Gharee Nihadhal Maaiaa Moha , Sadhal Palak Saadh Sangati Samaai Kai ?",
    "translation": "Spending all the time in the love of maya and its actions are futile but enjoying the company of saintly persons even for a few seconds is a big achievement and useful.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90044,
    "shabad_id": 25349,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਮਲ ਮੂਤ੍ਰ ਧਾਰੀ ਅੳੁ ਬਿਕਾਰੀ ਨਿਰੰਕਾਰੀ ਹੋਤ ਸਬਦ ਸੁਰਤਿ ਸਾਧਸੰਗ ਲਿਵ ਲਾੲਿ ਕੈ ॥੩੩੪॥",
    "transliteration": "Mal Mootr Dhaaree Au Bikaaree Nirankaaree Hota , Sabad Surati Saadhasang Liv Laai Kai ?334?",
    "translation": "By uniting the words/teachings of the Guru with mind, and by the grace of holy company, this filth-filled and vice-ridden human being becomes an obedient disciple of the Guru. (334)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
