[
  {
    "id": 90041,
    "shabad_id": 25349,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ndI nwv ko sMjog sujn kutMb logu imilE hoiego soeI imlY AwgY jwie kY",
    "transliteration": "Nadee Naav Ko Sanjog Sujan Koutanb Logu , Miliao Hoigo Soee Milai Aagai Jaai Kai ?",
    "translation": "The union with friends, family members and other acquaintances in this world is like voyagers in a boat that lasts for a short period of time. Therefore whatever is donated for good deeds in. this world will be received in the world beyond.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90042,
    "shabad_id": 25349,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "Asn bsn Dn sMg n clq cly Arpy dIjY Drmswlw phucwie kY",
    "transliteration": "Asan Basan Dhan Sang N Chalat Chalay , Arapay Deejai Dharamasaalaa Pahouchaai Kai ?",
    "translation": "Food, clothing and wealth does not go with one in the next world. Whatever has been assigned to the Guru in the true company is what one's wealth or earnings are for life beyond.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90043,
    "shabad_id": 25349,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "AwTo jwm swTo GrI inhPl mwieAw moh sPl plk swD sMgiq smwie kY",
    "transliteration": "Aattho Jaam Saattho Gharee Nihadhal Maaiaa Moha , Sadhal Palak Saadh Sangati Samaai Kai ?",
    "translation": "Spending all the time in the love of maya and its actions are futile but enjoying the company of saintly persons even for a few seconds is a big achievement and useful.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90044,
    "shabad_id": 25349,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ml mUqR DwrI Aau ibkwrI inrMkwrI hoq sbd suriq swDsMg ilv lwie kY ]334]",
    "transliteration": "Mal Mootr Dhaaree Au Bikaaree Nirankaaree Hota , Sabad Surati Saadhasang Liv Laai Kai ?334?",
    "translation": "By uniting the words/teachings of the Guru with mind, and by the grace of holy company, this filth-filled and vice-ridden human being becomes an obedient disciple of the Guru. (334)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
