[
  {
    "id": 90049,
    "shabad_id": 25351,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਬਾਂਸਨਾ ਕੋ ਬਾਸੁ ਦੂਤ ਸੰਗਤਿ ਬਿਨਾਸ ਕਾਲ ਚਰਨ ਕਮਲ ਗੁਰ ੲੇਕ ਟੇਕ ਪਾੲੀ ਹੈ",
    "transliteration": "Baansanaa Ko Baasu Doot Sangati Binaas Kaala , Charan Kamal Gur Ayk Tayk Paaee Hai ?",
    "translation": "He who has taken the refuge of the lotus-like feet of the True Guru, is freed from attraction of all other smells and involvement in the five vices.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90050,
    "shabad_id": 25351,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਭੈਜਲ ਭੲਿਅਾਨਕ ਲਹਰਿ ਨ ਬਿਅਾਪਿ ਸਕੈ ਨਿਜ ਘਰ ਸੰਪਟ ਕੈ ਦੁਬਿਧਾ ਮਿਟਾੲੀ ਹੈ",
    "transliteration": "Bhaijal Bhaiaanak Lahari N Biaapi Sakai , Nij Ghar Sanpat Kai Doubidhaa Mitaaee Hai ?",
    "translation": "The worldly waves of wants and desires cannot influence him anymore. Having engrossed himself in the Self, he has destroyed all type of duality.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90051,
    "shabad_id": 25351,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਾਨ ਗਿਅਾਨ ਧਿਅਾਨ ਸਿਮਰਨ ਸਿਮਰਨ ਕੈ ਪ੍ਰੇਮ ਰਸ ਬਸਿ ਅਾਸਾ ਮਨਸਾ ਨ ਪਾੲੀ ਹੈ",
    "transliteration": "Aan Giaan Dhiaan Simaran Simaran Kai , Praym Ras Basi Aasaa Manasaa N Paaee Hai ?",
    "translation": "The black bee like lover of the lotus-feet of the True Guru, forgets all other type of knowledge, contemplations and incantations of meditations. He has destroyed all his wants and desires by virtue of his love for the lotus feet of the True Guru.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90052,
    "shabad_id": 25351,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਦੁਤੀਅਾ ਨਾਸਤਿ ੲੇਕ ਟੇਕ ਨਿਹਚਲ ਮਤਿ ਸਹਜ ਸਮਾਧਿ ੳੁਨਮਨ ਲਿਵ ਲਾੲੀ ਹੈ ॥੩੩੬॥",
    "transliteration": "Douteeaa Naasati Ayk Tayk Nihachal Mati , Sahaj Samaadhi Ounaman Liv Laaee Hai ?336?",
    "translation": "A Sikh of the Guru who is lover of the lotus feet (of the Guru) sheds his duality. He remains absorbed in the refuge of the lotus feet. In the higher spiritual state, he is absorbed in the stable contemplation of the Lord. (336)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
