[
  {
    "id": 90057,
    "shabad_id": 25353,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚਰਨ ਕਮਲ ਰਜ ਮਜਨ ਕੈ ਦਿਬਿ ਦੇਹ ਮਹਾ ਮਲਮੂਤ੍ਰ ਧਾਰੀ ਨਿਰੰਕਾਰੀ ਕੀਨੇ ਹੈ",
    "transliteration": "Charan Kamal Raj Majan Kai Dibi Dayha , Mahaa Malamootr Dhaaree Nirankaaree Keenay Hai ?",
    "translation": "Bathing in the holy dust of the True Guru's feet, the body of an individual acquires golden hue. One who is evil of thoughts, becomes Guru-oriented and divine of temperaments.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90058,
    "shabad_id": 25353,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਚਰਨ ਕਮਲ ਚਰਨਾਮ੍ਰਿਤ ਨਿਧਾਨ ਪਾਨ ਤ੍ਰਿਗੁਨ ਅਤੀਤ ਚੀਤ ਅਾਪਾ ਅਾਪ ਚੀਨੇ ਹੈ",
    "transliteration": "Charan Kamal Charanaamrit Nidhaan Paana , Trigoun Ateet Cheet Aapaa Aap Cheenay Hai ?",
    "translation": "By relishing the elixir of the True Guru's feet, the mind is freed from the triple traits of maya (mammon). He then recognises his self.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90059,
    "shabad_id": 25353,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਚਰਨ ਕਮਲ ਨਿਜ ਅਾਸਨ ਸਿੰਘਾਸਨ ਕੈ ਤ੍ਰਿਭਵਨ ਅੳੁ ਤ੍ਰਿਕਾਲ ਗੰਮਿਤਾ ਪ੍ਰਬੀਨੇ ਹੈ",
    "transliteration": "Charan Kamal Nij Aasan Singhaasan Kai , Tribhavan Au Trikaal Ganmitaa Prabeenay Hai ?",
    "translation": "By instilling the lotus-like holy feet of the True Guru in self, I.e. mind, one becomes aware of all the three times and the three worlds.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90060,
    "shabad_id": 25353,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਚਰਨ ਕਮਲ ਰਸ ਗੰਧ ਰੂਪ ਸੀਤਲਤਾ ਦੁਤੀਅਾ ਨਾਸਤਿ ੲੇਕ ਟੇਕ ਲਿਵ ਲੀਨੇ ਹੈ ॥੩੩੮॥",
    "transliteration": "Charan Kamal Ras Gandh Roop Seetalataa , Douteeaa Naasati Ayk Tayk Liv Leenay Hai ?338?",
    "translation": "By relishing the coolness, sweetness, fragrance and beauty of the lotus-like feet of the True Guru, the duality disappears from the mind. One remains absorbed in the refuge and support of the holy feet (of the True Guru). (338)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
