[
  {
    "id": 90065,
    "shabad_id": 25355,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਮਾਨਸਰ ਹੰਸ ਸਾਧਸੰਗਤਿ ਪਰਮਹੰਸ ਧਰਮਧੁਜਾ ਧਰਮਸਾਲਾ ਚਲ ਅਾਵੲੀ",
    "transliteration": "Maanasar Hans Saadhasangati Paramahansa , Dharamadhujaa Dharamasaalaa Chal Aavaee ?",
    "translation": "Just as swans visit lake Mansarover, so do the righteous people with divine wisdom visit the holy congregation of Lord's loving servants/devotees.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90066,
    "shabad_id": 25355,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ੳੁਤ ਮੁਕਤਾਹਲ ਅਹਾਰ ਦੁਤੀਅਾ ਨਾਸਤਿ ੲਿਤ ਗੁਰ ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਲਾਵਹੀ",
    "transliteration": "Out Moukataahal Ahaar Douteeaa Naasati , It Gur Sabad Surati Liv Laavahee ?",
    "translation": "There, at Mansarover, the swans relish pearls as their food and nothing else; so do these devotees engross their minds in the holy Naam of the Lord and remains attached with His divine words.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90067,
    "shabad_id": 25355,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ੳੁਤ ਖੀਰ ਨੀਰ ਨਿਰਵਾਰੋ ਕੈ ਬਖਾਨੀਅਤ ੲਿਤ ਗੁਰਮਤਿ ਦੁਰਮਤਿ ਸਮਝਾਵਹੀ",
    "transliteration": "Out Kheer Neer Niravaaro Kai Bakhaaneeata , It Gurmati Duramati Samajhaavahee ?",
    "translation": "The swans are believed to disintegrate milk in its constituents of water and milk; while here in the holy congregation, one learns about those who are Guru-oriented and self-oriented.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90068,
    "shabad_id": 25355,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ੳੁਤ ਬਗ ਹੰਸ ਬੰਸ ਦੁਬਿਧਾ ਨ ਮੇਟਿ ਸਕੈ ੲਿਤ ਕਾਗ ਪਾਗਿ ਸਮ ਰੂਪ ਕੈ ਮਿਲਾਵਹੀ ||੩੪੦||",
    "transliteration": "Out Bag Hans Bans Doubidhaa N Mayti Sakai , It Kaag Paagi Sam Roop Kai Milaavahee ?340?",
    "translation": "The temperament of herons cannot be changed into those of swans but here in the holy congregation, those who are like filth-eating crows are transformed into holy and devoted persons through the hue of Naam blessed by the True Guru. (340)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
