[
  {
    "id": 90069,
    "shabad_id": 25356,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਸਿਖ ਸੰਗਤਿ ਮਿਲਾਪ ਕੋ ਪ੍ਰਤਾਪੁ ਛਿਨ ਸਿਵ ਸਨਕਾਦਿ ਬ੍ਹਮਾਦਿਕ ਨ ਪਾਵਹੀ",
    "transliteration": "Gursikh Sangati Milaap Ko Prataapu Chhina , Siv Sanakaadi Brahamaadik N Paavahee ?",
    "translation": "Even gods like Shiv, Brahma, Sanak etc. are unable to acquire the importance of the congregation that one achieves by keeping the company of the obedient and devoted disciples of the True Guru even for a second.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90070,
    "shabad_id": 25356,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਿੰਮ੍ਰਿਤਿ ਪੁਰਾਨ ਬੇਦ ਸਾਸਤ੍ਰ ਅੳੁ ਨਾਦ ਬਾਦ ਰਾਗ ਰਾਗਨੀ ਹੂ ਨੇਤ ਨੇਤ ਕਰਿ ਗਾਵਹੀ",
    "transliteration": "Sinmriti Puraan Bayd Saasatr Au Naad Baada , Raag Raaganee Hoo Nayt Nayt Kari Gaavahee ?",
    "translation": "A very short while spent in the holy congregation is sung as infinite, infinite by various religious scriptures like Simritis, Purans, Vedas beside the musical instruments, and various modes of singing.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90071,
    "shabad_id": 25356,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਦੇਵੀ ਦੇਵ ਸਰਬ ਨਿਧਾਨ ਅੳੁ ਸਕਲ ਫਲ ਸ੍ਵਰਗ ਸਮੂਹ ਸੁਖ ਧਿਅਾਨ ਧਰ ਧਿਅਾਵਹੀ",
    "transliteration": "Dayvee Dayv Sarab Nidhaan Au Sakal Dhala , Svarag Samooh Soukh Dhiaan Dhar Dhiaavahee ?",
    "translation": "All goddesses, gods, treasures, fruits and comforts of heaven sing and remember the peace that they enjoyed even with a fractional association with congregation of the saints.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90072,
    "shabad_id": 25356,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪੂਰਨ ਬ੍ਹਮ ਸਤਿਗੁਰ ਸਾਵਧਾਨ ਜਾਨਿ ਗੁਰਸਿਖ ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਲਾਵਹੀ ॥੩੪੧॥",
    "transliteration": "Pooran Braham Satigur Saavadhaan Jaani , Gursikh Sabad Surati Liv Laavahee ?341?",
    "translation": "The obedient disciples attach their mind and engross themselves in the words of the True Guru with singular mind considering the True Guru to be complete and perfect form of Lord. (341)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
