[
  {
    "shabad_id": 25357,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "rcnw cirqR icqR ibsm bicqRpn kwhU so n koaU kIny eyk hI Anyk hY",
    "transliteration": "Rachanaa Charitr Chitr Bisam Bachitrapana , Kaahoo So N Kooo Keenay Ayk Hee Anayk Hai ?",
    "translation": "Miracle of His creation is wondrous and astonishing. No human being has been created like another. Yet His light prevails in all.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25357,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "inpt kpt Gt Gt nt vt nt gupq pRgt Atpt jwvdyk hY",
    "transliteration": "Nipat Kapat Ghat Ghat Nat Vat Nata , Goupat Pragat Atapat Jaavadayk Hai ?",
    "translation": "This world is an illusion. But every creation that is part of this entangled illusion, He, Himself is causing these wondrous acts both conspicuously and latently like a juggler.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25357,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "diRsit sI diRsit n drsn so drsu bcn so bcn n suriq smyk hY",
    "transliteration": "Drisati See Drisati N Darasan So Darasu , Bachan So Bachan N Surati Samayk Hai ?",
    "translation": "In this creation, no one looks alike, talks alike, thinks alike or sees alike. No one's wisdom is the same.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25357,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "rUp ryK lyK ByK nwd bwd nwnw ibiD Agm AgwiD boD bHm ibbyk hY ]342]",
    "transliteration": "Roop Raykh Laykh Bhaykh Naad Baad Naanaa Bidhi , Agam Agaadhi Bodh Braham Bibayk Hai ?342?",
    "translation": "Living beings are of myriad forms, fortune, posture, sound and rhythm. All this is beyond comprehension and knowledge. In fact it is beyond human capability to understand the strange and wondrous creation of the Lord. (342)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
