[
  {
    "id": 90089,
    "shabad_id": 25361,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "idnkr ikrin suhwq suKdweI AMg rcq isMgwr ABrn sKI Awie kY",
    "transliteration": "Dinakar Kirani Suhaat Soukhadaaee Anga , Rachat Singaar Abharan Sakhee Aai Kai ?",
    "translation": "(Before the girl is married off, the bride is adorned with ornaments and jewellery) and the rays of Sun falling on her, make her look more good. Her friends come to embellish her more.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90090,
    "shabad_id": 25361,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "piRQm aubtnw kY sIs mY mlaunI myil mjn ausn jl inrml Bwey kY",
    "transliteration": "Pridam Oubatanaa Kai Sees Mai Malaounee Mayli , Majan Ousan Jal Niramal Bhaaay Kai ?",
    "translation": "Paste of herbs, oil and salts is rubbed on her body, the hair are massaged with scents and oil and then shampooed with lukewarm water. Her body then starts radiating like gold.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90091,
    "shabad_id": 25361,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "kusm Avys kys bwsq Pulyl myl AMg Argjw lyp hoq aupjwie kY",
    "transliteration": "Kousam Avays Kays Baasat Dhulayl Mayla , Ang Aragajaa Layp Hot Oupajaai Kai ?",
    "translation": "Adoring the hair with flowers, applying the mixture of fragranced and scented mixture on the body, the feeling of romance and love is incited.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90092,
    "shabad_id": 25361,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "cIr cwr drpn miD Awpw Awpu cIin bYTI prjMk pir DwvrI n Dwie kY ]346]",
    "transliteration": "Cheer Chaar Darapan Madhi Aapaa Aapu Cheeni , Baitthee Parajank Pari Dhaavaree N Dhaai Kai ?346?",
    "translation": "Wearing beautiful dresses, seeing her beautiful form in the mirror, she occupies the bed of her dear husband. Then her wandering mind does not wander any more and becomes stable and restful. (346)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
