[
  {
    "id": 90089,
    "shabad_id": 25361,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਦਿਨਕਰ ਕਿਰਨਿ ਸੁਹਾਤ ਸੁਖਦਾੲੀ ਅੰਗ ਰਚਤ ਸਿੰਗਾਰ ਅਭਰਨ ਸਖੀ ਅਾੲਿ ਕੈ",
    "transliteration": "Dinakar Kirani Suhaat Soukhadaaee Anga , Rachat Singaar Abharan Sakhee Aai Kai ?",
    "translation": "(Before the girl is married off, the bride is adorned with ornaments and jewellery) and the rays of Sun falling on her, make her look more good. Her friends come to embellish her more.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90090,
    "shabad_id": 25361,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪ੍ਰਿਥਮ ੳੁਬਟਨਾ ਕੈ ਸੀਸ ਮੈ ਮਲੳੁਨੀ ਮੇਲਿ ਮਜਨ ੳੁਸਨ ਜਲ ਨਿਰਮਲ ਭਾੲੇ ਕੈ",
    "transliteration": "Pridam Oubatanaa Kai Sees Mai Malaounee Mayli , Majan Ousan Jal Niramal Bhaaay Kai ?",
    "translation": "Paste of herbs, oil and salts is rubbed on her body, the hair are massaged with scents and oil and then shampooed with lukewarm water. Her body then starts radiating like gold.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90091,
    "shabad_id": 25361,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕੁਸਮ ਅਵੇਸ ਕੇਸ ਬਾਸਤ ਫੁਲੇਲ ਮੇਲ ਅੰਗ ਅਰਗਜਾ ਲੇਪ ਹੋਤ ੳੁਪਜਾੲਿ ਕੈ",
    "transliteration": "Kousam Avays Kays Baasat Dhulayl Mayla , Ang Aragajaa Layp Hot Oupajaai Kai ?",
    "translation": "Adoring the hair with flowers, applying the mixture of fragranced and scented mixture on the body, the feeling of romance and love is incited.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90092,
    "shabad_id": 25361,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਚੀਰ ਚਾਰ ਦਰਪਨ ਮਧਿ ਅਾਪਾ ਅਾਪੁ ਚੀਨਿ ਬੈਠੀ ਪਰਜੰਕ ਪਰਿ ਧਾਵਰੀ ਨ ਧਾੲਿ ਕੈ ॥੩੪੬॥",
    "transliteration": "Cheer Chaar Darapan Madhi Aapaa Aapu Cheeni , Baitthee Parajank Pari Dhaavaree N Dhaai Kai ?346?",
    "translation": "Wearing beautiful dresses, seeing her beautiful form in the mirror, she occupies the bed of her dear husband. Then her wandering mind does not wander any more and becomes stable and restful. (346)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
