[
  {
    "id": 90093,
    "shabad_id": 25362,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "kkhI dY mwg aurJwey surJwey kys kuMkm cMdn ko iqlk dy llwr mY",
    "transliteration": "Kakahee Dai Maag Urajhaaay Surajhaaay Kaysa , Kounkam Chandan Ko Tilak Day Lalaar Mai ?",
    "translation": "She should comb her entangled hair and create a neat parting in her hair, apply a dot of saffron and sandalwood on her forehead.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90094,
    "shabad_id": 25362,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "AMjn KMjn diRg bysir krn PUl bwrI sIs PUl dY qmol rs muK duAwr mY",
    "transliteration": "Anjan Khanjan Drig Baysari Karan Dhoola , Baaree Sees Dhool Dai Tamol Ras Moukh Duaar Mai ?",
    "translation": "Put collyrium in her frolicsome eyes, a ring in the nose, earrings, wear dome-shaped ornament on the head and wait at the main entrance chewing betel leaf.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90095,
    "shabad_id": 25362,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "kMTsrI kpoiq mrkq Aau mukqwhl brn brn PUl soBw aur hwr mY",
    "transliteration": "Kantthasaree Kapoti Marakat Au Moukataahala , Baran Baran Dhool Sobhaa Ur Haar Mai ?",
    "translation": "Wear diamond and pearl-studded necklace and adorn her heart with colourful flowers of virtuous qualities,",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90096,
    "shabad_id": 25362,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ccrcrI kMkn muMidkw mhdI bnI AMgIAw AnUp CudRpIiT kt Dwr mY ]347]",
    "transliteration": "Chacharacharee Kankan Moundikaa Mahadee Banee , Angeeaa Anoop Chhudrapeetthi Kat Dhaar Mai ?347?",
    "translation": "Wear colourful rings in her fingers, bracelets, bangles on her wrists, apply henna on her hands, wear a beautiful bodice and a black thread with trinkets around her waist. Note: All the above adornments are related to the virtues and Naam Simran of the Si",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
