[
  {
    "shabad_id": 25363,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "soiBq srd inis jgmg joiq sis pRQm shylI khY pRym rsu cwKIAY",
    "transliteration": "Sobhit Sarad Nisi Jagamag Joti Sasi , Pradam Sahaylee Kahai Praym Rasu Chaakheeai ?",
    "translation": "Note: Abandon bashfulness and enjoy the love of the beloved husband at the time of meeting Him. It is a wintry night and the Moon is spreading its light all around. A friend of the holy congregation urges to obtain Guru's sermons in order to enjoy .",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25363,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "pUrn kiRpw kY qyrY Awie hY kiRpwinDwn imlIAY inrMqr kY huie AMqru n rwKIAY",
    "transliteration": "Pooran Kripaa Kai Tayrai Aai Hai Kripaanidhaana , Mileeai Nirantar Kai Hui Antaru N Raakheeai ?",
    "translation": "And when the clement Lord in His complete blessings comes and rests on your bed-like heart, then meet Him without any reservations and inhibitions.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25363,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "crn kml mkrMd rs luiBq huie mn mDukr suK sMpt iBlwKIAY",
    "transliteration": "Charan Kamal Makarand Ras Loubhit Hui , Man Madhoukar Soukh Sanpat Bhilaakheeai ?",
    "translation": "May the frolicsome mind remain longing for the fragrant dust of the lotus feet of the Lord.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25363,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "joeI ljwie pweIAY n puin pdm dY plk Amol piRA sMg muK swKIAY ]348]",
    "transliteration": "Joee Lajaai Paaeeai N Pouni Padam Dai , Palak Amol Pria Sang Moukh Saakheeai ?348?",
    "translation": "Guru-conscious persons testify that any seeker bride who remains shy and bashful at the time of meeting with husband Lord, loses that rare opportunity. She is then unable to obtain the invaluable moment even after spending countless money. (348)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
