[
  {
    "shabad_id": 25367,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jau jwnY AnUp rUp diRgn kY dyKIAq locn ACq AMD kwhy qy n pyKhI",
    "transliteration": "Jau Jaanai Anoop Roop Drigan Kai Daykheeata , Lochan Achhat Andh Kaahay Tay N Paykhahee ?",
    "translation": "If we believe that we see the beauty of the nature because of our eyes, then why can't a blind person who has no eyes, enjoy the same spectacle?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25367,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jau jwnY sbdu rs rsnw bKwnIAq ijhbw ACq kq guMg n sryK hI",
    "transliteration": "Jau Jaanai Sabadu Ras Rasanaa Bakhaaneeata , Jihabaa Achhat Kat Goung N Saraykh Hee ?",
    "translation": "If we believe that we speak sweet words because of our tongue, then why can't a dumb person with his tongue intact speak these words?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25367,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jaupY jwny rwg nwd sunIAq sÍn kY sÍn shq ikau bhro ibsyK hI",
    "transliteration": "Jaoupai Jaanay Raag Naad Souneeat Sravan Kai , Sravan Sahat Kiu Baharo Bisaykh Hee ?",
    "translation": "If we accept that we hear sweet music because of ears, then why can't a deaf person hear it with his ears intact?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25367,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "nYn ijhbw sÍn ko n kCUAY bswie sbd suriq so AlK AlyK hI ]352]",
    "transliteration": "Nain Jihabaa Sravan Ko N Kachhooai Basaai , Sabad Surati So Alakh Alaykh Hee ?352?",
    "translation": "In fact, eyes, tongue and ears have no power of their own. Only the union of the consciousness with the words can describe or enable us to enjoy what we see, speak or hear. This is also true for knowing the indescribable Lord. Engrossing the consciousness",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
