[
  {
    "id": 90121,
    "shabad_id": 25369,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy qau jnnI Kwn pwn kau sMjmu krY qw qy suq rhY inribGn Arog jI",
    "transliteration": "Jaisay Tau Jananee Khaan Paan Kau Sanjamu Karai , Taa Tay Sout Rahai Nirabighan Arog Jee ?",
    "translation": "Just as a would-be mother takes care of what she eats so that the child in her womb remains healthy.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90122,
    "shabad_id": 25369,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy rwjnIiq rIq ckÍY cyqMn rUp qw qy inhicMq inrBY bsq log jI",
    "transliteration": "Jaisay Raajaneeti Reet Chakravai Chaytann Roopa , Taa Tay Nihachint Nirabhai Basat Log Jee ?",
    "translation": "Just as a good ruler remains alert in the enforcement of law and order so as to keep his subjects safe, fearless of any harm and happy.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90123,
    "shabad_id": 25369,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy krIAw smuMdR bohQ mY swvDwn qw qy pwir phucq piQk Asog jI",
    "transliteration": "Jaisay Kareeaa Samoundr Bohad Mai Saavadhaana , Taa Tay Paari Pahouchat Padik Asog Jee ?",
    "translation": "Just as a sailor is ever alert while sailing his boat in the ocean so that he takes all his passengers safely to other shore.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90124,
    "shabad_id": 25369,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy gur pUrn bHm igAwn iDAwn ilv qwN qy inrdoK isK injpd jog jI ]354]",
    "transliteration": "Taisay Gur Pooran Braham Giaan Dhiaan Liva , Taan Tay Niradokh Sikh Nijapad Jog Jee ?354?",
    "translation": "Similarly, the God-like True Guru is ever alert to bless his loving and devoted servant with knowledge and ability to focus his mind in Lord's name. And thus a Sikh of the Guru keeps himself free of all vices and becomes eligible for higher spiritual stat",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
