[
  {
    "id": 90125,
    "shabad_id": 25370,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜਨਨੀ ਸੁਤਹਿ ਜੳੁ ਧਿਕਾਰ ਮਾਰਿ ਪਿਅਾਰੁ ਕਰੈ ਪਿਅਾਰ ਝਿਰਕਾਰੁ ਦੇਖਿ ਸਕਤ ਨ ਅਾਨ ਕੋ",
    "transliteration": "Jananee Soutahi Jau Dhikaar Maari Piaaru Karai , Piaar Jhirakaaru Daykhi Sakat N Aan Ko ?",
    "translation": "The mother scolds and spanks the child but cannot tolerate anyone else scolding, spanking and loving him.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90126,
    "shabad_id": 25370,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜਨਨੀ ਕੋ ਪਿਅਾਰੁ ਅੳੁ ਧਿਕਾਰ ੳੁਪਕਾਰ ਹੇਤ ਅਾਨ ਕੋ ਧਿਕਾਰ ਪਿਅਾਰ ਹੈ ਬਿਕਾਰ ਪ੍ਰਾਨ ਕੋ",
    "transliteration": "Jananee Ko Piaaru Au Dhikaar Oupakaar Hayta , Aan Ko Dhikaar Piaar Hai Bikaar Praan Ko ?",
    "translation": "Mothers scolding and spanking of the child is for his benefit but when someone else does it, it is indeed painful.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90127,
    "shabad_id": 25370,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਜਲ ਅਗਨਿ ਮੈ ਪਰੈ ਬੂਡ ਮਰੈ ਜਰੈ ਤੈਸੇ ਕ੍ਰਿਪਾ ਕ੍ਰੋਪ ਅਾਨਿ ਬਨਿਤਾ ਅਗਿਅਾਨ ਕੋ",
    "transliteration": "Jaisay Jal Agani Mai Parai Bood Marai Jarai , Taisay Kripaa Krop Aani Banitaa Agiaan Ko ?",
    "translation": " (Although water is cold and fire is hot) falling in water drowns while jumping into fire burns a person to death. Similarly it is foolish to believe on the kindness or anger of another woman. (It is utter foolishness to lay faith on any other god/goddess",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90128,
    "shabad_id": 25370,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰਸਿਖਨ ਕੳੁ ਜੁਗਵਤ ਜਤਨ ਕੈ ਦੁਬਿਧਾ ਨ ਬਿਅਾਪੈ ਪ੍ਰੇਮ ਪਰਮ ਨਿਧਾਨ ਕੋ ॥੩੫੫॥",
    "transliteration": "Taisay Gursikhan Kau Jougavat Jatan Kai , Doubidhaa N Biaapai Praym Param Nidhaan Ko ?355?",
    "translation": "Just like mother, the True Guru makes every effort and attaches the Sikhs in the love of the Supreme Lord, the source of everything. And thus they are never infatuated or attracted by the love or anger of any god/goddess or spurious saint. (355)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
