[
  {
    "id": 90129,
    "shabad_id": 25371,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy kr ghq srp suq pyiK mwqw khY n pukwr Puslwie aur mMf hY",
    "transliteration": "Jaisay Kar Gahat Sarap Sout Paykhi Maataa , Kahai N Poukaar Dhousalaai Ur Mand Hai ?",
    "translation": "Just as seeing a snake in the hands of her son, the mother does not shout but very calmly endears him to herself.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90130,
    "shabad_id": 25371,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy byd rogI pRiq khY n ibQwr biRQw sMjm kY AauKd Kvwie rog fMf hY",
    "transliteration": "Jaisay Bayd Rogee Prati Kahai N Bidaar Bridaa , Sanjam Kai Aoukhad Khavaai Rog Dand Hai ?",
    "translation": "Just as a physician does not disclose the details of ailment to the patient but serves him medicine within strict preventions and makes him well.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90131,
    "shabad_id": 25371,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy BUil cUik ctIAw kI n bIcwrY pwDw kih kih sIiKAw mUrKq miq KMf hY",
    "transliteration": "Jaisay Bhooli Chooki Chateeaa Kee N Beechaarai Paadhaa , Kahi Kahi Seekhiaa Moorakhat Mati Khand Hai ?",
    "translation": "Just as the teacher does not take the mistake of his student to heart, and instead he removes his ignorance by imparting him with necessary lesson.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90132,
    "shabad_id": 25371,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy pyiK Aaugun khY n siqgur kwhU pUrn ibbyk smJwvq pRcMf hY ]356]",
    "transliteration": "Taisay Paykhi Aougoun Kahai N Satigur Kaahoo , Pooran Bibayk Samajhaavat Prachand Hai ?356?",
    "translation": "Similarly, the True Guru says nothing to a vice-infested disciple. Instead, he is blessed with complete knowledge. He makes him understand and changes him into a sharp-minded wise person. (356)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
