[
  {
    "id": 90129,
    "shabad_id": 25371,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਕਰ ਗਹਤ ਸਰਪ ਸੁਤ ਪੇਖਿ ਮਾਤਾ ਕਹੈ ਨ ਪੁਕਾਰ ਫੁਸਲਾੲਿ ੳੁਰ ਮੰਡ ਹੈ",
    "transliteration": "Jaisay Kar Gahat Sarap Sout Paykhi Maataa , Kahai N Poukaar Dhousalaai Ur Mand Hai ?",
    "translation": "Just as seeing a snake in the hands of her son, the mother does not shout but very calmly endears him to herself.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90130,
    "shabad_id": 25371,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਬੇਦ ਰੋਗੀ ਪ੍ਰਤਿ ਕਹੈ ਨ ਬਿਥਾਰ ਬ੍ਰਿਥਾ ਸੰਜਮ ਕੈ ਅੳੁਖਦ ਖਵਾੲਿ ਰੋਗ ਡੰਡ ਹੈ",
    "transliteration": "Jaisay Bayd Rogee Prati Kahai N Bidaar Bridaa , Sanjam Kai Aoukhad Khavaai Rog Dand Hai ?",
    "translation": "Just as a physician does not disclose the details of ailment to the patient but serves him medicine within strict preventions and makes him well.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90131,
    "shabad_id": 25371,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਭੂਲਿ ਚੂਕਿ ਚਟੀਅਾ ਕੀ ਨ ਬੀਚਾਰੈ ਪਾਧਾ ਕਹਿ ਕਹਿ ਸੀਖਿਅਾ ਮੂਰਖਤ ਮਤਿ ਖੰਡ ਹੈ",
    "transliteration": "Jaisay Bhooli Chooki Chateeaa Kee N Beechaarai Paadhaa , Kahi Kahi Seekhiaa Moorakhat Mati Khand Hai ?",
    "translation": "Just as the teacher does not take the mistake of his student to heart, and instead he removes his ignorance by imparting him with necessary lesson.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90132,
    "shabad_id": 25371,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਪੇਖਿ ਅੳੁਗੁਨ ਕਹੈ ਨ ਸਤਿਗੁਰ ਕਾਹੂ ਪੂਰਨ ਬਿਬੇਕ ਸਮਝਾਵਤ ਪ੍ਰਚੰਡ ਹੈ ॥੩੫੬॥",
    "transliteration": "Taisay Paykhi Aougoun Kahai N Satigur Kaahoo , Pooran Bibayk Samajhaavat Prachand Hai ?356?",
    "translation": "Similarly, the True Guru says nothing to a vice-infested disciple. Instead, he is blessed with complete knowledge. He makes him understand and changes him into a sharp-minded wise person. (356)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
