[
  {
    "id": 90145,
    "shabad_id": 25375,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਸੁਮੇਰ ੳੂਚ ਅਚਲ ਅਗਮ ਅਤਿ ਪਾਵਕ ਪਵਨ ਜਲ ਬਿਅਾਪ ਨ ਸਕਤ ਹੈ",
    "transliteration": "Jaisay Tau Soumayr Ooch Achal Agam Ati , Paavak Pavan Jal Biaap N Sakat Hai ?",
    "translation": "As Sumer mountain is believed to be very high, immovable and inaccessible, it is least influenced by fire, air and water;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90146,
    "shabad_id": 25375,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪਾਵਕ ਪ੍ਰਗਾਸ ਤਾਸ ਬਾਨੀ ਚੳੁਗੁਨੀ ਚੜਤ ਪੳੁਨ ਗੌਨ ਧੂਰਿ ਦੂਰਿ ਹੋੲਿ ਚਮਕਤਿ ਹੈ",
    "transliteration": "Paavak Pragaas Taas Baanee Chaougounee Charhata , Paoun Gaoun Dhoori Doori Hoi Chamakati Hai ?",
    "translation": "It shines and blazes in fire many times more while the air removes its dust making it glitter far more,",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90147,
    "shabad_id": 25375,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸੰਗਮ ਸਲਲ ਮਲੁ ਧੋੲਿ ਨਿਰਮਲ ਕਰੈ ਹਰੈ ਦੁਖ ਦੇਖ ਸੁਨਿ ਸੁਜਸ ਬਕਤਿ ਹੈ",
    "transliteration": "Sangam Salal Malu Dhoi Niramal Karai , Harai Doukh Daykh Souni Sujas Bakati Hai ?",
    "translation": "Water pouring on it makes it clean washing away all its dross. It dispels the distresses of the world by providing them with many herbs and medicinal plants. Because of all these virtuous qualities, people sing the glory of Sumer mountain.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90148,
    "shabad_id": 25375,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰਸਿਖ ਜੋਗੀ ਤ੍ਰਿਗੁਨ ਅਚੀਤ ਚੀਤ ਸ੍ਰੀ ਗੁਰ ਸਬਦ ਰਸ ਅੰਮ੍ਰਿਤ ਛਕਤਿ ਹੈ ||੩੬੦||",
    "transliteration": "Taisay Gursikh Jogee Trigoun Acheet Cheeta , Sree Gur Sabad Ras Anmrit Chhakati Hai ?360?",
    "translation": "Similarly the mind of the Sikhs attached with the lotus feet of Guru is free from the triple influence of maya (mammon). He accumulates no dross. Like Sumer mountain, he is stable, inaccessible, pious, free of all dross of vices and who allay others suffe",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
