[
  {
    "id": 90153,
    "shabad_id": 25377,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਤੀਰਥ ਜਾਤ੍ਰਾ ਸਮੈ ਨ ੲੇਕ ਸੈ ਅਾਵਤ ਸਬੈ ਕਾਹੂ ਸਾਧੂ ਪਾਛੈ ਪਾਪ ਸਬਨ ਕੇ ਜਾਤ ਹੈ",
    "transliteration": "Teerad Jaatraa Samai N Ayk Sai Aavat Sabai , Kaahoo Saadhoo Paachhai Paap Saban Kay Jaat Hai ?",
    "translation": "All pilgrims on pilgrimage are not alike. But when a rare hermit of higher spiritual state enjoins them, the sins of all of them perish.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90154,
    "shabad_id": 25377,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਨ੍ਰਿਪ ਸੈਨਾ ਸਮਸਰਿ ਨ ਸਕਲ ਹੋਤ ੲੇਕ ੲੇਕ ਪਾਛੇ ਕੲੀ ਕੋਟਿ ਪਰੇ ਖਾਤ ਹੈ",
    "transliteration": "Jaisay Nrip Sainaa Samasari N Sakal Hota , Ayk Ayk Paachhay Kaee Koti Paray Khaat Hai ?",
    "translation": "As all soldiers in a king's army are not equally valiant, but together under a brave and courageous general they become a force to reckon with.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90155,
    "shabad_id": 25377,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਸਮੁੰਦ੍ਰ ਜਲ ਬਿਮਲ ਬੋਹਿਥ ਬਸੈ ੲੇਕ ੲੇਕ ਪੈ ਅਨੇਕ ਪਾਰਿ ਪਹੁਚਾਤ ਹੈ",
    "transliteration": "Jaisay Tau Samoundr Jal Bimal Bohid Basai , Ayk Ayk Pai Anayk Paari Pahouchaat Hai ?",
    "translation": "Just as a ship leads the other ships to the safety of the shore through tumultuous ocean, many passengers of these ship also reach the safety of the other end.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90156,
    "shabad_id": 25377,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰਸਿਖ ਸਾਖਾ ਅਨਿਕ ਸੰਸਾਰ ਦੁਅਾਰ ਸਨਮੁਖ ਓਟ ਗਹੇ ਕੋਟ ਬਿਅਾਸਾਤ ਹੈ ||੩੬੨||",
    "transliteration": "Taisay Gursikh Saakhaa Anik Sansaar Duaara , Sanamoukh Aot Gahay Kot Biaasaat Hai ?362?",
    "translation": "Similarly, there are numerous teachers and disciples at the worldly level, but one who has taken the refuge of the True Guru, an embodiment of the Lord, millions sail across the worldly ocean with his support. (362)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
