[
  {
    "id": 90169,
    "shabad_id": 25381,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਸਫਲ ਬਨ ਬਿਖੈ ਬਿਰਖ ਬਿਬਿਧਿ ਜਾ ਕੋ ਫਲੁ ਮੀਠੋ ਖਗ ਤਾਪੋ ਚਲਿ ਜਾਤਿ ਹੈ",
    "transliteration": "Jaisay Tau Sadhal Ban Bikhai Birakh Bibidhi , Jaa Ko Dhalu Meettho Khag Taapo Chali Jaati Hai ?",
    "translation": "Just as a fruit orchard has many types of fruit trees, but birds fly only to the one which has sweet fruit.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90170,
    "shabad_id": 25381,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਪਰਬਤ ਬਿਖੈ ਦੇਖੀਅੈ ਪਾਖਾਨ ਬਹੁ ਜਾ ਮੈ ਤੋ ਹੀਰਾ ਖੋਜੀ ਖੋਜ ਖਨਵਾਰਾ ਲਲਚਾਤ ਹੈ",
    "transliteration": "Jaisay Parabat Bikhai Daykheeai Paakhaan Bahu , Jaa Mai To Heeraa Khojee Khoj Khanavaaraa Lalachaat Hai ?",
    "translation": "Numerous types of stones are available in the mountains but one in search of diamond longs to see the stone that can yield one a diamond.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90171,
    "shabad_id": 25381,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਜਲਧਿ ਮਧਿ ਬਸਤ ਅਨੰਤ ਜੰਤ ਮੁਕਤਾ ਅਮੋਲ ਜਾਮੈ ਹੰਸ ਖੋਜ ਖਾਤ ਹੈ",
    "transliteration": "Jaisay Tau Jaladhi Madhi Basat Anant Janta , Moukataa Amol Jaamai Hans Khoj Khaat Hai ?",
    "translation": "Just as a lake is inhabited by many forms of marine life, but a swan visits only that lake which has pearls in its oyster.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90172,
    "shabad_id": 25381,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰ ਚਰਨ ਸਰਨਿ ਹੈ ਅਸੰਖ ਸਿਖ ਜਾ ਮੈ ਗੁਰ ਗਿਅਾਨ ਤਾਹਿ ਲੋਕ ਲਪਟਾਤ ਹੈ ||੩੬੬||",
    "transliteration": "Taisay Gur Charan Sarani Hai Asankh Sikha , Jaa Mai Gur Giaan Taahi Lok Lapataat Hai ?366?",
    "translation": "Similarly-numerous Sikhs reside in the refuge of the True Guru. But he who has the knowledge of Guru residing in his heart, people feel attracted and enamoured to him. (366)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
