[
  {
    "id": 90177,
    "shabad_id": 25383,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਫੂਲ ਫੂਲੇ ਤੇਤੇ ਫਲ ਨ ਲਾਗੈ ਦ੍ਰੁਮ ਲਾਗਤ ਜਿਤੇਕੁ ਪਰਪਕ ਨ ਸਕਲ ਹੈ",
    "transliteration": "Jaisay Dhool Dhoolay Taytay Dhal N Laagai Drouma , Laagat Jitayku Parapak N Sakal Hai ?",
    "translation": "All the flowers that blossom on a tree do not yield fruit. And whatever number of fruits appear, do not ripe to be eaten ultimately.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90178,
    "shabad_id": 25383,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੇਤੇ ਸੁਤ ਜਨਮਤ ਜੀਅਤ ਨ ਰਹੈ ਨ ਤੇਤੇ ਜੀਅਤ ਹੈ ਜੇਤੇ ਤੇਤੇ ਕੁਲ ਨ ਕਮਲ ਹੈਂ",
    "transliteration": "Jaytay Sout Janamat Jeeat N Rahai N Taytay , Jeeat Hai Jaytay Taytay Kul N Kamal Hain ?",
    "translation": "All sons born do not survive to live but all those who live do not bring name and fame to their family.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90179,
    "shabad_id": 25383,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਦਲ ਮਿਲ ਜਾਤ ਜੇਤੇ ਸੁਭਟ ਨ ਹੋੲਿ ਤੇਤੇ ਜੇਤਕ ਸੁਭਟ ਜੂਝ ਮਰਤ ਨ ਥਲ ਹੈਂ",
    "transliteration": "Dal Mil Jaat Jaytay Soubhat N Hoi Taytay , Jaytak Soubhat Joojh Marat N Dal Hain ?",
    "translation": "All those who join the army are not valiant soldiers. And those who are brave warriors do not die fighting in the battlefield.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90180,
    "shabad_id": 25383,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਾਰਸੀ ਜੁਗਤਿ ਗੁਰ ਸਿਖ ਸਭ ਹੀ ਕਹਾਵੈ ਪਾਵਕ ਪ੍ਰਗਾਸ ਭੲੇ ਵਿਰਲੇ ਅਚੱਲ ਹੈਂ ||੩੬੮||",
    "transliteration": "Aarasee Jougati Gur Sikh Sabh Hee Kahaavai , Paavak Pragaas Bhaay Viralay Achal Hain ?368?",
    "translation": "A glass embedded in a finger ring cracks when brought near fire but a genuine stone is unaffected. Similarly like a genuine stone, everyone is known as a Sikh but a few emerge genuine when put through traits. (368)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
