[
  {
    "id": 90181,
    "shabad_id": 25384,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਅਹਿ ਅਗਨਿ ਕੳੁ ਬਾਲਕ ਬਿਲੋਕ ਧਾਵੈ ਗਹਿ ਗਹਿ ਰਾਖੈ ਮਾਤਾ ਸੁਤ ਬਿਲਲਾਤ ਹੈ",
    "transliteration": "Jaisay Ahi Agani Kau Baalak Bilok Dhaavai , Gahi Gahi Raakhai Maataa Sout Bilalaat Hai ?",
    "translation": "Because of its shining characteristic, a child runs to catch hold of snake and fire, but his mother keeps stopping him from doing so resulting in the wailing of the child.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90182,
    "shabad_id": 25384,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬ੍ਰਿਖਾਵੰਤ ਜੰਤ ਜੈਸੇ ਚਾਹਤ ਅਖਾਦਿ ਖਾਦਿ ਜਤਨ ਕੈ ਬੈਦ ਜੁਗਵਤ ਨ ਸੁਹਾਤ ਹੈ",
    "transliteration": "Brikhaavant Jant Jaisay Chaahat Akhaadi Khaadi , Jatan Kai Baid Jougavat N Suhaat Hai ?",
    "translation": "Just as an ailing person wishes to eat food that is not good for his recovery and the physician constantly persuades him to exercise control and prevention and that helps the patient recover.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90183,
    "shabad_id": 25384,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਪੰਥ ਅਪੰਥ ਬਿਬੇਕਹਿ ਨ ਬੂਝੈ ਅੰਧ ਕਟਿ ਗਹੇ ਅਟਪਟੀ ਚਾਲ ਚਲਿਓ ਜਾਤ ਹੈ",
    "transliteration": "Jaisay Pand Apand Bibaykahi N Boojhai Andha , Kati Gahay Atapatee Chaal Chaliao Jaat Hai ?",
    "translation": "Just as a blind person is unaware of the good and bad paths, and walks in a zig zag manner even by feeling the path with his walking stick.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90184,
    "shabad_id": 25384,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਕਾਮਨਾ ਕਰਤ ਕਨਿਕ ਅੳੁ ਕਾਮਨੀ ਕੀ ਰਾਖੈ ਨਿਰਲੇਪ ਗੁਰਸਿਖ ਅਕੁਲਾਤ ਹੈ ||੩੬੯||",
    "transliteration": "Taisay Kaamanaa Karat Kanik Au Kaamanee Kee , Raakhai Niralayp Gursikh Akulaat Hai ?369?",
    "translation": "So does a Sikh longs to enjoy the pleasure of a woman and others wealth and is ever anxious to possess them, but the True Guru wants to keep his Sikh free from these allurements. (369)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
