[
  {
    "shabad_id": 25386,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy nrpiq bhu bnqw ibvwh krY jw kY jnmq suq vwhI giiH rwj hY",
    "transliteration": "Jaisay Narapati Bahu Banataa Bivaah Karai , Jaa Kai Janamat Sout Vaahee Grihi Raaj Hai ?",
    "translation": "Just as a king marries many young maids, but she who produces him a son has the kingdom in her home.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25386,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy diD miD chUM Er mY bohQ clY joeI pwr phucY pUrn sb kwj hY",
    "transliteration": "Jaisay Dadhi Madhi Chahoon Aor Mai Bohad Chalai , Joee Paar Pahouchai Pooran Sab Kaaj Hai ?",
    "translation": "Just as ships sail in the ocean from all directions, but the ship that reaches its destination safely and on time, its travellers are benefited the most.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25386,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy Kwin Knq AnMq Knvwrw KojI hIrw hwiQ cVY jw kY qw kY bwju bwj hY",
    "transliteration": "Jaisay Khaani Khanat Anant Khanavaaraa Khojee , Heeraa Haadi Charhai Jaa Kai Taa Kai Baaju Baaj Hai ?",
    "translation": "As the miners dig the mines and one who is able to dig out or locate a diamond indulges in merry-making and festivities.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25386,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy gurisK nvqn Aau purwqnwid kw pir ktwiC kiRpw qw kY Cib Cwj hY ]371]",
    "transliteration": "Taisay Gursikh Navatan Au Puraatanaadi , Kaa Pari Kataachhi Kripaa Taa Kai Chhabi Chhaaj Hai ?371?",
    "translation": "So are many old and new Sikhs of the True Guru. But those who are blessed with His clemency and look of grace, become noble, beautiful, wise and respectable through meditation of Naam. (371)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
