[
  {
    "id": 90201,
    "shabad_id": 25389,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਮਦ ਪੀਅਤ ਨ ਜਾਨੀਅੈ ਮਰੰਮੁ ਤਾ ਕੋ ਪਾਛੈ ਮਤਵਾਰੋ ਹੋੲਿ ਛਕੈ ਛਕ ਜਾਤਿ ਹੈ",
    "transliteration": "Jaisay Mad Peeat N Jaaneeai Maranmu Taa Ko , Paachhai Matavaaro Hoi Chhakai Chhak Jaati Hai ?",
    "translation": "Just as a man drinking wine is unaware of its effect on him and he keeps consuming more till he falls unconscious. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90202,
    "shabad_id": 25389,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਭਾਰਿ ਭੇਟਤ ਭਤਾਰਹਿ ਨ ਭੇਦੁ ਜਾਨਹਿ ੳੁਦਿਤ ਅਧਾਨ ਅਾਨ ਚਿਹਨਿ ਦਿਖਾਤ ਹੈ",
    "transliteration": "Jaisay Bhaari Bhaytat Bhataarahi N Bhaydu Jaanahi , Udit Adhaan Aan Chihani Dikhaat Hai ?",
    "translation": "Just as a wife making love with her husband is unaware of the effect at that time but it appears in the form of her pregnancy.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90203,
    "shabad_id": 25389,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕਰਿ ਪਰਿ ਮਾਨਕੁ ਨ ਲਾਗਤ ਹੈ ਭਾਰੀ ਤੋਲ ਮੋਲ ਸੰਖਿਅਾ ਦਮਕਨ ਹੇਰਤ ਹਿਰਾਤਿ ਹੈ",
    "transliteration": "Kari Pari Maanaku N Laagat Hai Bhaaree Tola , Mol Sankhiaa Damakan Hayrat Hiraati Hai ?",
    "translation": "Just as one feels no weight of a diamond on one's hand but when sold, amazes all with the money that it brings forth.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90204,
    "shabad_id": 25389,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰ ਅੰਮ੍ਰਿਤ ਬਚਨ ਸੁਨਿ ਮਾਨੈ ਸਿਖ ਜਾਨੈ ਮਹਿਮਾ ਜੳੁ ਸੁਖ ਸਾਗਰ ਸਮਾਤ ਹੈ ॥੩੭੪॥",
    "transliteration": "Taisay Gur Anmrit Bachan Souni Maanai Sikha , Jaanai Mahimaa Jau Soukh Saagar Samaat Hai ?374?",
    "translation": "So does a Sikh of the Guru listens to the elixir-like sermon of the True Guru and adopts it with mind, words and deeds. He then realises its greatness and merges in the Lord-the ocean of all comforts and peace. (A Naam practitioner only knows the ecstasy ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
