[
  {
    "id": 90221,
    "shabad_id": 25394,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਕਰਤ ਸੁਤ ਅਨਿਕ ੲਿਅਾਨਪਨ ਤੳੂ ਨ ਜਨਨੀ ਅਤੁਗਨ ੳੁਰਿ ਧਾਰਿਓ ਹੈ",
    "transliteration": "Jaisay Tau Karat Sout Anik Iaanapana , Taoo N Jananee Atougan Uri Dhaariao Hai ?",
    "translation": "Just as a mother ignores many of her son's amateurish deeds and brings him up with love and care. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90222,
    "shabad_id": 25394,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਸਰਨਿ ਸੂਰਿ ਪੂਰਨ ਪਰਤਗਿਅਾ ਰਾਖੈ ਅਨਿਕ ਅਵਗਿਅਾ ਕੀੲੇ ਮਾਰਿ ਨ ਬਿਡਾਰਿਓ ਹੈ",
    "transliteration": "Jaisay Tau Sarani Soori Pooran Paratagiaa Raakhai , Anik Avagiaa Keeay Maari N Bidaariao Hai ?",
    "translation": "Just as a warrior abides by his woe/pledge in respect of one who comes in his refuge and despite his showing disrespect does not kill him. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90223,
    "shabad_id": 25394,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਸਰਿਤਾ ਜਲੁ ਕਾਸਟਹਿ ਨ ਬੋਰਤ ਕਰਤ ਚਿਤ ਲਾਜ ਅਪਨੋੲੀ ਪ੍ਰਤਿਪਾਰਿਓ ਹੈ",
    "transliteration": "Jaisay Tau Saritaa Jalu Kaasatahi N Borata , Karat Chit Laaj Apanoee Pratipaariao Hai ?",
    "translation": "Just as a log of wood does not sink in river, since it carries a latent respect that he (river) has helped the tree grow by providing it with life-giving water. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90224,
    "shabad_id": 25394,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਹੀ ਪਰਮ ਗੁਰ ਪਾਰਸ ਪਰਸ ਗਤਿ ਸਿਖਨ ਕੋ ਕਿਰਤੁ ਕਰਮੁ ਕਛੂ ਨਾ ਬਿਚਾਰਿਓ ਹੈ ||੩੭੯||",
    "transliteration": "Taisay Hee Param Gur Paaras Paras Gati , Sikhan Ko Kiratu Karamu Kachhoo Naa Bichaariao Hai ?379?",
    "translation": "So is the great benefactor True Guru who like a philosopher stone is capable of turning the Sikhs into gold-like metal. He does not dwell on their erstwhile deeds and by blessing them with Naam Simran, make them virtuous like Himself.  (379)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
