[
  {
    "id": 90233,
    "shabad_id": 25397,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਬਿਅਾਹ ਸਮੈ ਜੈਸੇ ਦੁਹੂੰ ਓਰ ਗਾੲੀਅਤਿ ਗੀਤ ੲੇਕੈ ਹੁੲਿ ਲਭਤਿ ੲੇਕੈ ਹਾਨਿ ਕਾਨਿ ਜਾਨੀਅੈ",
    "transliteration": "Biaah Samai Jaisay Duhoon Aor Gaaeeati Geeta , Aykai Hui Labhati Aykai Haani Kaani Jaaneeai ?",
    "translation": "Just as in celebration of marriage, songs are sung both in the bride and bridegroom's house, the bridegroom's side stands to gain through dowry and arrival of the bride whereas the bride's family loses in wealth and their daughter. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90234,
    "shabad_id": 25397,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਦੁਹੂੰ ਦਲ ਬਿਖੈ ਜੈਸੇ ਬਾਜਤ ਨੀਸਾਨ ਤਾਨ ਕਾਹੂ ਕੳੁ ਜੈ ਕਾਹੂ ਕੳੁ ਪਰਾਜੈ ਪਹਿਚਾਨੀਅੈ",
    "transliteration": "Duhoon Dal Bikhai Jaisay Baajat Neesaan Taana , Kaahoo Kau Jai Kaahoo Kau Paraajai Pahichaaneeai ?",
    "translation": "Just as drums are beaten by both sides before commencement of battle, one wins and the other loses ultimately. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90235,
    "shabad_id": 25397,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਦੁਹੂੰ ਕੂਲਿ ਸਰਿਤਾ ਮੈ ਭਰਿ ਨਾੳੁ ਚਲੈ",
    "transliteration": "Jaisay Duhoon Kooli Saritaa Mai Bhari Naau Chalai",
    "translation": "Just as a boat sets out fully loaded with passengers from both banks of a river,",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90236,
    "shabad_id": 25397,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕੋੳੂ ਮਾਝਿਧਾਰਿ ਕੋੳੂ ਪਾਰਿ ਪਰਵਾਨੀਅੈ",
    "transliteration": "Kooo Maajhidhaari Kooo Paari Paravaaneeai",
    "translation": " one sails across while the other may sink half way. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90237,
    "shabad_id": 25397,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਧਰਮ ਅਧਰਮ ਕਰਮ ਕੈ ਅਸਾਧ ਸਾਧ ੳੂਚ ਨੀਚ ਪਦਵੀ ਪ੍ਰਸਿਧ ੳੁਨਮਾਨੀਅੈ ||੩੮੨||",
    "transliteration": "Dharam Adharam Karam Kai Asaadh Saadha , Ooch Neech Padavee Prasidh Ounamaaneeai ?382?",
    "translation": "Similarly, by virtue of their good deeds, the obedient Sikhs of the Guru achieve high status in society while those who indulge in vices are easily recognised by their bad deeds.  (382)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
