[
  {
    "shabad_id": 25397,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ibAwh smY jYsy duhUM Er gweIAiq gIq eykY huie lBiq eykY hwin kwin jwnIAY",
    "transliteration": "Biaah Samai Jaisay Duhoon Aor Gaaeeati Geeta , Aykai Hui Labhati Aykai Haani Kaani Jaaneeai ?",
    "translation": "Just as in celebration of marriage, songs are sung both in the bride and bridegroom's house, the bridegroom's side stands to gain through dowry and arrival of the bride whereas the bride's family loses in wealth and their daughter. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25397,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "duhUM dl ibKY jYsy bwjq nIswn qwn kwhU kau jY kwhU kau prwjY pihcwnIAY",
    "transliteration": "Duhoon Dal Bikhai Jaisay Baajat Neesaan Taana , Kaahoo Kau Jai Kaahoo Kau Paraajai Pahichaaneeai ?",
    "translation": "Just as drums are beaten by both sides before commencement of battle, one wins and the other loses ultimately. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25397,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy duhUM kUil sirqw mY Bir nwau clY",
    "transliteration": "Jaisay Duhoon Kooli Saritaa Mai Bhari Naau Chalai",
    "translation": "Just as a boat sets out fully loaded with passengers from both banks of a river,",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25397,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "koaU mwiJDwir koaU pwir prvwnIAY",
    "transliteration": "Kooo Maajhidhaari Kooo Paari Paravaaneeai",
    "translation": " one sails across while the other may sink half way. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25397,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Drm ADrm krm kY AswD swD aUc nIc pdvI pRisD aunmwnIAY ]382]",
    "transliteration": "Dharam Adharam Karam Kai Asaadh Saadha , Ooch Neech Padavee Prasidh Ounamaaneeai ?382?",
    "translation": "Similarly, by virtue of their good deeds, the obedient Sikhs of the Guru achieve high status in society while those who indulge in vices are easily recognised by their bad deeds.  (382)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
