[
  {
    "shabad_id": 25399,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy kulw bDU AMg rciq sIgwr KoiV qyeI ginkw rcq skl isgwr jI",
    "transliteration": "Jaisay Kulaa Badhoo Ang Rachati Seegaar Khorhi , Tayee Ganikaa Rachat Sakal Sigaar Jee ?",
    "translation": "Just as a lady of a noble house adorns herself with sixteen types of embellishments and even a harlot does the same; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25399,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "kulw bDU ishjw smY rmY Bqwr eyk bysÍw qau Anyk sY krq ibBcwr jI",
    "transliteration": "Kulaa Badhoo Sihajaa Samai Ramai Bhataar Ayka , Baysvaa Tau Anayk Sai Karat Bibhachaar Jee ?",
    "translation": "The lady of the noble house enjoys the bed of one person her husband, whereas a harlot shares her bed with many persons; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25399,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "kulwbDU sMgmu sujm inrdoK moK bysÍw prsq Apjs huie ibkwr jI",
    "transliteration": "Kulaabadhoo Sangamu Sujam Niradokh Mokha , Baysvaa Parasat Apajas Hui Bikaar Jee ?",
    "translation": "For her love of her husband, the lady of the noble house is praised, admired and is free of any calumny whereas a prostitute earns notoriety for her blemishes and offering herself to others. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25399,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy gurisKn kau prm pivqR mwieAw soeI duKdwiek huie dhiq sMswr jI ]384]",
    "transliteration": "Taisay Gursikhan Kau Param Pavitr Maaiaa , Soee Doukhadaaik Hui Dahati Sansaar Jee ?384?",
    "translation": "Similarly the mammon (maya) becomes good for obedient Sikhs of the Guru who use it for good of others according to the teachings of the Guru. But the same mammon becomes troublesome to the worldly people and causes them distress and sufferings.  (384)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
