[
  {
    "id": 90246,
    "shabad_id": 25400,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "soeI lohw ibsu ibKY ibibiD bMDn rUp soeI qau kMcn joiq pwrs pRsMg hY",
    "transliteration": "Soee Lohaa Bisu Bikhai Bibidhi Bandhan Roopa , Soee Tau Kanchan Joti Paaras Prasang Hai ?",
    "translation": "Iron is used for making handcuffs, chains and fetters while the same iron when brought in contact with the philosopher stone becomes gold and glitters. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90247,
    "shabad_id": 25400,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "soeI qau isMgwr Aiq soBq piqbiRqw kau soeI ABrnu ginkw rcq AMg hY",
    "transliteration": "Soee Tau Singaar Ati Sobhat Patibritaa Kau , Soee Abharanu Ganikaa Rachat Ang Hai ?",
    "translation": "A noble lady adorns herself with various embellishments and these make her more respectable and impressive whereas the same adornments are condemned on a lady of ill repute and bad character. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90248,
    "shabad_id": 25400,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "soeI sÍwNiqbUMd iml swgr mukqwPl soeI sÍwNqbUMd ibK Bytq BuAMg hY",
    "transliteration": "Soee Svaantiboond Mil Saagar Moukataadhala , Soee Svaantaboond Bikh Bhaytat Bhuang Hai ?",
    "translation": "A drop of rain during Swati constellation when falls on an oyster in the sea and becomes an expensive pearl whereas it becomes venom if it drops in the mouth of a snake. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90249,
    "shabad_id": 25400,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy mwieAw ikrq ibrq hY ibkwr jg praupkwr gurisKn sRbMg hY ]385]",
    "transliteration": "Taisay Maaiaa Kirat Birat Hai Bikaar Jaga , Paraoupakaar Gursikhan Srabang Hai ?385?",
    "translation": "Similarly, mammon is evil of character for the worldly people but for the obedient Sikhs of the True Guru, it is highly philanthropic since it does good to many in their hands.  (385)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
