[
  {
    "id": 90254,
    "shabad_id": 25402,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਨਿਰਾਧਾਰ ਕੋ ਅਧਾਰੁ ਅਾਸਰੋ ਨਿਰਾਸਨ ਕੋ ਨਾਥੁ ਹੈ ਅਨਾਥਨ ਕੋ ਦੀਨ ਕੋ ਦੲਿਅਾਲੁ ਹੈ",
    "transliteration": "Niraadhaar Ko Adhaaru Aasaro Niraasan Ko , Naadu Hai Anaadan Ko Deen Ko Daiaalu Hai ?",
    "translation": "God is support of all those who are without any support. He is refuge of those who have no one to take care of them. He is the master of all those who are orphans. He is the haven of mercy for the destitutes. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90255,
    "shabad_id": 25402,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅਸਰਨਿ ਸਰਨਿ ਅੳੁ ਨਿਰਧਨ ਕੋ ਹੈ ਧਨ ਟੇਕ ਅੰਧਰਨ ਕੀ ਅੳੁ ਕ੍ਰਿਪਨ ਕ੍ਰਿਪਾਲੁ ਹੈ",
    "transliteration": "Asarani Sarani Au Niradhan Ko Hai Dhana , Tayk Andharan Kee Au Kripan Kripaalu Hai ?",
    "translation": "Those who are unable to obtain shelter anywhere, He provides them refuge. For the poor, His name is the real treasure. For blind, He is the walking stick. He showers His kindness even on misers. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90256,
    "shabad_id": 25402,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਕ੍ਰਿਤਘਨ ਕੇ ਦਾਤਾਰ ਪਤਤਿ ਪਾਵਨ ਪ੍ਰਭ ਨਰਕ ਨਿਵਾਰਨ ਪ੍ਰਤਗਿਅਾ ਪ੍ਰਤਿਪਾਲੁ ਹੈ",
    "transliteration": "Akritaghan Kay Daataar Patati Paavan Prabha , Narak Nivaaran Pratagiaa Pratipaalu Hai ?",
    "translation": "To the ungrateful, he is the provider of their needs. He makes the sinners pious. He saves the sinners from hell fire and abides by His character of kind, clement, benevolent and sustainer. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90257,
    "shabad_id": 25402,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਵਗੁਨ ਹਰਨ ਕਰਨ ਕਰਤਗਿਅਾ ਸ੍ਵਾਮੀ ਸੰਗੀ ਸਰਬੰਗਿ ਰਸ ਰਸਕਿ ਰਸਾਲੁ ਹੈ ||੩੮੭||",
    "transliteration": "Avagoun Haran Karan Karatagiaa Svaamee , Sangee Sarabangi Ras Rasaki Rasaalu Hai ?387?",
    "translation": "He destroys the vices and knows all the latent deeds of everyone. He is a companion who stands by in all thick and thin situations. Such a Lord is the treasure-house of elixir for those who relish His divine nectar.  (387)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
