[
  {
    "shabad_id": 25404,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "CqR ky bdly jYsy bYTy Cqnw kI CwNh hIrw Amolk bdly Ptk kau pweIAY",
    "transliteration": "Chhatr Kay Badalay Jaisay Baitthay Chhatanaa Kee Chhaanha , Heeraa Amolak Badalay Dhatak Kau Paaeeai ?",
    "translation": "Sitting under a small umbrella leaving the royal canopy and taking a glass crystal in place of a diamond would be a foolish act. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25404,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy mn kMcn ky bdly kwcu guMjwPlu kwbrI ptMbr ky bdly EFweIAY",
    "transliteration": "Jaisay Man Kanchan Kay Badalay Kaachu Gounjaadhalu , Kaabaree Patanbar Kay Badalay Aoddhaaeeai ?",
    "translation": "Accepting glass pieces in place of rubies, seeds of Abrus Precatorius in place of gold or wearing a tattered blanket in place of silk apparel would be an indication of base wisdom. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25404,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "AMmiRq imstwn pwn ky bdly krIPl kysr kpUr ijau kcUr lY lgweIAY",
    "transliteration": "Anmrit Misataan Paan Kay Badalay Kareedhala , Kaysar Kapoor Jiu Kachoor Lai Lagaaeeai ?",
    "translation": "Leaving aside dainty dishes, one eats insipid fruits of Acacia tree, and apply paste of wild turmeric in place of fragrant saffron and camphor, would be an act of total ignorance. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25404,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Bytq AswD suK sukiRq sUKm hoq swgr AQwh jYsy bylI mY smweIAY ]389]",
    "transliteration": "Bhaytat Asaadh Soukh Soukrit Sookham Hota , Saagar Adaah Jaisay Baylee Mai Samaaeeai ?389?",
    "translation": "Similarly, meeting with an evil and vice-ridden person, all comforts and good deeds shrink to such a size as if an ocean has been reduced to the size of a small cup.  (389)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
