[
  {
    "id": 90266,
    "shabad_id": 25405,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕੰਚਨ ਕਲਸ ਜੈਸੇ ਬਾਕੋ ਭੲੇ ਸੂਧੋ ਹੋੲਿ ਮਾਟੀ ਕੋ ਕਲਸੁ ਫੂਟੋ ਜੁਰੈ ਨ ਜਤਨ ਸੈ",
    "transliteration": "Kanchan Kalas Jaisay Baako Bhaay Soodho Hoi , Maatee Ko Kalasu Dhooto Jurai N Jatan Sai ?",
    "translation": "Just as a golden pitcher if dented can be set right whereas an earthenware pitcher can never be restored to its original shape when broken. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90267,
    "shabad_id": 25405,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬਸਨ ਮਲੀਨ ਧੋੲੇ ਨਿਰਮਲ ਹੋਤ ਜੈਸੇ ੳੂਜਰੀ ਨ ਹੋਤ ਕਾਂਬਰੀ ਪਤਨ ਸੈ",
    "transliteration": "Basan Maleen Dhoay Niramal Hot Jaisay , Oojaree N Hot Kaanbaree Patan Sai ?",
    "translation": "Just as a dirty cloth can be made clean by washing, whereas a black blanket can never become white till reduced to tatters. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90268,
    "shabad_id": 25405,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਲਕੁਟੀ ਅਗਨਿ ਸੇਕਤ ਹੀ ਸੂਧੀ ਹੋੲਿ ਸ੍ਵਾਨ ਪੂਛਿ ਪਟੰਤਰੋ ਪ੍ਰਗਟ ਮਨ ਤਨ ਸੈ",
    "transliteration": "Jaisay Lakoutee Agani Saykat Hee Soodhee Hoi , Svaan Poochhi Patantaro Pragat Man Tan Sai ?",
    "translation": "Just as a wooden stick when heated on fire can be straightened, but a dog's tail can never be straightened despite numerous efforts. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90269,
    "shabad_id": 25405,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰਸਿਖਨ ਸੁਭਾੳੁ ਜਲ ਮੈ ਨ ਗਤਿ ਸਾਕਤ ਸੁਭਾਵ ਲਾਖ ਪਾਹੁਨ ਗਤਨ ਸੈ ||੩੯੦||",
    "transliteration": "Taisay Gursikhan Soubhaau Jal Mai N Gati , Saakat Soubhaav Laakh Paahoun Gatan Sai ?390?",
    "translation": "So is the nature of True Guru-oriented obedient Sikhs who are tender and malleable like water and wax. On the other hand, the temperament of mammon-loving person is rigid and hard like shellac and stone and thus is destructive.  (390)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
