[
  {
    "id": 90270,
    "shabad_id": 25406,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕੋੳੂ ਬੇਚੈ ਗੜਿ ਗੜਿ ਸਸਤ੍ਰ ਧਨਖ ਬਾਨ ਕੋੳੂ ਬੇਚੈ ਗੜਿ ਗੜਿ ਬਿਬਿਧਿ ਸਨਾਹ ਜੀ",
    "transliteration": "Kooo Baychai Garhi Garhi Sasatr Dhanakh Baana , Kooo Baychai Garhi Garhi Bibidhi Sanaah Jee ?",
    "translation": "Someone manufactures bows and arrows used for killing while others fabricate armour coats and shields to defend against these weapons. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90271,
    "shabad_id": 25406,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕੋੳੂ ਬੇਚੈ ਗੋਰਸ ਦੁਗਧ ਦਧ ਘ੍ਰਿਤ ਨਿਤ ਕੋੳੂ ਬੇਚੈ ਬਾਰੁਨੀ ਬਿਖਮ ਸਮ ਚਾਹ ਜੀ",
    "transliteration": "Kooo Baychai Goras Dougadh Dadh Ghrit Nita , Kooo Baychai Baarounee Bikham Sam Chaah Jee ?",
    "translation": "Someone sells nourishing foods like milk, butter, curd etc. to make the body strong while others produce items like wine etc. that are harmful and destructive to the body. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90272,
    "shabad_id": 25406,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਤੈਸੇ ਹੀ ਬਿਕਾਰੀ ੳੁਪਕਾਰੀ ਹੈ ਅਸਾਧ ਸਾਧ ਬਿਖਿਅਾ ਅੰਮ੍ਰਿਤ ਬਨ ਦੇਖੇ ਅਵਗਾਹ ਜੀ",
    "transliteration": "Taisay Hee Bikaaree Oupakaaree Hai Asaadh Saadha , Bikhiaa Anmrit Ban Daykhay Avagaah Jee ?",
    "translation": "So is a base and low person who spreads evil whereas an obedient Guru-oriented saintly person of the True Guru desires and endeavours to dispense good for all. Treat it like bathing in a sea of poison or jumping into a reservoir of nectar. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90273,
    "shabad_id": 25406,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਾਤਮਾ ਅਚੇਤ ਪੰਛੀ ਧਾਵਤ ਚਤੁਰਕੁੰਟ ਜੈਸੇ ੲੀ ਬਿਰਖ ਬੈਠੇ ਚਾਖੇ ਫਲ ਤਾਹ ਜੀ ||੩੯੧||",
    "transliteration": "Aatamaa Achayt Panchhee Dhaavat Chaturakounta , Jaisay Ee Birakh Baitthay Chaakhay Dhal Taah Jee ?391?",
    "translation": "Like an innocent bird, a human mind wanders in all four directions. Whatever tree it sits on, it would get that fruit to eat. In the company of evil-doers, the mind will only pick up dross whereas one collects virtues from the company of Guru-conscious sa",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
