[
  {
    "shabad_id": 25410,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy kulwbDU buiDvMq ssurwr ibKY swvDwn cyqn rhY Acwr cwr kY",
    "transliteration": "Jaisay Kulaabadhoo Budhivant Sasuraar Bikhai , Saavadhaan Chaytan Rahai Achaar Chaar Kai ?",
    "translation": "Just as an intelligent daughter-in-law of a good family deals with everybody attentively, consciously and decently in her in-laws house; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25410,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ssur dyvr jyT skl kI syvw krY Kwn pwn igAwn jwin pRiq prvwir kY",
    "transliteration": "Sasur Dayvar Jaytth Sakal Kee Sayvaa Karai , Khaan Paan Giaan Jaani Prati Paravaari Kai ?",
    "translation": "Realizing that this is her husband's family, takes care of food and all other needs of her father-in-law, brothers-in-law and other members of the family diligently and respectfully; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25410,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "mDur bcn gurjn sY ljwvwn isihjw smY rs pRym pUrn Bqwr kY",
    "transliteration": "Madhur Bachan Gurjan Sai Lajaavaana , Sihijaa Samai Ras Praym Pooran Bhataar Kai ?",
    "translation": "She talks with all elders of the family respectfully, politely and abashedly. Similarly a devoted disciple of the True Guru is adept in observing respect towards all human beings. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25410,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy gurisK srbwqm pUjw pRbIn bHm iDAwn gur mUriq Apwr kY ]395]",
    "transliteration": "Taisay Gursikh Sarabaatam Poojaa Prabeena , Braham Dhiaan Gur Moorati Apaar Kai ?395?",
    "translation": "But within himself, he remains focused on the divine sight of the God-like True Guru. (According to Bhai Gurdas Ji, practicing on the Guru's words and meditating on Lord's name given by the True Guru is contemplation on the vision of True Guru).  (395)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]