[
  {
    "shabad_id": 25411,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "qIrQ purb dyv jwqRw jwq hY jgqu purb qIrQ sur kotin kotwin kY",
    "transliteration": "Teerad Purab Dayv Jaatraa Jaat Hai Jagatu , Purab Teerad Sur Kotani Kotaani Kai ?",
    "translation": "People of the world visit various places of pilgrimage on various days considered auspicious by them. But such days and holy places associated with gods are numerous. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25411,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "mukiq bYkuMT jog jugiq ibibD Pl bwNCq hY swD rj koit igAwn iDAwn kY",
    "transliteration": "Moukati Baikountth Jog Jougati Bibidh Dhala , Baanchhat Hai Saadh Raj Koti Giaan Dhiaan Kai ?",
    "translation": "Millions of seekers of Salvation, heaven and many methods of performing Yoga, worldly knowledge and contemplations long for the holy dust of the feet of saintly True Guru. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25411,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "Agm AgwiD swDsMgiq AsMK isK sRI gur bcn imly rwm rs Awin kY",
    "transliteration": "Agam Agaadhi Saadhasangati Asankh Sikha , Sree Gur Bachan Milay Raam Ras Aani Kai ?",
    "translation": "There are numerous devoted Sikhs of the True Guru in the holy assembly of the inaccessible and serene True Guru who receive the sermon of how to reach the blissful state of enjoying ambrosial name of the Lord through meditation. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25411,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "shj smwiD AprMpr purK ilv pUrn bHm siqgur swvDwn kY ]396]",
    "transliteration": "Sahaj Samaadhi Aparanpar Purakh Liva , Pooran Braham Satigur Saavadhaan Kai ?396?",
    "translation": "Such Sikhs of the Guru engross themselves in the silent meditation of Lord's name-an initiation that imperceptible, inaccessible, perfect and God-like True Guru has blessed them with. Their engrossment is highly attentive and in a state of serenity. (All ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]