[
  {
    "id": 90302,
    "shabad_id": 25414,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਨੈਨ ਬੈਨ ਪੰਖ ਸੁੰਦਰ ਸ੍ਰਬੰਗ ਮੋਰ ਤਾ ਕੇ ਪਗ ਓਰ ਦੇਖਿ ਦੋਖ ਨ ਬੀਚਾਰੀਅੈ",
    "transliteration": "Jaisay Nain Bain Pankh Soundar Srabang Mora , Taa Kay Pag Aor Daykhi Dokh N Beechaareeai ?",
    "translation": "Just as a peacock's eyes, call, feathers and all other limbs are beautiful, one should not condemn him for his ugly feet. (see the merits alone). ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90303,
    "shabad_id": 25414,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸੰਦਲ ਸੁਗੰਧ ਅਤਿ ਕੋਮਲ ਕਮਲ ਜੈਸੇ ਕੰਟਕਿ ਬਿਲੋਕ ਨ ਅੳੁਗਨ ੳੁਰਧਾਰੀਅੈ",
    "transliteration": "Sandal Sougandh Ati Komal Kamal Jaisay , Kantaki Bilok N Aougan Uradhaareeai ?",
    "translation": "Just as Sandalwood is very fragrant and lotus flower very delicate, one should not bring to mind their demerit of the fact that a snake generally wraps itself around the sandalwood tree while a lotus flower has thorn on its stem. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90304,
    "shabad_id": 25414,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਅੰਮ੍ਰਿਤ ਫਲ ਮਿਸਟਿ ਗੁਨਾਦਿ ਸ੍ਵਾਦ ਬੀਜ ਕਰਵਾੲੀ ਕੈ ਬੁਰਾੲੀ ਨ ਸਮਾਰੀਅੈ",
    "transliteration": "Jaisay Anmrit Dhal Misati Gounaadi Svaada , Beej Karavaaee Kai Buraaee N Samaareeai ?",
    "translation": "Just as a mango is sweet and delicious but its kernal's bitterness should not be thought of. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90305,
    "shabad_id": 25414,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰ ਗਿਅਾਨ ਦਾਨ ਸਬਹੂੰ ਸੈ ਮਾਂਗਿ ਲੀਜੈ ਬੰਦਨਾ ਸਕਲ ਭੂਤ ਨਿੰਦਾ ਨ ਤਕਾਰੀਅੈ ||੩੯੯||",
    "transliteration": "Taisay Gur Giaan Daan Sabahoon Sai Maangi Leejai , Bandanaa Sakal Bhoot Nindaa N Takaareeai ?399?",
    "translation": "Similarly one should take Guru's word and his sermons from everyone and everywhere. Everyone should be respected also. No one should be ever slandered and condemned for his demerit.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
