[
  {
    "id": 90306,
    "shabad_id": 25415,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪਾਰਸ ਪਰਸ ਦਰਸ ਕਤ ਸਜਨੀ ਕਤ ਵੈ ਨੈਨ ਬੈਨ ਮਨ ਮੋਹਨ",
    "transliteration": "Paaras Paras Daras Kat Sajanee , Kat Vai Nain Bain Man Mohan ?",
    "translation": "O my Guru-conscious friend! like a philosopher-stone, the touch of which changes a metal into gold, where is the glimpse of the True Guru that makes a person supreme and valuable like gold? Where are those enamoring eyes and sweet invaluable words? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90307,
    "shabad_id": 25415,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕਤ ਵੈ ਦਸਨ ਹਸਨ ਸੋਭਾ ਨਿਧਿ ਕਤ ਵੈ ਗਵਨ ਭਵਨ ਬਨ ਸੋਹਨ",
    "transliteration": "Kat Vai Dasan Hasan Sobhaa Nidhi , Kat Vai Gavan Bhavan Ban Sohan ?",
    "translation": "Where is that smiling face with beautiful teeth, where is the hearth and home and his majestic walk in the fields and gardens? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90308,
    "shabad_id": 25415,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕਤ ਵੈ ਰਾਗ ਰੰਗ ਸੁਖ ਸਾਗਰ ਕਤ ਵੈ ਦੲਿਅਾ ਮੲਿਅਾ ਦੁਖ ਜੋਹਨ",
    "transliteration": "Kat Vai Raag Rang Soukh Saagara , Kat Vai Daiaa Maiaa Doukh Johan ?",
    "translation": "Where is the treasure of peace and comfort? The treasure of singing His praises through Naam and bani (Guru's compositions). Where is that look of kindness and benevolence that is sailing myriad devotees across the worldly ocean? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90309,
    "shabad_id": 25415,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਕਤ ਵੈ ਜੋਗ ਭੋਗ ਰਸ ਲੀਲਾ ਕਤ ਵੈ ਸੰਤ ਸਭਾ ਛਬਿ ਗੋਹਨ ||੪੦੦||",
    "transliteration": "Kat Vai Jog Bhog Ras Leelaa , Kat Vai Sant Sabhaa Chhabi Gohan ?400?",
    "translation": "Where is the engrossment in the Lord through practicing of Naam, strange and wondrous feeling of enjoying the bliss of Lord's name and where is that congregation assembled in the divine presence of the saintly True Guru that sings the praises of the might",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
