[
  {
    "id": 10213,
    "shabad_id": 727,
    "pada": 9,
    "source_line": 1,
    "gurmukhi": "ਸਬਦਿ ਰਤੇ. ਸੇ ਨਿਰਮਲੇ; ਚਲਹਿ ਸਤਿਗੁਰ ਭਾੲਿ ॥੭॥",
    "transliteration": "Sabadh Rathae Sae Niramalae Chalehi Sathigur Bhaae ||7||",
    "translation": "Those who are attuned to the Shabad are immaculate and pure. They walk in harmony with the Will of the True Guru. ||7||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ (ਦੇ ਰੰਗ) ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਗੁਰੂ ਦੇ ਦੱਸੇ ਹੁਕਮ ਅਨੁਸਾਰ ਤੁਰਦੇ ਹਨ, (ਜੀਵਨ ਬਿਤਾਂਦੇ ਹਨ) ॥੭॥",
    "pronunciation": "ਚੱਲ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 10214,
    "shabad_id": 727,
    "pada": 10,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਪ੍ਰਭ ਦਾਤਾ ੲੇਕੁ ਤੂੰ; ਤੂੰ ਅਾਪੇ ਬਖਸਿ ਮਿਲਾੲਿ ॥",
    "transliteration": "Har Prabh Dhaathaa Eaek Thoon Thoon Aapae Bakhas Milaae ||",
    "translation": "O Lord God, You are the One and Only Giver; You forgive us, and unite us with Yourself.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਸਿਰਫ਼ ਤੂੰ ਹੀ ਹੈਂ ਜੋ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਨਾਮ ਦੀ) ਦਾਤ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਮਿਹਰ ਕਰ ਕੇ ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10215,
    "shabad_id": 727,
    "pada": 10,
    "source_line": 2,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ ਸਰਣਾਗਤੀ; ਜਿੳੁ ਭਾਵੈ. ਤਿਵੈ ਛਡਾੲਿ ॥੮॥੧॥੯॥",
    "transliteration": "Jan Naanak Saranaagathee Jio Bhaavai Thivai Shhaddaae ||8||1||9||",
    "translation": "Servant Nanak seeks Your Sanctuary; if it is Your Will, please save him! ||8||1||9||",
    "punjabi": "(ਮੈਂ ਤੇਰਾ) ਦਾਸ ਨਾਨਕ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ, ਮੈਨੂੰ ਉਸੇ ਤਰ੍ਹਾਂ (ਇਸ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਪੰਜੇ ਤੋਂ) ਬਚਾ ਲੈ ॥੮॥੧॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10216,
    "shabad_id": 728,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਰਾਗੁ ਗੳੁੜੀ ਪੂਰਬੀ ਮਹਲਾ ੪ ਕਰਹਲੇ",
    "transliteration": "Raag Gourree Poorabee Mehalaa 4 Karehalae",
    "translation": "Raag Gauree Poorbee, Fourth Mehl, Karhalay:",
    "punjabi": "ਰਾਗ ਗਉੜੀ-ਪੂਰਬੀ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਕਰਹਲੇ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10217,
    "shabad_id": 728,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 10218,
    "shabad_id": 728,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਕਰਹਲੇ ਮਨ ਪਰਦੇਸੀਅਾ; ਕਿੳੁ ਮਿਲੀਅੈ. ਹਰਿ ਮਾੲਿ ॥",
    "transliteration": "Karehalae Man Paradhaeseeaa Kio Mileeai Har Maae ||",
    "translation": "O my wandering mind, you are like a camel - how will you meet the Lord, your Mother?",
    "punjabi": "ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਹੇ (ਇਥੇ) ਪਰਦੇਸ ਵਿਚ ਰਹਿਣ ਵਾਲੇ ਮਨ! (ਤੂੰ ਸਦਾ ਇਸ ਵਤਨ ਵਿਚ ਨਹੀਂ ਟਿਕੇ ਰਹਿਣਾ। ਕਦੇ ਸੋਚ ਕਿ ਉਸ) ਪਰਮਾਤਮਾ ਨੂੰ ਕਿਵੇਂ ਮਿਲਿਆ ਜਾਏ (ਜੇਹੜਾ) ਮਾਂ (ਵਾਂਗ ਸਾਨੂੰ ਪਾਲਦਾ ਹੈ)।",
    "pronunciation": "ਕਰਹਲੇ:ਪੋਲਾ ਬੋਲੋ। (ਕਰਹਲੇ) ਬੇਮੁਹਾਰੇ ੳੂਠ",
    "type_id": 3
  },
  {
    "id": 10219,
    "shabad_id": 728,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਗੁਰੁ. ਭਾਗਿ ਪੂਰੈ ਪਾੲਿਅਾ; ਗਲਿ ਮਿਲਿਅਾ ਪਿਅਾਰਾ ਅਾੲਿ ॥੧॥",
    "transliteration": "Gur Bhaag Poorai Paaeiaa Gal Miliaa Piaaraa Aae ||1||",
    "translation": "When I found the Guru, by the destiny of perfect good fortune, my Beloved came and embraced me. ||1||",
    "punjabi": "(ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਪੂਰੀ ਕਿਸਮਤ ਨਾਲ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਪਿਆਰਾ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਗਲ ਨਾਲ ਆ ਲੱਗਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10220,
    "shabad_id": 728,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਮਨ ਕਰਹਲਾ; ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਧਿਅਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Man Karehalaa Sathigur Purakh Dhhiaae ||1|| Rehaao ||",
    "translation": "O camel-like mind, meditate on the True Guru, the Primal Being. ||1||Pause||",
    "punjabi": "ਹੇ ਊਂਠ ਦੇ ਬੱਚੇ ਵਾਂਗ ਬੇ-ਮੁਹਾਰ (ਮੇਰੇ) ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਰੂਪ ਗੁਰੂ ਨੂੰ ਚੇਤੇ ਰੱਖ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 10221,
    "shabad_id": 728,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਮਨ ਕਰਹਲਾ ਵੀਚਾਰੀਅਾ; ਹਰਿ ਰਾਮ ਨਾਮ ਧਿਅਾੲਿ ॥",
    "transliteration": "Man Karehalaa Veechaareeaa Har Raam Naam Dhhiaae ||",
    "translation": "O camel-like mind, contemplate the Lord, and meditate on the Lord's Name.",
    "punjabi": "ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਵਿਚਾਰਵਾਨ ਬਣ, ਤੇ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹੁ।",
    "pronunciation": "(ਵੀਚਾਰੀਅਾ) ਵੀਚਾਰ",
    "type_id": 3
  },
  {
    "id": 10222,
    "shabad_id": 728,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਜਿਥੈ ਲੇਖਾ ਮੰਗੀਅੈ; ਹਰਿ ਅਾਪੇ ਲੲੇ ਛਡਾੲਿ ॥੨॥",
    "transliteration": "Jithhai Laekhaa Mangeeai Har Aapae Leae Shhaddaae ||2||",
    "translation": "When you are called to answer for your account, the Lord Himself shall release you. ||2||",
    "punjabi": "(ਜੇ ਸਿਮਰਦਾ ਰਹੇਂਗਾ, ਤਾਂ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਉਥੇ) ਸੁਰਖ਼ਰੂ ਕਰਾ ਲਏਗਾ ਜਿੱਥੇ (ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਹਿਸਾਬ ਮੰਗਿਆ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10223,
    "shabad_id": 728,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਮਨ ਕਰਹਲਾ ਅਤਿ ਨਿਰਮਲਾ; ਮਲੁ ਲਾਗੀ ਹੳੁਮੈ ਅਾੲਿ ॥",
    "transliteration": "Man Karehalaa Ath Niramalaa Mal Laagee Houmai Aae ||",
    "translation": "O camel-like mind, you were once very pure; the filth of egotism has now attached itself to you.",
    "punjabi": "ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਤੂੰ (ਅਸਲੇ ਵਲੋਂ) ਬਹੁਤ ਪਵਿਤ੍ਰ ਸੀ, ਪਰ ਤੈਨੂੰ ਹਉਮੈ ਦੀ ਮੈਲ ਆ ਚੰਬੜੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10224,
    "shabad_id": 728,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਪਰਤਖਿ ਪਿਰੁ ਘਰਿ ਨਾਲਿ ਪਿਅਾਰਾ; ਵਿਛੁੜਿ ਚੋਟਾ ਖਾੲਿ ॥੩॥",
    "transliteration": "Parathakh Pir Ghar Naal Piaaraa Vishhurr Chottaa Khaae ||3||",
    "translation": "Your Beloved Husband is now manifest before you in your own home, but you are separated from Him, and you suffer such pain! ||3||",
    "punjabi": "(ਕਿਆ ਅਜਬ ਮੰਦ-ਭਾਗਤਾ ਹੈ ਕਿ) ਪਤੀ-ਪ੍ਰਭੂ ਪਰਤੱਖ ਤੌਰ ਤੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ, (ਜਿੰਦ ਦੇ) ਨਾਲ ਵੱਸ ਰਿਹਾ ਹੈ, (ਪਰ ਜਿੰਦ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਉਸ ਤੋਂ) ਵਿੱਛੁੜ ਕੇ ਦੁੱਖੀ ਹੋ ਰਹੀ ਹੈ ॥੩॥",
    "pronunciation": "ਪਰਤੱਖਿ",
    "type_id": 3
  },
  {
    "id": 10225,
    "shabad_id": 728,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਮਨ ਕਰਹਲਾ. ਮੇਰੇ ਪ੍ਰੀਤਮਾ; ਹਰਿ ਰਿਦੈ ਭਾਲਿ ਭਾਲਾੲਿ ॥",
    "transliteration": "Man Karehalaa Maerae Preethamaa Har Ridhai Bhaal Bhaalaae ||",
    "translation": "O my beloved camel-like mind, search for the Lord within your own heart.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਢੂੰਢ ਕਰ, ਢੂੰਢ ਕਰਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10226,
    "shabad_id": 728,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ੳੁਪਾੲਿ ਕਿਤੈ. ਨ ਲਭੲੀ; ਗੁਰੁ. ਹਿਰਦੈ ਹਰਿ ਦੇਖਾੲਿ ॥੪॥",
    "transliteration": "Oupaae Kithai N Labhee Gur Hiradhai Har Dhaekhaae ||4||",
    "translation": "He cannot be found by any device; the Guru will show you the Lord within your heart. ||4||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਕਿਸੇ ਹੋਰ ਹੀਲੇ ਨਾਲ ਨਹੀਂ ਲੱਭਦਾ। ਗੁਰੂ (ਹੀ) ਹਿਰਦੇ ਵਿਚ (ਵੱਸਦਾ) ਵਿਖਾਲ ਦੇਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "ਕਿਤੈ: ਪੋਲਾ ਬੋਲੋ। ਲੱ-ਭੲੀ",
    "type_id": 3
  },
  {
    "id": 10227,
    "shabad_id": 728,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਮਨ ਕਰਹਲਾ. ਮੇਰੇ ਪ੍ਰੀਤਮਾ; ਦਿਨੁ ਰੈਣਿ ਹਰਿ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Man Karehalaa Maerae Preethamaa Dhin Rain Har Liv Laae ||",
    "translation": "O my beloved camel-like mind, day and night, lovingly attune yourself to the Lord.",
    "punjabi": "ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10228,
    "shabad_id": 728,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ਘਰੁ ਜਾੲਿ. ਪਾਵਹਿ ਰੰਗ ਮਹਲੀ; ਗੁਰੁ ਮੇਲੇ ਹਰਿ ਮੇਲਾੲਿ ॥੫॥",
    "transliteration": "Ghar Jaae Paavehi Rang Mehalee Gur Maelae Har Maelaae ||5||",
    "translation": "Return to your own home, and find the palace of love; meet the Guru, and meet the Lord. ||5||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਉਸ) ਆਨੰਦੀ ਦੇ ਮਹਲ ਵਿਚ ਜਾ ਕੇ ਟਿਕਾਣਾ ਲੱਭ ਲਏਂਗਾ। ਪਰ ਗੁਰੂ ਹੀ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਸਕਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10229,
    "shabad_id": 728,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਮਨ ਕਰਹਲਾ. ਤੂੰ ਮੀਤੁ ਮੇਰਾ; ਪਾਖੰਡੁ ਲੋਭੁ ਤਜਾੲਿ ॥",
    "transliteration": "Man Karehalaa Thoon Meeth Maeraa Paakhandd Lobh Thajaae ||",
    "translation": "O camel-like mind, you are my friend; abandon hypocrisy and greed.",
    "punjabi": "ਹੇ ਮੇਰੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਤੂੰ ਮੇਰਾ ਮਿੱਤਰ ਹੈਂ (ਮੈਂ ਤੈਨੂੰ ਸਮਝਾਂਦਾ ਹਾਂ) ਮਾਇਆ ਦਾ ਲਾਲਚ ਛੱਡ ਦੇ ਤੇ ਪਖੰਡ ਛੱਡ ਦੇ।",
    "pronunciation": "(ਤਜਾੲਿ) ਛੱਡ",
    "type_id": 3
  },
  {
    "id": 10230,
    "shabad_id": 728,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਪਾਖੰਡਿ ਲੋਭੀ ਮਾਰੀਅੈ; ਜਮ ਡੰਡੁ ਦੇੲਿ ਸਜਾੲਿ ॥੬॥",
    "transliteration": "Paakhandd Lobhee Maareeai Jam Ddandd Dhaee Sajaae ||6||",
    "translation": "The hypocritical and the greedy are struck down; the Messenger of Death punishes them with his club. ||6||",
    "punjabi": "ਪਖੰਡੀ ਤੇ ਲਾਲਚੀ ਦਾ ਆਤਮਕ ਜੀਵਨ ਖ਼ਤਮ ਹੋ ਜਾਂਦਾ ਹੈ। ਆਤਮਕ ਮੌਤ ਦਾ ਸਹਮ ਸਦਾ ਉਸ ਦੇ ਸਿਰ ਉਤੇ ਰਹਿੰਦਾ ਹੈ-ਪਰਮਾਤਮਾ ਇਹ ਉਸ ਨੂੰ ਸਜ਼ਾ ਦੇਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10231,
    "shabad_id": 728,
    "pada": 9,
    "source_line": 10,
    "gurmukhi": "ਮਨ ਕਰਹਲਾ. ਮੇਰੇ ਪ੍ਰਾਨ ਤੂੰ; ਮੈਲੁ ਪਾਖੰਡੁ ਭਰਮੁ ਗਵਾੲਿ ॥",
    "transliteration": "Man Karehalaa Maerae Praan Thoon Mail Paakhandd Bharam Gavaae ||",
    "translation": "O camel-like mind, you are my breath of life; rid yourself of the pollution of hypocrisy and doubt.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਤੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਦੂਰ ਕਰ, ਪਖੰਡ ਛੱਡ ਦੇ ਤੇ (ਮਾਇਆ ਦੇ ਪਿੱਛੇ) ਭਟਕਣਾ ਛੱਡ ਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10232,
    "shabad_id": 728,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਅੰਮ੍ਰਿਤ ਸਰੁ ਗੁਰਿ ਪੂਰਿਅਾ; ਮਿਲਿ ਸੰਗਤੀ. ਮਲੁ ਲਹਿ ਜਾੲਿ ॥੭॥",
    "transliteration": "Har Anmrith Sar Gur Pooriaa Mil Sangathee Mal Lehi Jaae ||7||",
    "translation": "The Perfect Guru is the Ambrosial Pool of the Lord's Nectar; join the Holy Congregation, and wash away this pollution. ||7||",
    "punjabi": "(ਵੇਖ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ) ਪੂਰੇ ਗੁਰੂ ਨੇ ਹਰਿ-ਨਾਮ ਅੰਮ੍ਰਿਤ ਦਾ ਸਰੋਵਰ ਨਕਾ-ਨਕ ਭਰਿਆ ਹੋਇਆ ਹੈ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ (ਉਸ ਸਰੋਵਰ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰ, ਤੇਰੀ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲਹਿ ਜਾਏਗੀ ॥੭॥",
    "pronunciation": "ਸੰਗਤੀਂ",
    "type_id": 3
  },
  {
    "id": 10233,
    "shabad_id": 728,
    "pada": 10,
    "source_line": 12,
    "gurmukhi": "ਮਨ ਕਰਹਲਾ. ਮੇਰੇ ਪਿਅਾਰਿਅਾ; ੲਿਕ ਗੁਰ ਕੀ ਸਿਖ ਸੁਣਾੲਿ ॥",
    "transliteration": "Man Karehalaa Maerae Piaariaa Eik Gur Kee Sikh Sunaae ||",
    "translation": "O my dear beloved camel-like mind, listen only to the Teachings of the Guru.",
    "punjabi": "ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਗੁਰੂ ਦੀ ਇਹ ਸਿੱਖਿਆ (ਧਿਆਨ ਨਾਲ) ਸੁਣ!",
    "pronunciation": "(ਸਿੱਖ) ਸਿੱਖਿਅਾ",
    "type_id": 3
  },
  {
    "id": 10234,
    "shabad_id": 728,
    "pada": 10,
    "source_line": 12,
    "gurmukhi": "ੲਿਹੁ ਮੋਹੁ ਮਾੲਿਅਾ ਪਸਰਿਅਾ; ਅੰਤਿ ਸਾਥਿ. ਨ ਕੋੲੀ ਜਾੲਿ ॥੮॥",
    "transliteration": "Eihu Mohu Maaeiaa Pasariaa Anth Saathh N Koee Jaae ||8||",
    "translation": "This emotional attachment to Maya is so pervasive. Ultimately, nothing shall go along with anyone. ||8||",
    "punjabi": "(ਇਹ ਸਾਰੇ ਸਾਕ-ਸੰਬੰਧੀ ਤੇ ਧਨ-ਪਦਾਰਥ-) ਇਹ ਸਾਰਾ ਮਾਇਆ ਦਾ ਮੋਹ (-ਜਾਲ) ਖਿਲਰਿਆ ਹੋਇਆ ਹੈ, ਅੰਤ ਵੇਲੇ (ਇਸ ਵਿਚੋਂ) ਕੋਈ ਭੀ (ਤੇਰੇ) ਨਾਲ ਨਹੀਂ ਜਾਇਗਾ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10235,
    "shabad_id": 728,
    "pada": 11,
    "source_line": 13,
    "gurmukhi": "ਮਨ ਕਰਹਲਾ. ਮੇਰੇ ਸਾਜਨਾ; ਹਰਿ ਖਰਚੁ ਲੀਅਾ ਪਤਿ ਪਾੲਿ ॥",
    "transliteration": "Man Karehalaa Maerae Saajanaa Har Kharach Leeaa Path Paae ||",
    "translation": "O camel-like mind, my good friend, take the supplies of the Lord's Name, and obtain honor.",
    "punjabi": "ਹੇ ਮੇਰੇ ਸੱਜਣ ਮਨ! ਹੇ ਮੇਰੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ (ਇਸ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ) ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ-ਧਨ-) ਖ਼ਰਚ ਪੱਲੇ ਬੱਧਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10236,
    "shabad_id": 728,
    "pada": 11,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਦਰਗਹ ਪੈਨਾੲਿਅਾ; ਹਰਿ ਅਾਪਿ ਲੲਿਅਾ ਗਲਿ ਲਾੲਿ ॥੯॥",
    "transliteration": "Har Dharageh Painaaeiaa Har Aap Laeiaa Gal Laae ||9||",
    "translation": "In the Court of the Lord, you shall be robed with honor, and the Lord Himself shall embrace you. ||9||",
    "punjabi": "ਉਹ (ਲੋਕ-ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਖੱਟਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਉਸ ਨੂੰ ਆਦਰ-ਸਤਕਾਰ ਮਿਲਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਆਪ ਉਸ ਨੂੰ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾ ਲੈਂਦਾ ਹੈ ॥੯॥",
    "pronunciation": "(ਪੈਨ੍ਹਾੲਿਅਾ) ਨਿਵਾਜਿਅਾ",
    "type_id": 3
  },
  {
    "id": 10237,
    "shabad_id": 728,
    "pada": 12,
    "source_line": 14,
    "gurmukhi": "ਮਨ ਕਰਹਲਾ. ਗੁਰਿ ਮੰਨਿਅਾ; ਗੁਰਮੁਖਿ ਕਾਰ ਕਮਾੲਿ ॥",
    "transliteration": "Man Karehalaa Gur Manniaa Guramukh Kaar Kamaae ||",
    "translation": "O camel-like mind, one who surrenders to the Guru becomes Gurmukh, and works for the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਗੁਰੂ ਵਿਚ ਸਰਧਾ ਧਾਰ ਕੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10238,
    "shabad_id": 728,
    "pada": 12,
    "source_line": 15,
    "gurmukhi": "ਗੁਰ ਅਾਗੈ. ਕਰਿ ਜੋਦੜੀ; ਜਨ ਨਾਨਕ. ਹਰਿ ਮੇਲਾੲਿ ॥੧੦॥੧॥",
    "transliteration": "Gur Aagai Kar Jodharree Jan Naanak Har Maelaae ||10||1||",
    "translation": "Offer your prayers to the Guru; O servant Nanak, He shall unite you with the Lord. ||10||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ!) ਗੁਰੂ ਦੇ ਅੱਗੇ ਅਰਜ਼ੋਈ ਕਰ (ਹੇ ਗੁਰੂ! ਮਿਹਰ ਕਰ, ਮੈਨੂੰ) ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਜੋੜੀ ਰੱਖ ॥੧੦॥੧॥",
    "pronunciation": "(ਜੋਦੜੀ) ਬੇਨਤੀ",
    "type_id": 3
  },
  {
    "id": 10239,
    "shabad_id": 729,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗੳੁੜੀ ਮਹਲਾ ੪ ॥",
    "transliteration": "Gourree Mehalaa 4 ||",
    "translation": "Gauree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10240,
    "shabad_id": 729,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਨ ਕਰਹਲਾ. ਵੀਚਾਰੀਅਾ; ਵੀਚਾਰਿ ਦੇਖੁ ਸਮਾਲਿ ॥",
    "transliteration": "Man Karehalaa Veechaareeaa Veechaar Dhaekh Samaal ||",
    "translation": "O contemplative camel-like mind, contemplate and look carefully.",
    "punjabi": "ਹੇ ਮੇਰੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਤੂੰ ਵਿਚਾਰਵਾਨ ਬਣ, ਤੂੰ ਵਿਚਾਰ ਕੇ ਵੇਖ, ਤੂੰ ਹੋਸ਼ ਕਰ ਕੇ ਵੇਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10241,
    "shabad_id": 729,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਬਨ ਫਿਰਿ ਥਕੇ ਬਨਵਾਸੀਅਾ; ਪਿਰੁ ਗੁਰਮਤਿ ਰਿਦੈ ਨਿਹਾਲਿ ॥੧॥",
    "transliteration": "Ban Fir Thhakae Ban Vaaseeaa Pir Guramath Ridhai Nihaal ||1||",
    "translation": "The forest-dwellers have grown weary of wandering in the forests; following the Guru's Teachings , see your Husband Lord within your heart. ||1||",
    "punjabi": "ਜੰਗਲਾਂ ਵਿਚ ਭਟਕ ਭਟਕ ਕੇ ਥੱਕੇ ਹੋਏ ਹੇ ਜੰਗਲ-ਵਾਸੀ (ਮਨ)! (ਤੇਰਾ) ਮਾਲਕ-ਪ੍ਰਭੂ (ਤੇਰੇ) ਹਿਰਦੇ ਵਿਚ (ਵੱਸ ਰਿਹਾ ਹੈ, ਉਸ ਨੂੰ) ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ (ਆਪਣੇ ਅੰਦਰ) ਵੇਖ ॥੧॥",
    "pronunciation": "ਬਨ-ਵਾਸੀਅਾ",
    "type_id": 3
  },
  {
    "id": 10242,
    "shabad_id": 729,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਮਨ ਕਰਹਲਾ; ਗੁਰ ਗੋਵਿੰਦੁ ਸਮਾਲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Man Karehalaa Gur Govindh Samaal ||1|| Rehaao ||",
    "translation": "O camel-like mind, dwell upon the Guru and the Lord of the Universe. ||1||Pause||",
    "punjabi": "ਊਠ ਦੇ ਬੱਚੇ ਵਾਂਗ ਹੇ (ਮੇਰੇ) ਬੇ-ਮੁਹਾਰ ਮਨ! ਤੂੰ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਨੂੰ (ਆਪਣੇ ਅੰਦਰ) ਸਾਂਭ ਕੇ ਰੱਖ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 10243,
    "shabad_id": 729,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਮਨ ਕਰਹਲਾ. ਵੀਚਾਰੀਅਾ; ਮਨਮੁਖ ਫਾਥਿਅਾ ਮਹਾ ਜਾਲਿ ॥",
    "transliteration": "Man Karehalaa Veechaareeaa Manamukh Faathhiaa Mehaa Jaal ||",
    "translation": "O camel-like contemplative mind, the self-willed manmukhs are caught in the great net.",
    "punjabi": "ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਤੂੰ ਵਿਚਾਰਵਾਨ ਬਣ, (ਵੇਖ,) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਵੱਡੇ ਜਾਲ ਵਿਚ ਫਸੇ ਪਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10244,
    "shabad_id": 729,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਪ੍ਰਾਣੀ ਮੁਕਤੁ ਹੈ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਸਮਾਲਿ ॥੨॥",
    "transliteration": "Guramukh Praanee Mukath Hai Har Har Naam Samaal ||2||",
    "translation": "The mortal who becomes Gurmukh is liberated, dwelling upon the Name of the Lord, Har, Har. ||2||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲ ਕੇ (ਇਸ ਜਾਲ ਤੋਂ) ਬਚ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10245,
    "shabad_id": 729,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਮਨ ਕਰਹਲਾ. ਮੇਰੇ ਪਿਅਾਰਿਅਾ; ਸਤਸੰਗਤਿ ਸਤਿਗੁਰੁ ਭਾਲਿ ॥",
    "transliteration": "Man Karehalaa Maerae Piaariaa Sathasangath Sathigur Bhaal ||",
    "translation": "O my dear beloved camel-like mind, seek the Sat Sangat, the True Congregation, and the True Guru.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਜਾਹ, (ਉਥੇ) ਗੁਰੂ ਨੂੰ ਲੱਭ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10246,
    "shabad_id": 729,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਲਗਿ ਹਰਿ ਧਿਅਾੲੀਅੈ; ਹਰਿ ਹਰਿ. ਚਲੈ ਤੇਰੈ ਨਾਲਿ ॥੩॥",
    "transliteration": "Sathasangath Lag Har Dhhiaaeeai Har Har Chalai Thaerai Naal ||3||",
    "translation": "Joining the Sat Sangat, meditate on the Lord, and the Lord, Har, Har, shall go along with you. ||3||",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਦਾ ਆਸਰਾ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਇਹ ਹਰਿ-ਨਾਮ ਹੀ ਤੇਰੇ ਨਾਲ (ਸਦਾ) ਸਾਥ ਕਰੇਗਾ ॥੩॥",
    "pronunciation": "ਲੱਗਿ। ਚੱਲੈ",
    "type_id": 3
  },
  {
    "id": 10247,
    "shabad_id": 729,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਮਨ ਕਰਹਲਾ. ਵਡਭਾਗੀਅਾ; ਹਰਿ ੲੇਕ ਨਦਰਿ ਨਿਹਾਲਿ ॥",
    "transliteration": "Man Karehalaa Vaddabhaageeaa Har Eaek Nadhar Nihaal ||",
    "translation": "O very fortunate camel-like mind, with one Glance of Grace from the Lord, you shall be enraptured.",
    "punjabi": "ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਉਹ ਮਨੁੱਖ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ ਜਿਸ ਉੱਤੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਦੀ ਇਕ ਨਿਗਾਹ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
