[
  {
    "id": 10761,
    "shabad_id": 750,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ੲਿਸਤਰੀ ਪੁਰਖ ਕਾਮਿ ਵਿਅਾਪੇ ਜੀੳੁ; ਰਾਮ ਨਾਮ ਕੀ ਬਿਧਿ ਨਹੀ ਜਾਣੀ ॥",
    "transliteration": "Eisatharee Purakh Kaam Viaapae Jeeo Raam Naam Kee Bidhh Nehee Jaanee ||",
    "translation": "Men and women are obsessed with sex; they do not know the Way of the Lord's Name.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਪ੍ਰਭਾਵ ਵਿਚ) ਇਸਤ੍ਰੀ ਅਤੇ ਮਰਦ ਕਾਮ-ਵਾਸ਼ਨਾ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਦੀ ਜਾਚ ਨਹੀਂ ਸਿੱਖਦੇ।",
    "pronunciation": "ਬਿਧਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 10762,
    "shabad_id": 750,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਮਾਤ ਪਿਤਾ ਸੁਤ ਭਾੲੀ. ਖਰੇ ਪਿਅਾਰੇ ਜੀੳੁ; ਡੂਬਿ ਮੁੲੇ. ਬਿਨੁ ਪਾਣੀ ॥",
    "transliteration": "Maath Pithaa Suth Bhaaee Kharae Piaarae Jeeo Ddoob Mueae Bin Paanee ||",
    "translation": "Mother, father, children and siblings are very dear, but they drown, even without water.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ) ਮਾਂ ਪਿਉ ਪੁੱਤਰ, ਭਰਾ (ਹੀ) ਬਹੁਤ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, (ਜਿਸ ਸਰੋਵਰ ਵਿਚ) ਪਾਣੀ ਨਹੀਂ, (ਪਾਣੀ ਦੀ ਥਾਂ ਮੋਹ ਹੈ ਉਸ ਵਿਚ) ਡੁੱਬ ਕੇ (ਨਕਾ-ਨਕ ਫਸ ਕੇ) ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10763,
    "shabad_id": 750,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਡੂਬਿ ਮੁੲੇ. ਬਿਨੁ ਪਾਣੀ, ਗਤਿ ਨਹੀ ਜਾਣੀ; ਹੳੁਮੈ ਧਾਤੁ ਸੰਸਾਰੇ ॥",
    "transliteration": "Ddoob Mueae Bin Paanee Gath Nehee Jaanee Houmai Dhhaath Sansaarae ||",
    "translation": "They are drowned to death without water - they do not know the path of salvation, and they wander around the world in egotism.",
    "punjabi": "ਮੋਹ-ਰੂਪੀ ਪਾਣੀ ਵਾਲੇ ਮਾਇਆ-ਸਰ ਵਿਚ ਨਕਾ-ਨਕ ਫਸ ਕੇ ਜੀਵ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦੇ ਹਨ ਤੇ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਨਹੀਂ ਪਰਖਦੇ-ਜਾਚਦੇ। (ਇਸ ਤਰ੍ਹਾਂ) ਸੰਸਾਰ ਵਿਚ (ਜੀਵਾਂ ਨੂੰ) ਹਉਮੈ ਦੀ ਭਟਕਣਾ ਲੱਗੀ ਹੋਈ ਹੈ।",
    "pronunciation": "(ਧਾਤੁ) ਭਟਕਦੇ",
    "type_id": 3
  },
  {
    "id": 10764,
    "shabad_id": 750,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਜੋ ਅਾੲਿਅਾ. ਸੋ ਸਭੁ ਕੋ ਜਾਸੀ; ੳੁਬਰੇ ਗੁਰ ਵੀਚਾਰੇ ॥",
    "transliteration": "Jo Aaeiaa So Sabh Ko Jaasee Oubarae Gur Veechaarae ||",
    "translation": "All those who come into the world shall depart. Only those who contemplate the Guru shall be saved.",
    "punjabi": "ਜੇਹੜਾ ਭੀ ਜੀਵ ਜਗਤ ਵਿਚ (ਜਨਮ ਲੈ ਕੇ) ਆਉਂਦਾ ਹੈ ਉਹ (ਇਸ ਭਟਕਣਾ ਵਿਚ) ਫਸਦਾ ਜਾਂਦਾ ਹੈ, (ਇਸ ਵਿਚੋਂ ਉਹੀ) ਬਚਦੇ ਹਨ ਜੋ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਵਸਾਂਦੇ ਹਨ।",
    "pronunciation": "(ੳੁਬਰੇ) ਬਚੇ",
    "type_id": 3
  },
  {
    "id": 10765,
    "shabad_id": 750,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹੋਵੈ. ਰਾਮ ਨਾਮੁ ਵਖਾਣੈ; ਅਾਪਿ ਤਰੈ ਕੁਲ ਤਾਰੇ ॥",
    "transliteration": "Guramukh Hovai Raam Naam Vakhaanai Aap Tharai Kul Thaarae ||",
    "translation": "Those who become Gurmukh and chant the Lord's Name, save themselves and save their families as well.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦਾ ਹੈ, ਉਹ ਆਪ (ਇਸ ਮਾਇਆ-ਸਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, ਆਪਣੀਆਂ ਕੁਲਾਂ ਨੂੰ ਭੀ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(ਵਖਾਣੈ) ੳੁਚਾਰੇ",
    "type_id": 3
  },
  {
    "id": 10766,
    "shabad_id": 750,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਵਸੈ ਘਟ ਅੰਤਰਿ; ਗੁਰਮਤਿ ਮਿਲੇ ਪਿਅਾਰੇ ॥੨॥",
    "transliteration": "Naanak Naam Vasai Ghatt Anthar Guramath Milae Piaarae ||2||",
    "translation": "O Nanak, the Naam, the Name of the Lord, abides deep within their hearts; through the Guru's Teachings, they meet their Beloved. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੀ ਮਤਿ ਦਾ ਆਸਰਾ ਲੈ ਕੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10767,
    "shabad_id": 750,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਬਿਨੁ. ਕੋ ਥਿਰੁ ਨਾਹੀ ਜੀੳੁ; ਬਾਜੀ ਹੈ ਸੰਸਾਰਾ ॥",
    "transliteration": "Raam Naam Bin Ko Thhir Naahee Jeeo Baajee Hai Sansaaraa ||",
    "translation": "Without the Lord's Name, nothing is stable. This world is just a drama.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਜਗਤ (ਪਰਮਾਤਮਾ ਦੀ ਰਚੀ ਹੋਈ ਇਕ) ਖੇਡ ਹੈ (ਇਸ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10768,
    "shabad_id": 750,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਦਿ੍ਰੜੁ ਭਗਤਿ ਸਚੀ ਜੀੳੁ; ਰਾਮੁ ਨਾਮੁ ਵਾਪਾਰਾ ॥",
    "transliteration": "Dhrirr Bhagath Sachee Jeeo Raam Naam Vaapaaraa ||",
    "translation": "Implant true devotional worship within your heart, and trade in the Name of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨੂੰ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕੀ ਤਰ੍ਹਾਂ ਟਿਕਾ ਰੱਖ (ਇਹੀ) ਸਦਾ ਰਹਿਣ ਵਾਲੀ (ਚੀਜ਼) ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਵਣਜ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10769,
    "shabad_id": 750,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਰਾਮ ਨਾਮੁ ਵਾਪਾਰਾ ਅਗਮ ਅਪਾਰਾ; ਗੁਰਮਤੀ ਧਨੁ ਪਾੲੀਅੈ ॥",
    "transliteration": "Raam Naam Vaapaaraa Agam Apaaraa Guramathee Dhhan Paaeeai ||",
    "translation": "Trade in the Lord's Name is infinite and unfathomable. Through the Guru's Teachings, this wealth is obtained.",
    "punjabi": "ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਵਣਜ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਧਨ ਹੈ, ਇਹ ਧਨ ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰਿਆਂ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "ਨਾਮ ਧਨੁ",
    "type_id": 3
  },
  {
    "id": 10770,
    "shabad_id": 750,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸੇਵਾ ਸੁਰਤਿ ਭਗਤਿ ੲਿਹ ਸਾਚੀ; ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲੀਅੈ ॥",
    "transliteration": "Saevaa Surath Bhagath Eih Saachee Vichahu Aap Gavaaeeai ||",
    "translation": "This selfless service, meditation and devotion is true, if you eliminate selfishness and conceit from within.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜਨੀ-ਇਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ (ਰਾਸਿ) ਹੈ (ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਪਣੇ) ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10771,
    "shabad_id": 750,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਹਮ ਮਤਿ ਹੀਣ. ਮੂਰਖ ਮੁਗਧ ਅੰਧੇ; ਸਤਿਗੁਰਿ ਮਾਰਗਿ ਪਾੲੇ ॥",
    "transliteration": "Ham Math Heen Moorakh Mugadhh Andhhae Sathigur Maarag Paaeae ||",
    "translation": "I am senseless, foolish, idiotic and blind, but the True Guru has placed me on the Path.",
    "punjabi": "ਸਾਨੂੰ ਮਤਿ-ਹੀਣਿਆਂ ਨੂੰ, ਮੂਰਖਾਂ ਨੂੰ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋਇਆਂ ਨੂੰ ਸਤਿਗੁਰੂ ਨੇ ਹੀ ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਉਤੇ ਪਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10772,
    "shabad_id": 750,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਸਬਦਿ ਸੁਹਾਵੇ; ਅਨ ਦਿਨੁ ਹਰਿ ਗੁਣ ਗਾੲੇ ॥੩॥",
    "transliteration": "Naanak Guramukh Sabadh Suhaavae Anadhin Har Gun Gaaeae ||3||",
    "translation": "O Nanak, the Gurmukhs are adorned with the Shabad; night and day, they sing the Glorious Praises of the Lord. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੁੜ ਕੇ) ਸੋਹਣੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਤੇ, ਉਹ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "(ਸੁਹਾਵੇ) ਸੋਭਨੀਕ",
    "type_id": 3
  },
  {
    "id": 10773,
    "shabad_id": 750,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਅਾਪਿ ਕਰਾੲੇ. ਕਰੇ ਅਾਪਿ ਜੀੳੁ; ਅਾਪੇ ਸਬਦਿ ਸਵਾਰੇ ॥",
    "transliteration": "Aap Karaaeae Karae Aap Jeeo Aapae Sabadh Savaarae ||",
    "translation": "He Himself acts, and inspires others to act; He Himself embellishes us with the Word of His Shabad.",
    "punjabi": "(ਪਰ) ਹੇ ਭਾਈ! (ਜੀਵਾਂ ਦੇ ਕੁੱਝ ਵੱਸ ਨਹੀਂ। ਮਾਇਆ-ਸਰ ਵਿਚੋਂ ਡੁੱਬਣ ਤੋਂ ਬਚਾਣ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਹੈ) ਪ੍ਰਭੂ ਆਪ ਹੀ (ਪ੍ਰੇਰਨਾ ਕਰ ਕੇ ਜੀਵਾਂ ਪਾਸੋਂ ਕੰਮ) ਕਰਾਂਦਾ ਹੈ (ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਆਪ ਹੀ (ਸਭ ਕੁਝ) ਕਰਦਾ ਹੈ, ਪ੍ਰਭੂ ਆਪ ਹੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ (ਜੀਵਾਂ ਦੇ) ਜੀਵਨ ਸੋਹਣੇ ਬਣਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10774,
    "shabad_id": 750,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਅਾਪੇ ਸਤਿਗੁਰੁ. ਅਾਪਿ ਸਬਦੁ ਜੀੳੁ; ਜੁਗੁ ਜੁਗੁ ਭਗਤ ਪਿਅਾਰੇ ॥",
    "transliteration": "Aapae Sathigur Aap Sabadh Jeeo Jug Jug Bhagath Piaarae ||",
    "translation": "He Himself is the True Guru, and He Himself is the Shabad; in each and every age, He loves His devotees.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਤਿਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ, ਆਪ ਹੀ (ਗੁਰੂ ਦਾ) ਸ਼ਬਦ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਤੇ ਆਪ ਹੀ ਹਰੇਕ ਜੁਗ ਵਿਚ ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਜੱੁਗੁ ਜੁੱਗੁ",
    "type_id": 3
  },
  {
    "id": 10775,
    "shabad_id": 750,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਜੁਗੁ ਜੁਗੁ ਭਗਤ ਪਿਅਾਰੇ. ਹਰਿ ਅਾਪਿ ਸਵਾਰੇ; ਅਾਪੇ ਭਗਤੀ ਲਾੲੇ ॥",
    "transliteration": "Jug Jug Bhagath Piaarae Har Aap Savaarae Aapae Bhagathee Laaeae ||",
    "translation": "In age after age, He loves His devotees; the Lord Himself adorns them, and He Himself enjoins them to worship Him with devotion.",
    "punjabi": "ਹਰੇਕ ਜੁਗ ਵਿਚ ਹਰੀ ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਉਹਨਾਂ ਦੇ ਜੀਵਨ ਸਵਾਰਦਾ ਹੈ, ਆਪ ਹੀ (ਉਹਨਾਂ ਨੂੰ) ਭਗਤੀ ਵਿਚ ਜੋੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10776,
    "shabad_id": 750,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਅਾਪੇ ਦਾਨਾ. ਅਾਪੇ ਬੀਨਾ; ਅਾਪੇ ਸੇਵ ਕਰਾੲੇ ॥",
    "transliteration": "Aapae Dhaanaa Aapae Beenaa Aapae Saev Karaaeae ||",
    "translation": "He Himself is All-knowing, and He Himself is All-seeing; He inspires us to serve Him.",
    "punjabi": "ਉਹ ਆਪ ਹੀ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਤੇ ਪਛਾਣਨ ਵਾਲਾ ਹੈ, ਉਹ ਆਪ ਹੀ (ਆਪਣੇ ਭਗਤਾਂ ਪਾਸੋਂ ਆਪਣੀ) ਸੇਵਾ-ਭਗਤੀ ਕਰਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਦਾਨਾ) ਜਾਨਣ ਵਾਲੇ। (ਬੀਨਾ) ਦੇਖਣ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 10777,
    "shabad_id": 750,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਅਾਪੇ ਗੁਣਦਾਤਾ. ਅਵਗੁਣ ਕਾਟੇ; ਹਿਰਦੈ ਨਾਮੁ ਵਸਾੲੇ ॥",
    "transliteration": "Aapae Gunadhaathaa Avagun Kaattae Hiradhai Naam Vasaaeae ||",
    "translation": "He Himself is the Giver of merits, and the Destroyer of demerits; He causes His Name to dwell within our hearts.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਆਪਣੇ) ਗੁਣਾਂ ਦੀ ਦਾਤ ਬਖ਼ਸ਼ਦਾ ਹੈ, (ਸਾਡੇ) ਅਉਗਣ ਦੂਰ ਕਰਦਾ ਹੈ, ਤੇ (ਸਾਡੇ) ਹਿਰਦੇ ਵਿਚ (ਆਪਣਾ) ਨਾਮ ਵਸਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10778,
    "shabad_id": 750,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਸਦ ਬਲਿਹਾਰੀ ਸਚੇ ਵਿਟਹੁ; ਅਾਪੇ ਕਰੇ ਕਰਾੲੇ ॥੪॥੪॥",
    "transliteration": "Naanak Sadh Balihaaree Sachae Vittahu Aapae Karae Karaaeae ||4||4||",
    "translation": "Nanak is forever a sacrifice to the True Lord, who Himself is the Doer, the Cause of causes. ||4||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਮੈਂ) ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਉਹ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਾਂਦਾ ਹੈ ॥੪॥੪॥",
    "pronunciation": "(ਵਿਟਹੁ) ੳੁ੍ਨਪਰੋਂ",
    "type_id": 3
  },
  {
    "id": 10779,
    "shabad_id": 751,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਗੳੁੜੀ ਮਹਲਾ ੩ ॥",
    "transliteration": "Gourree Mehalaa 3 ||",
    "translation": "Gauree, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10780,
    "shabad_id": 751,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਗੁਰ ਕੀ ਸੇਵਾ ਕਰਿ. ਪਿਰਾ ਜੀੳੁ; ਹਰਿ ਨਾਮੁ ਧਿਅਾੲੇ ॥",
    "transliteration": "Gur Kee Saevaa Kar Piraa Jeeo Har Naam Dhhiaaeae ||",
    "translation": "Serve the Guru, O my dear soul; meditate on the Lord's Name.",
    "punjabi": "ਹੇ ਪਿਆਰੀ ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰ (ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਅਤੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ,",
    "pronunciation": "(ਪਿਰਾ) ਪਿਅਾਰੇ (ਜੀੳੁ) ਜੀਵ",
    "type_id": 3
  },
  {
    "id": 10781,
    "shabad_id": 751,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮੰਞਞਹੁ ਦੂਰਿ. ਨ ਜਾਹਿ, ਪਿਰਾ ਜੀੳੁ; ਘਰਿ ਬੈਠਿਅਾ. ਹਰਿ ਪਾੲੇ ॥",
    "transliteration": "Mannjahu Dhoor N Jaahi Piraa Jeeo Ghar Baithiaa Har Paaeae ||",
    "translation": "Do not leave me, O my dear soul - you shall find the Lord while sitting within the home of your own being.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਤੂੰ ਆਪਣੇ ਆਪ ਵਿਚੋਂ ਦੂਰ ਨਹੀਂ ਜਾਹਿਂਗੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਭਟਕਣ ਤੋਂ ਬਚ ਜਾਹਿਂਗੀ)। (ਹੇ ਜਿੰਦੇ!) ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕੇ ਰਿਹਾਂ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(ਮੰਞ-ਹੁ) ਮੇਰੇ ਤੋਂ",
    "type_id": 3
  },
  {
    "id": 10782,
    "shabad_id": 751,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਘਰਿ ਬੈਠਿਅਾ. ਹਰਿ ਪਾੲੇ; ਸਦਾ ਚਿਤੁ ਲਾੲੇ, ਸਹਜੇ ਸਤਿ ਸੁਭਾੲੇ ॥",
    "transliteration": "Ghar Baithiaa Har Paaeae Sadhaa Chith Laaeae Sehajae Sath Subhaaeae ||",
    "translation": "You shall obtain the Lord while sitting within the home of your own being, focusing your consciousness constantly upon the Lord, with true intuitive faith.",
    "punjabi": "ਜੇਹੜਾ ਜੀਵ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਜੁੜ ਕੇ ਸਦਾ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਚਿੱਤ ਜੋੜਦਾ ਹੈ, ਉਹ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕਿਆ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ਸਤਿ ਸਰੂਪ ਪ੍ਰਮਾਤਮਾ ਜੀ। (ਸੁਭਾੲੇ) ਸ੍ਰੇਸ਼ਟ ਭਾਵਨਾ",
    "type_id": 3
  },
  {
    "id": 10783,
    "shabad_id": 751,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗੁਰ ਕੀ ਸੇਵਾ ਖਰੀ ਸੁਖਾਲੀ; ਜਿਸ ਨੋ ਅਾਪਿ ਕਰਾੲੇ ॥",
    "transliteration": "Gur Kee Saevaa Kharee Sukhaalee Jis No Aap Karaaeae ||",
    "translation": "Serving the Guru brings great peace; they alone do it, whom the Lord inspires to do so.",
    "punjabi": "(ਸੋ, ਹੇ ਜਿੰਦੇ!) ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਬਹੁਤ ਸੁਖ ਦੇਣ ਵਾਲੀ ਹੈ (ਪਰ ਇਹ ਸੇਵਾ ਉਹੀ ਮਨੁੱਖ ਕਰਦਾ ਹੈ) ਜਿਸ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਆਪ ਕਰਾਏ (ਜਿਸ ਨੂੰ ਆਪ ਪ੍ਰੇਰਨਾ ਕਰੇ)।",
    "pronunciation": "(ਖਰੀ) ਬਹੁਤ",
    "type_id": 3
  },
  {
    "id": 10784,
    "shabad_id": 751,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਮੋ ਬੀਜੇ ਨਾਮੋ ਜੰਮੈ; ਨਾਮੋ ਮੰਨਿ ਵਸਾੲੇ ॥",
    "transliteration": "Naamo Beejae Naamo Janmai Naamo Mann Vasaaeae ||",
    "translation": "They plant the seed of the Name, and the Name sprouts within; the Name abides within the mind.",
    "punjabi": "(ਉਹ ਮਨੁੱਖ ਫਿਰ ਆਪਣੇ ਹਿਰਦੇ-ਖੇਤ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਬੀਜਦਾ ਹੈ (ਉਥੇ) ਨਾਮ ਹੀ ਉੱਗਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਵਿਚ ਸਦਾ ਨਾਮ ਹੀ ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10785,
    "shabad_id": 751,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਸਚਿ ਨਾਮਿ ਵਡਿਅਾੲੀ; ਪੂਰਬਿ ਲਿਖਿਅਾ ਪਾੲੇ ॥੧॥",
    "transliteration": "Naanak Sach Naam Vaddiaaee Poorab Likhiaa Paaeae ||1||",
    "translation": "O Nanak, glorious greatness rests in the True Name; It is obtained by perfect pre-ordained destiny. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜ ਕੇ, ਪ੍ਰਭੂ-ਨਾਮ ਵਿਚ ਟਿਕ ਕੇ (ਮਨੁੱਖ ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਪਾਂਦਾ ਹੈ, (ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪਹਿਲੇ ਜਨਮ ਵਿਚ ਕੀਤੇ ਭਲੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਲੇਖ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਉੱਘੜ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਪੂਰਬਿ) ਪਿਛਲਾ",
    "type_id": 3
  },
  {
    "id": 10786,
    "shabad_id": 751,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾਮੁ ਮੀਠਾ. ਪਿਰਾ ਜੀੳੁ; ਜਾ ਚਾਖਹਿ ਚਿਤੁ ਲਾੲੇ ॥",
    "transliteration": "Har Kaa Naam Meethaa Piraa Jeeo Jaa Chaakhehi Chith Laaeae ||",
    "translation": "The Name of the Lord is so sweet, O my dear; taste it, and focus your consciousness on it.",
    "punjabi": "ਹੇ ਪਿਆਰੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿੱਠਾ ਹੈ (ਪਰ ਇਹ ਤੈਨੂੰ ਤਦੋਂ ਹੀ ਸਮਝ ਆਵੇਗੀ) ਜਦੋਂ ਤੂੰ ਚਿੱਤ ਜੋੜ ਕੇ (ਇਹ ਨਾਮ-ਰਸ) ਚੱਖੇਂਗੀ।",
    "pronunciation": "(ਪਿਰਾ) ਪਿਅਾਰੇ",
    "type_id": 3
  },
  {
    "id": 10787,
    "shabad_id": 751,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਰਸਨਾ ਹਰਿ ਰਸੁ ਚਾਖੁ, ਮੁਯੇ ਜੀੳੁ; ਅਨ ਰਸ ਸਾਦ ਗਵਾੲੇ ॥",
    "transliteration": "Rasanaa Har Ras Chaakh Muyae Jeeo An Ras Saadh Gavaaeae ||",
    "translation": "Taste the sublime essence of the Lord with your tongue, my dear, and renounce the pleasures of other tastes.",
    "punjabi": "ਹੇ ਮੇਰੀ ਨਿਕਰਮਣ ਜੀਭ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ, ਤੇ ਹੋਰ ਹੋਰ ਰਸਾਂ ਦੇ ਸੁਆਦ ਛੱਡ ਦੇ।",
    "pronunciation": "(ਮੁਯੇ) ਪਿਅਾਰੀੲੇ। ਮੁਯੇ: ਮੰਮੇ ਅੌਂਕੜ, ਯੇ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 10788,
    "shabad_id": 751,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸਦਾ ਹਰਿ ਰਸੁ ਪਾੲੇ. ਜਾ ਹਰਿ ਭਾੲੇ; ਰਸਨਾ ਸਬਦਿ ਸੁਹਾੲੇ ॥",
    "transliteration": "Sadhaa Har Ras Paaeae Jaa Har Bhaaeae Rasanaa Sabadh Suhaaeae ||",
    "translation": "You shall obtain the everlasting essence of the Lord when it pleases the Lord; your tongue shall be adorned with the Word of His Shabad.",
    "punjabi": "(ਪਰ ਜੀਭ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜਦੋਂ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲੱਗੇ, ਤਦੋਂ ਜੀਭ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਮਾਣਦੀ ਹੈ, ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਸੋਹਣੀ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10789,
    "shabad_id": 751,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਨਾਮੁ ਧਿਅਾੲੇ. ਸਦਾ ਸੁਖੁ ਪਾੲੇ; ਨਾਮਿ ਰਹੈ ਲਿਵ ਲਾੲੇ ॥",
    "transliteration": "Naam Dhhiaaeae Sadhaa Sukh Paaeae Naam Rehai Liv Laaeae ||",
    "translation": "Meditating on the Naam, the Name of the Lord, a lasting peace is obtained; so remain lovingly focused on the Naam.",
    "punjabi": "(ਹੇ ਜਿੰਦੇ!) ਜੇਹੜਾ ਮਨੁੱਖ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ, ਉਹ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10790,
    "shabad_id": 751,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਨਾਮੇ ੳੁਪਜੈ. ਨਾਮੇ ਬਿਨਸੈ; ਨਾਮੇ ਸਚਿ ਸਮਾੲੇ ॥",
    "transliteration": "Naamae Oupajai Naamae Binasai Naamae Sach Samaaeae ||",
    "translation": "From the Naam we originate, and into the Naam we shall pass; through the Naam, we are absorbed in the Truth.",
    "punjabi": "ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ ਅੰਦਰ (ਨਾਮ-ਰਸ ਦੀ ਤਾਂਘ) ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਸ ਦੇ ਅੰਦਰੋਂ ਹੋਰ ਹੋਰ ਰਸਾਂ ਦੀ ਖਿੱਚ) ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10791,
    "shabad_id": 751,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਗੁਰਮਤੀ ਪਾੲੀਅੈ; ਅਾਪੇ ਲੲੇ ਲਵਾੲੇ ॥੨॥",
    "transliteration": "Naanak Naam Guramathee Paaeeai Aapae Leae Lavaaeae ||2||",
    "translation": "O Nanak, the Naam is obtained through the Guru's Teachings; He Himself attaches us to it. ||2||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆਂ ਮਿਲਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪਣੇ ਨਾਮ ਦੀ ਲਗਨ ਪੈਦਾ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10792,
    "shabad_id": 751,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ੲੇਹ ਵਿਡਾਣੀ ਚਾਕਰੀ. ਪਿਰਾ ਜੀੳੁ; ਧਨ ਛੋਡਿ ਪਰਦੇਸਿ ਸਿਧਾੲੇ ॥",
    "transliteration": "Eaeh Viddaanee Chaakaree Piraa Jeeo Dhhan Shhodd Paradhaes Sidhhaaeae ||",
    "translation": "Working for someone else, O my dear, is like forsaking the bride, and going to foreign countries.",
    "punjabi": "ਹੇ ਪਿਆਰੀ ਜਿੰਦੇ! (ਜਿਵੇਂ ਇਹ ਬਿਗਾਨੀ ਨੌਕਰੀ ਬੜੀ ਦੁਖਦਾਈ ਹੁੰਦੀ ਹੈ ਕਿ ਮਨੁੱਖ ਆਪਣੀ ਇਸਤ੍ਰੀ ਨੂੰ ਘਰ ਛੱਡ ਕੇ ਪਰਦੇਸ ਵਿਚ ਚਲਾ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "(ਵਿਡਾਣੀ) ਬਿਗਾਨੀ। ਚੱਾਕਰੀ",
    "type_id": 3
  },
  {
    "id": 10793,
    "shabad_id": 751,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਦੂਜੈ. ਕਿਨੈ ਸੁਖੁ, ਨ ਪਾੲਿਓ, ਪਿਰਾ ਜੀੳੁ; ਬਿਖਿਅਾ ਲੋਭਿ ਲੁਭਾੲੇ ॥",
    "transliteration": "Dhoojai Kinai Sukh N Paaeiou Piraa Jeeo Bikhiaa Lobh Lubhaaeae ||",
    "translation": "In duality, no one has ever found peace, O my dear; you are greedy for corruption and greed.",
    "punjabi": "ਤਿਵੇ ਪਰਮਾਤਮਾ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਹੋਰ ਹੋਰ ਖ਼ੁਸ਼ਾਮਦ (ਬੜੀ ਦੁਖਦਾਈ ਹੈ ਕਿਉਂਕਿ) ਜੀਵ-ਇਸਤ੍ਰੀ (ਆਪਣਾ ਅੰਦਰਲਾ ਆਤਮਕ ਟਿਕਾਣਾ) ਛੱਡ ਕੇ ਥਾਂ ਥਾਂ ਬਾਹਰ ਭਟਕਦੀ ਫਿਰਦੀ ਹੈ। ਹੇ ਪਿਆਰੀ ਜਿੰਦੇ! ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਕਿਸੇ ਨੇ ਕਦੇ ਸੁਖ ਨਹੀਂ ਪਾਇਆ, ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਲੋਭ ਵਿਚ ਫਸ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10794,
    "shabad_id": 751,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਬਿਖਿਅਾ ਲੋਭਿ ਲੁਭਾੲੇ. ਭਰਮਿ ਭੁਲਾੲੇ; ਓਹੁ ਕਿੳੁ ਕਰਿ ਸੁਖੁ ਪਾੲੇ ॥",
    "transliteration": "Bikhiaa Lobh Lubhaaeae Bharam Bhulaaeae Ouhu Kio Kar Sukh Paaeae ||",
    "translation": "Greedy for corruption and greed, and deluded by doubt, how can anyone find peace?",
    "punjabi": "(ਜਦੋਂ ਮਨੁੱਖ) ਮਾਇਆ ਦੇ ਲੋਭ ਵਿਚ ਫਸਦਾ ਹੈ (ਤਦੋਂ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪੈ ਜਾਂਦਾ ਹੈ (ਉਸ ਹਾਲਤ ਵਿਚ ਇਹ) ਸੁਖ ਕਿਵੇਂ ਪਾ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10795,
    "shabad_id": 751,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਚਾਕਰੀ ਵਿਡਾਣੀ ਖਰੀ ਦੁਖਾਲੀ; ਅਾਪੁ ਵੇਚਿ. ਧਰਮੁ ਗਵਾੲੇ ॥",
    "transliteration": "Chaakaree Viddaanee Kharee Dhukhaalee Aap Vaech Dhharam Gavaaeae ||",
    "translation": "Working for strangers is very painful; doing so, one sells himself and loses his faith in the Dharma.",
    "punjabi": "(ਹੇ ਜਿੰਦੇ! ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਇਹ ਧਿਰ ਧਿਰ ਦੀ ਖ਼ੁਸ਼ਾਮਦ ਬਹੁਤ ਦੁਖਦਾਈ ਹੈ, ਮਨੁੱਖ ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ (ਮਾਇਆ ਦੇ ਵੱਟੇ) ਵੇਚ ਕੇ ਆਪਣਾ ਕਰਤੱਬ ਛੱਡ ਬੈਠਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
