[
  {
    "shabad_id": 13042,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "pMK hIn khwN aufY Ar nYn hIn inhwr ]SsqR hIn ju Dwn pYTb ArQ hIn ibcwr ]60]",
    "transliteration": "Pankh Heen Kahaan Udai Ar Nain Heen Nihaar|| Shastra Heenju Dhaan Paithab Arth Heen Bichaar||60||",
    "translation": "Hoe can one fly without the wings? And how can one see without the eyes? How can one go to the battlefield without weapons; and without understaning the meaning how can one understand any problem?.60.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 13042,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "drb hIn bpwr jYsk ArQ ibn ies lok ]AwNK hIn iblokbo jig kwm kyl Akok ]",
    "transliteration": "Darah Heen Bapaar Jaisak Arth Bin Is Lok|| Aankh Bheen Bilok-bo Jag(i) Kaam Kel Alok||",
    "translation": "How can one indulge in trade without wealth? How can one visualise the lustful actions without eyes?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 13042,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "igAwn hIn su pwT gIqw bu`D hIn ibcwr ]ih`mq hIn ju Dwn jUJb kyl hIn kumwr ]61]",
    "transliteration": "Giaan Heen Su Paath Geetaa Budddh Heen Bichaar|| Himmat Heen Ju Dhaan Joojhab Kel Heen Koumaar||61||",
    "translation": "How can one recite Gita without knowledge and reflect upon it without intellect? How can one go to the battlefield without counrage.61",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 13042,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "kaun kaun gnweIAY jy Bey BUp mhIp ]kaun kaun su k`QIAY jig ky sudÍIp AdÍIp ]",
    "transliteration": "Kaoun Kaoun Gadaaeeai Je Bhae Maheep|| Kau Kaoun Su Kattheeaijag(i) Ke Sudveep Adveep||",
    "translation": "How many kings were there? To want extent they be enumerated, and how far should the continents and regions of the world be described?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 13042,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "jws kI n gnY vhY iem AOr kI nhI Skq ]Xo n AYs phcwnIAY ibn qws kIey Bgq ]62]",
    "transliteration": "Jaas Kina Gadai Vahai Im Aur Kinahishakat|| Yo Na Ais Pahchaaneeaibin Taas Keee Bhagad||62",
    "translation": "I have enumerated, only those which have come within my sight, I am unable to enumerate more and the this is also not possible without His devotion.62.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 13042,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "sRySt sRySt Bey ijqy ieh BUm Awn nrys ]qaun qaun aucwr ho qumry pRswid Asys ]",
    "transliteration": "Sreshat Sreshat Bhae Jite Eh Bhnm Aan Dares|| Taoun Taoun Ouchaar Ho Toumre Prasaadh Ases||",
    "translation": "All the superb kings who had ruled over the earth, O Lord! With thy Grace, I describe at of them;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 13042,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "BrQ rwj ibqIq By Bey rwj swgr rwj ]rudR kI qpsw krI lIA l`C suq auprwij ]63]",
    "transliteration": "Bharath Raaj Biteet Bhe Bhae Raaj Saagad Raaj|| Rudra Kitapsaa Karileea Lachchh Sout Oupraaj(i)||63||",
    "translation": "There was king sagar after Bharat, who meditated on Rudra and performed austerities; he obtained the boon of one lakh sons.63.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 13042,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ckR bkR Dujw gdw BRq srb rwj kumwr ]l`C rUp Dry mno jigAwn mYn su Dwr ]",
    "transliteration": "Chakra Bakra Dhujaa Gadaa Bhrat Sarab Raaj Koumaar|| Lachhh Roop Ddare Mano Jagiaan Main Su Dhaar||",
    "translation": "They were princes of discus, banners and maces and it seemed that the god of love had manifested himself in lakhs of forms;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 13042,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "byK byK bny nryS su jIq dys Asys ]dws Bwv sBY Dry mn jqR qqR nrys ]64]",
    "transliteration": "Bekh Bekh Bade Daresh Su Jeet Ddes Ases|| Daas Bhaav Sabhai Ddare Man Jatra Tatra Dares||64||",
    "translation": "They conquered various countries and became kings considering them sovereigns became their servants.64.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 13042,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "bwjmyD krY lgy hX swil qy hX cIn ]bol bol Amol ir`quj mMqR imqR pRbIn ]",
    "transliteration": "Baajmedh Darai Lage Haya Saal(i) Te Haya Cheen|| Bol Bola Mol Rittuj Mantra Mitra Prabeen||",
    "translation": "They selected a fine horse from their stable and decided to perform Ashvamedha Yajna; they invited the ministers, friends and Brahmins;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 13042,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "sMg dIn smUh sYnw bXUh bXUh bnwie ]jqR qqR iPrY lgy isr AqR qqR iPrwie ]65]",
    "transliteration": "San Deen Samooh Sainaa Byooh Byooh Banaae|| Jatra Tatra Phirai Lage Sir Atra Tata Phiraae||65||",
    "translation": "After that they gave groups of their forces to their ministers, who moved here and there, swinging the canopies over their heada.65.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 13042,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "joq pqR lhXo jhwN qh S`qR By sB cUr ]Coif Coif Bjy nrySn Cwf SsqR krUr ]",
    "transliteration": "Jot Patra Lahyo Jahaan Tah Shattra Bhe Sabh Chnr|| Chhodh(i) Chhodh(i) Bhaje Dareshan Chhaad Shastra Daroor||",
    "translation": "They obtained letter of victory from all the places and all their enemies were smashed; all the such kings ran away, forsaking their weapons;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 13042,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "fwr fwr snwih sUr qRIXwn Bys suDwr ]Bwij Bwij cly jhw qh puqR imqR ibswr ]66]",
    "transliteration": "Daar Daar Sanaah(i) Soor Treeyaan Bhes Sudhaar|| Bhaaj(i) Bhaaj(i) Chale Jahaa Tah Poutra Mitra Bisaar||66||",
    "translation": "These warriors, putting off their armours, assuming the guise of women and forgetting their sons and friends, ran away here and there.66.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 13042,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "gwij gwij gjy gdw Dir Bwij Bwij su BIr ]swj bwj qjy Bjy ibsMBwr bIr su DIr ]",
    "transliteration": "Gadj(i) Gadj(i) Gade Gadaa Dhar(i) Bhaaj(i) Bhaj(i) Su Bheer|| Saaj Baaj Taje Bhaje Bisanbhaar Beer Su Dheer||",
    "translation": "The mace-wielders thundered and the cowards fled away; many warriors leaving their paraphernalia ran away;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]