[
  {
    "id": 26285,
    "shabad_id": 2280,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਜਨਮ ਜਨਮ ਕੇ ਕਿਲਬਿਖ ਦੁਖ ਕਾਟੇ; ਅਾਪੇ ਮੇਲਿ ਮਿਲਾੲੀ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Janam Janam Kae Kilabikh Dhukh Kaattae Aapae Mael Milaaee || Rehaao ||",
    "translation": "The sins and sorrows of countless lifetimes are eradicated; the Lord Himself unites them in His Union. ||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਉਹਨਾਂ ਦੇ ਜਨਮਾਂ ਜਨਮਾਂ ਦੇ ਦੁੱਖ ਪਾਪ ਕੱਟ ਦੇਂਦਾ ਹੈ, ਤੇ, ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26286,
    "shabad_id": 2280,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ੲਿਹੁ ਕੁਟੰਬੁ ਸਭੁ ਜੀਅ ਕੇ ਬੰਧਨ ਭਾੲੀ; ਭਰਮਿ ਭੁਲਾ ਸੈਂਸਾਰਾ ॥",
    "transliteration": "Eihu Kuttanb Sabh Jeea Kae Bandhhan Bhaaee Bharam Bhulaa Sainasaaraa ||",
    "translation": "All of these relatives are like chains upon the soul, O Siblings of Destiny; the world is deluded by doubt.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨ ਤੋਂ ਬਿਨਾ) ਇਹ (ਆਪਣਾ) ਪਰਵਾਰ ਭੀ ਜਿੰਦ ਵਾਸਤੇ ਨਿਰਾ ਮੋਹ ਦੇ ਬੰਧਨ ਬਣ ਜਾਂਦਾ ਹੈ, (ਤਾਂਹੀਏਂ) ਜਗਤ (ਗੁਰੂ ਤੋਂ) ਭਟਕ ਕੇ ਕੁਰਾਹੇ ਪਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਕੁ-ਟੰਬੁ",
    "type_id": 3
  },
  {
    "id": 26287,
    "shabad_id": 2280,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ. ਬੰਧਨ ਟੂਟਹਿ ਨਾਹੀ; ਗੁਰਮੁਖਿ ਮੋਖ ਦੁਅਾਰਾ ॥",
    "transliteration": "Bin Gur Bandhhan Ttoottehi Naahee Guramukh Mokh Dhuaaraa ||",
    "translation": "Without the Guru, the chains cannot be broken; the Gurmukhs find the door of salvation.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਣ ਤੋਂ ਬਿਨਾ ਇਹ ਬੰਧਨ ਟੁੱਟਦੇ ਨਹੀਂ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲਾ ਮਨੁੱਖ (ਮੋਹ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਪਾਣ ਦਾ ਰਸਤਾ ਲੱਭ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26288,
    "shabad_id": 2280,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਕਰਮ ਕਰਹਿ. ਗੁਰ ਸਬਦੁ, ਨ ਪਛਾਣਹਿ; ਮਰਿ ਜਨਮਹਿ ਵਾਰੋ ਵਾਰਾ ॥੨॥",
    "transliteration": "Karam Karehi Gur Sabadh N Pashhaanehi Mar Janamehi Vaaro Vaaraa ||2||",
    "translation": "One who performs rituals without realizing the Word of the Guru's Shabad, shall die and be reborn, again and again. ||2||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਨਿਰੇ ਦੁਨੀਆ ਦੇ ਕੰਮ-ਧੰਧੇ ਹੀ ਕਰਦੇ ਹਨ, ਪਰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦੇ, ਉਹ ਮੁੜ ਮੁੜ ਜੰਮਦੇ ਮਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26289,
    "shabad_id": 2280,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਹੳੁ ਮੇਰਾ ਜਗੁ ਪਲਚਿ ਰਹਿਅਾ ਭਾੲੀ; ਕੋੲਿ. ਨ ਕਿਸ ਹੀ ਕੇਰਾ ॥",
    "transliteration": "Ho Maeraa Jag Palach Rehiaa Bhaaee Koe N Kis Hee Kaeraa ||",
    "translation": "The world is entangled in egotism and possessiveness, O Siblings of Destiny, but no one belongs to anyone else.",
    "punjabi": "ਹੇ ਭਾਈ! 'ਮੈਂ ਵੱਡਾ ਹਾਂ', 'ਇਹ ਧਨ ਆਦਿਕ ਮੇਰਾ ਹੈ'-ਇਸ ਵਿਚ ਹੀ ਜਗਤ ਉਲਝਿਆ ਪਿਆ ਹੈ (ਉਂਞ) ਕੋਈ ਭੀ ਕਿਸੇ ਦਾ (ਸਦਾ ਦਾ ਸਾਥੀ) ਨਹੀਂ ਬਣ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26290,
    "shabad_id": 2280,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਮਹਲੁ ਪਾੲਿਨਿ ਗੁਣ ਗਾਵਨਿ; ਨਿਜ ਘਰਿ ਹੋੲਿ ਬਸੇਰਾ ॥",
    "transliteration": "Guramukh Mehal Paaein Gun Gaavan Nij Ghar Hoe Basaeraa ||",
    "translation": "The Gurmukhs attain the Mansion of the Lord's Presence, singing the Glories of the Lord; they dwell in the home of their own inner being.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਤੇ, ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਕਰੀ ਰੱਖਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ (ਆਤਮਕ) ਨਿਵਾਸ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26291,
    "shabad_id": 2280,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਅੈਥੈ ਬੂਝੈ ਸੁ ਅਾਪੁ ਪਛਾਣੈ; ਹਰਿ ਪ੍ਰਭੁ ਹੈ ਤਿਸੁ ਕੇਰਾ ॥੩॥",
    "transliteration": "Aithhai Boojhai S Aap Pashhaanai Har Prabh Hai This Kaeraa ||3||",
    "translation": "One who understands here, realizes himself; the Lord God belongs to him. ||3||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਇਸ ਜੀਵਨ ਵਿਚ ਹੀ (ਇਸ ਭੇਤ ਨੂੰ) ਸਮਝਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪੜਤਾਲਦਾ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਮਨੁੱਖ ਦਾ ਸਹਾਈ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26292,
    "shabad_id": 2280,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਸਤਿਗੁਰੂ ਸਦਾ ਦੲਿਅਾਲੁ ਹੈ ਭਾੲੀ; ਵਿਣੁ ਭਾਗਾ. ਕਿਅਾ ਪਾੲੀਅੈ ॥",
    "transliteration": "Sathiguroo Sadhaa Dhaeiaal Hai Bhaaee Vin Bhaagaa Kiaa Paaeeai ||",
    "translation": "The True Guru is forever merciful, O Siblings of Destiny; without good destiny, what can anyone obtain?",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਹਰ ਵੇਲੇ ਹੀ ਦਇਆਵਾਨ ਰਹਿੰਦਾ ਹੈ (ਮਾਇਆ-ਵੇੜ੍ਹਿਆ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਆਉਂਦਾ) ਕਿਸਮਤਿ ਤੋਂ ਬਿਨਾ (ਗੁਰੂ ਪਾਸੋਂ) ਕੀਹ ਮਿਲੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26293,
    "shabad_id": 2280,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ੲੇਕ ਨਦਰਿ ਕਰਿ ਵੇਖੈ ਸਭ ੳੂਪਰਿ; ਜੇਹਾ ਭਾੳੁ. ਤੇਹਾ ਫਲੁ ਪਾੲੀਅੈ ॥",
    "transliteration": "Eaek Nadhar Kar Vaekhai Sabh Oopar Jaehaa Bhaao Thaehaa Fal Paaeeai ||",
    "translation": "He looks alike upon all with His Glance of Grace, but people receive the fruits of their rewards according to their love for the Lord.",
    "punjabi": "ਗੁਰੂ ਸਭਨਾਂ ਨੂੰ ਇਕ ਪਿਆਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਵੇਖਦਾ ਹੈ। (ਪਰ ਸਾਡੀ ਜੀਵਾਂ ਦੀ) ਜਿਹੋ ਜਿਹੀ ਭਾਵਨਾ ਹੁੰਦੀ ਹੈ ਉਹੋ ਜਿਹਾ ਫਲ (ਸਾਨੂੰ ਗੁਰੂ ਪਾਸੋਂ) ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26294,
    "shabad_id": 2280,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਵਸੈ ਮਨ ਅੰਤਰਿ; ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲੀਅੈ ॥੪॥੬॥",
    "transliteration": "Naanak Naam Vasai Man Anthar Vichahu Aap Gavaaeeai ||4||6||",
    "translation": "O Nanak, when the Naam, the Name of the Lord, comes to dwell within the mind, then self-conceit is eradicated from within. ||4||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੇ) ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲਈਏ, ਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ ॥੪॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26295,
    "shabad_id": 2281,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੩ ਚੌਤੁਕੇ ॥",
    "transliteration": "Sorath Mehalaa 3 Chaathukae ||",
    "translation": "Sorat'h, Third Mehl, Chau-Tukas:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26296,
    "shabad_id": 2281,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਚੀ ਭਗਤਿ ਸਤਿਗੁਰ ਤੇ ਹੋਵੈ; ਸਚੀ ਹਿਰਦੈ ਬਾਣੀ ॥",
    "transliteration": "Sachee Bhagath Sathigur Thae Hovai Sachee Hiradhai Baanee ||",
    "translation": "True devotional worship is obtained only through the True Guru, when the True Word of His Bani is in the heart.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਹੋ ਸਕਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਹਿਰਦੇ ਵਿਚ ਟਿਕ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26297,
    "shabad_id": 2281,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੇਵੇ ਸਦਾ ਸੁਖੁ ਪਾੲੇ; ਹੳੁਮੈ ਸਬਦਿ ਸਮਾਣੀ ॥",
    "transliteration": "Sathigur Saevae Sadhaa Sukh Paaeae Houmai Sabadh Samaanee ||",
    "translation": "Serving the True Guru, eternal peace is obtained; egotism is obliterated through the Word of the Shabad.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਸੁਖ ਮਾਣਦਾ ਹੈ, ਉਸ ਦੀ ਹਉਮੈ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਹੀ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26298,
    "shabad_id": 2281,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ ਸਾਚੇ. ਭਗਤਿ, ਨ ਹੋਵੀ; ਹੋਰ ਭੂਲੀ ਫਿਰੈ ੲਿਅਾਣੀ ॥",
    "transliteration": "Bin Gur Saachae Bhagath N Hovee Hor Bhoolee Firai Eiaanee ||",
    "translation": "Without the Guru, there is no true devotion; otherwise, people wander around, deluded by ignorance.",
    "punjabi": "ਸੱਚੇ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਜੇਹੜੀ ਅੰਞਾਣ ਲੁਕਾਈ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਨਹੀਂ ਆਉਂਦੀ, ਉਹ ਕੁਰਾਹੇ ਪਈ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26299,
    "shabad_id": 2281,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਨਮੁਖਿ ਫਿਰਹਿ. ਸਦਾ ਦੁਖੁ ਪਾਵਹਿ; ਡੂਬਿ ਮੁੲੇ. ਵਿਣੁ ਪਾਣੀ ॥੧॥",
    "transliteration": "Manamukh Firehi Sadhaa Dhukh Paavehi Ddoob Mueae Vin Paanee ||1||",
    "translation": "The self-willed manmukhs wander around, suffering in constant pain; they drown and die, even without water. ||1||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਸਦਾ ਦੁੱਖ ਪਾਂਦੇ ਹਨ; ਉਹ, ਮਾਨੋ, ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਹੀ ਡੁੱਬ ਮਰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26300,
    "shabad_id": 2281,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਭਾੲੀ ਰੇ; ਸਦਾ ਰਹਹੁ ਸਰਣਾੲੀ ॥",
    "transliteration": "Bhaaee Rae Sadhaa Rehahu Saranaaee ||",
    "translation": "O Siblings of Destiny, remain forever in the Lord's Sanctuary, under His Protection.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ ਗੁਰੂ ਦੀ ਸਰਨ ਟਿਕਿਆ ਰਹੁ।",
    "pronunciation": "ਰਹ-ਹੁ",
    "type_id": 3
  },
  {
    "id": 26301,
    "shabad_id": 2281,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਅਾਪਣੀ ਨਦਰਿ ਕਰੇ ਪਤਿ ਰਾਖੈ; ਹਰਿ ਨਾਮੋ ਦੇ ਵਡਿਅਾੲੀ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aapanee Nadhar Karae Path Raakhai Har Naamo Dhae Vaddiaaee || Rehaao ||",
    "translation": "Bestowing His Glance of Grace, He preserves our honor, and blesses us with the glory of the Lord's Name. ||Pause||",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਉਤੇ ਗੁਰੂ) ਆਪਣੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ; ਉਸ ਦੀ ਇੱਜ਼ਤ ਰੱਖਦਾ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਬਖ਼ਸ਼ਦਾ ਹੈ (ਜੋ ਇਕ ਵੱਡੀ) ਇੱਜ਼ਤ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26302,
    "shabad_id": 2281,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਪੂਰੇ ਗੁਰ ਤੇ. ਅਾਪੁ ਪਛਾਤਾ; ਸਬਦਿ ਸਚੈ ਵੀਚਾਰਾ ॥",
    "transliteration": "Poorae Gur Thae Aap Pashhaathaa Sabadh Sachai Veechaaraa ||",
    "translation": "Through the Perfect Guru, one comes to understand himself, contemplating the True Word of the Shabad.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪੜਤਾਲਣਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ, ਉਸ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਨੂੰ ਵਿਚਾਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26303,
    "shabad_id": 2281,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਹਿਰਦੈ ਜਗਜੀਵਨੁ ਸਦ ਵਸਿਅਾ; ਤਜਿ ਕਾਮੁ ਕ੍ਰੋਧੁ ਅਹੰਕਾਰਾ ॥",
    "transliteration": "Hiradhai Jagajeevan Sadh Vasiaa Thaj Kaam Krodhh Ahankaaraa ||",
    "translation": "The Lord, the Life of the world, ever abides in his heart, and he renounces sexual desire, anger and egotism.",
    "punjabi": "ਕਾਮ ਕ੍ਰੋਧ ਅਹੰਕਾਰ (ਆਦਿਕ ਵਿਕਾਰ) ਤਿਆਗਣ ਨਾਲ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਜਗਤ ਦਾ ਜੀਵਨ ਪ੍ਰਭੂ ਸਦਾ ਲਈ ਆ ਵੱਸਿਆ।",
    "pronunciation": "ਜੱਗਜੀਵਨੁ। ਅਹੰ-ਕਾਰਾ",
    "type_id": 3
  },
  {
    "id": 26304,
    "shabad_id": 2281,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਸਦਾ ਹਜੂਰਿ ਰਵਿਅਾ ਸਭ ਠਾੲੀ; ਹਿਰਦੈ ਨਾਮੁ ਅਪਾਰਾ ॥",
    "transliteration": "Sadhaa Hajoor Raviaa Sabh Thaaee Hiradhai Naam Apaaraa ||",
    "translation": "The Lord is ever-present, permeating and pervading all places; the Name of the Infinite Lord is enshrined within the heart.",
    "punjabi": "ਬੇਅੰਤ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਣ ਕਰਕੇ ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਹਰ ਵੇਲੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਦਿੱਸ ਪਿਆ, ਸਭ ਥਾਵਾਂ ਵਿਚ ਮੌਜੂਦ ਦਿੱਸ ਪਿਆ।",
    "pronunciation": "ਠਾੲੀਂ",
    "type_id": 3
  },
  {
    "id": 26305,
    "shabad_id": 2281,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜੁਗਿ ਜੁਗਿ ਬਾਣੀ ਸਬਦਿ ਪਛਾਣੀ; ਨਾੳੁ ਮੀਠਾ ਮਨਹਿ ਪਿਅਾਰਾ ॥੨॥",
    "transliteration": "Jug Jug Baanee Sabadh Pashhaanee Naao Meethaa Manehi Piaaraa ||2||",
    "translation": "Throughout the ages, through the Word of His Bani, His Shabad is realized, and the Name becomes so sweet and beloved to the mind. ||2||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਨੂੰ ਇਹ ਪਛਾਣ ਆ ਗਈ ਕਿ (ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ ਦਾ ਵਸੀਲਾ) ਹਰੇਕ ਜੁਗ ਵਿਚ ਗੁਰੂ ਦੀ ਬਾਣੀ ਹੀ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਸ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪਿਆ ॥੨॥",
    "pronunciation": "ਜੁੱਗਿ ਜੱੁਗਿ",
    "type_id": 3
  },
  {
    "id": 26306,
    "shabad_id": 2281,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੇਵਿ ਜਿਨਿ ਨਾਮੁ ਪਛਾਤਾ; ਸਫਲ ਜਨਮੁ ਜਗਿ ਅਾੲਿਅਾ ॥",
    "transliteration": "Sathigur Saev Jin Naam Pashhaathaa Safal Janam Jag Aaeiaa ||",
    "translation": "Serving the Guru, one realizes the Naam, the Name of the Lord; fruitful is his life, and his coming into the world.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ, ਜਗਤ ਵਿਚ ਆ ਕੇ ਉਸਦੀ ਜ਼ਿੰਦਗੀ ਕਾਮਯਾਬ ਹੋ ਗਈ।",
    "pronunciation": "ਜੱਗਿ",
    "type_id": 3
  },
  {
    "id": 26307,
    "shabad_id": 2281,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਰਸੁ ਚਾਖਿ. ਸਦਾ ਮਨੁ ਤ੍ਰਿਪਤਿਅਾ; ਗੁਣ ਗਾਵੈ ਗੁਣੀ ਅਘਾੲਿਅਾ ॥",
    "transliteration": "Har Ras Chaakh Sadhaa Man Thripathiaa Gun Gaavai Gunee Aghaaeiaa ||",
    "translation": "Tasting the sublime elixir of the Lord, his mind is satisfied and satiated forever; singing the Glories of the Glorious Lord, he is fulfilled and satisfied.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਸੁਆਦ ਚੱਖ ਕੇ ਉਸ ਦਾ ਮਨ ਸਦਾ ਲਈ ਤ੍ਰਿਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ, ਗੁਣਾਂ ਦੀ ਰਾਹੀਂ ਮਾਇਆ ਵਲੋਂ ਰੱਜ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26308,
    "shabad_id": 2281,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਕਮਲੁ ਪ੍ਰਗਾਸਿ ਸਦਾ ਰੰਗਿ ਰਾਤਾ; ਅਨਹਦ ਸਬਦੁ ਵਜਾੲਿਅਾ ॥",
    "transliteration": "Kamal Pragaas Sadhaa Rang Raathaa Anehadh Sabadh Vajaaeiaa ||",
    "translation": "The lotus of his heart blossoms forth, he is ever imbued with the Lord's Love, and the unstruck melody of the Shabad resounds within him.",
    "punjabi": "ਉਸ ਦਾ ਹਿਰਦਾ-ਕਮਲ ਖਿੜ ਕੇ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਇਕ-ਰਸ ਗੁਰ-ਸ਼ਬਦ (ਦਾ ਵਾਜਾ) ਵਜਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26309,
    "shabad_id": 2281,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਤਨੁ ਮਨੁ ਨਿਰਮਲੁ. ਨਿਰਮਲ ਬਾਣੀ; ਸਚੇ ਸਚਿ ਸਮਾੲਿਅਾ ॥੩॥",
    "transliteration": "Than Man Niramal Niramal Baanee Sachae Sach Samaaeiaa ||3||",
    "translation": "His body and mind become immaculately pure; his speech becomes immaculate as well, and he merges in the Truest of the True. ||3||",
    "punjabi": "ਪਵਿਤ੍ਰ ਬਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਸਰੀਰ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26310,
    "shabad_id": 2281,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਕੀ ਗਤਿ. ਕੋੲਿ ਨ ਬੂਝੈ; ਗੁਰਮਤਿ ਰਿਦੈ ਸਮਾੲੀ ॥",
    "transliteration": "Raam Naam Kee Gath Koe N Boojhai Guramath Ridhai Samaaee ||",
    "translation": "No one knows the state of the Lord's Name; through the Guru's Teachings, it comes to abide in the heart.",
    "punjabi": "ਕੋਈ ਮਨੁੱਖ ਨਹੀਂ ਸਮਝ ਸਕਦਾ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਕਿਤਨੀ ਕੁ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਬਣ ਜਾਂਦੀ ਹੈ (ਉਂਞ) ਗੁਰੂ ਦੀ ਮਤਿ ਲਿਆਂ ਨਾਮ (ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26311,
    "shabad_id": 2281,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹੋਵੈ ਸੁ ਮਗੁ ਪਛਾਣੈ; ਹਰਿ ਰਸਿ ਰਸਨ ਰਸਾੲੀ ॥",
    "transliteration": "Guramukh Hovai S Mag Pashhaanai Har Ras Rasan Rasaaee ||",
    "translation": "One who becomes Gurmukh, understands the Path; his tongue savors the sublime essence of the Lord's Nectar.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਜਾਂਦਾ ਹੈ ਉਹ (ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ) ਰਸਤਾ ਪਛਾਣ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੀ ਜੀਭ ਨਾਮ-ਰਸ ਨਾਲ ਰਸ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26312,
    "shabad_id": 2281,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਜਪੁ ਤਪੁ ਸੰਜਮੁ ਸਭੁ ਗੁਰ ਤੇ ਹੋਵੈ; ਹਿਰਦੈ ਨਾਮੁ ਵਸਾੲੀ ॥",
    "transliteration": "Jap Thap Sanjam Sabh Gur Thae Hovai Hiradhai Naam Vasaaee ||",
    "translation": "Meditation, austere self-discipline and self-restraint are all obtained from the Guru; the Naam, the Name of the Lord, comes to abide within the heart.",
    "punjabi": "ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ-ਇਹੀ ਹੈ ਜਪ, ਇਹੀ ਹੈ ਤਪ, ਇਹੀ ਹੈ ਸੰਜਮ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26313,
    "shabad_id": 2281,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਸਮਾਲਹਿ ਸੇ ਜਨ ਸੋਹਨਿ; ਦਰਿ ਸਾਚੈ ਪਤਿ ਪਾੲੀ ॥੪॥੭॥",
    "transliteration": "Naanak Naam Samaalehi Sae Jan Sohan Dhar Saachai Path Paaee ||4||7||",
    "translation": "O Nanak, those humble beings who praise the Naam are beautiful; they are honored in the Court of the True Lord. ||4||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੇ ਹਨ, ਉਹ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਉਹਨਾਂ ਨੂੰ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ॥੪॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26314,
    "shabad_id": 2282,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸੋਰਠਿ ਮਃ ੩ ਦੁਤੁਕੇ ॥",
    "transliteration": "Sorath Ma 3 Dhuthukae ||",
    "translation": "Sorat'h, Third Mehl, Du-Tukas:",
    "punjabi": "",
    "pronunciation": "ਦੁ-ਤੁਕੇ",
    "type_id": 3
  },
  {
    "id": 26315,
    "shabad_id": 2282,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਤਿਗੁਰ ਮਿਲਿਅੈ ੳੁਲਟੀ ਭੲੀ ਭਾੲੀ; ਜੀਵਤ ਮਰੈ. ਤਾ ਬੂਝ ਪਾੲਿ ॥",
    "transliteration": "Sathigur Miliai Oulattee Bhee Bhaaee Jeevath Marai Thaa Boojh Paae ||",
    "translation": "Meeting the True Guru, one turns away from the world, O Siblings of Destiny; when he remains dead while yet alive, he obtains true understanding.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਮਝ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਮਨੁੱਖ ਦੀ ਸੁਰਤਿ ਵਿਕਾਰਾਂ ਵਲੋਂ ਪਰਤ ਪੈਂਦੀ ਹੈ, ਦੁਨੀਆ ਦੇ ਕਾਰ-ਵਿਹਾਰ ਕਰਦਾ ਹੋਇਆ ਹੀ ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਵਲੋਂ ਅਛੋਹ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26316,
    "shabad_id": 2282,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸੋ ਗੁਰੂ. ਸੋ ਸਿਖੁ ਹੈ ਭਾੲੀ; ਜਿਸੁ ਜੋਤੀ ਜੋਤਿ ਮਿਲਾੲਿ ॥੧॥",
    "transliteration": "So Guroo So Sikh Hai Bhaaee Jis Jothee Joth Milaae ||1||",
    "translation": "He alone is the Guru, and he alone is a Sikh, O Siblings of Destiny, whose light merges in the Light. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਆਤਮਾ ਨੂੰ ਗੁਰੂ ਪਰਮਾਤਮਾ ਵਿਚ ਮਿਲਾ ਦੇਂਦਾ ਹੈ, ਉਹ (ਅਸਲ) ਸਿੱਖ ਬਣ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26317,
    "shabad_id": 2282,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਮਨ ਰੇ; ਹਰਿ ਹਰਿ ਸੇਤੀ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Man Rae Har Har Saethee Liv Laae ||",
    "translation": "O my mind, be lovingly attuned to the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਨਾਲ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26318,
    "shabad_id": 2282,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਮਨ. ਹਰਿ ਜਪਿ ਮੀਠਾ ਲਾਗੈ ਭਾੲੀ; ਗੁਰਮੁਖਿ ਪਾੲੇ ਹਰਿ ਥਾੲਿ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Man Har Jap Meethaa Laagai Bhaaee Guramukh Paaeae Har Thhaae || Rehaao ||",
    "translation": "Chanting the Name of the Lord, it seems so sweet to the mind, O Siblings of Destiny; the Gurmukhs obtain a place in the Court of the Lord. ||Pause||",
    "punjabi": "ਹੇ ਮਨ! ਮੁੜ ਮੁੜ ਜਪ ਜਪ ਕੇ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ। ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਣ ਵਾਲਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ (ਥਾਂ) ਲੱਭ ਲੈਂਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  }
]
