[
  {
    "id": 26319,
    "shabad_id": 2282,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ. ਪ੍ਰੀਤਿ ਨ ੳੂਪਜੈ ਭਾੲੀ; ਮਨਮੁਖਿ ਦੂਜੈ ਭਾੲਿ ॥",
    "transliteration": "Bin Gur Preeth N Oopajai Bhaaee Manamukh Dhoojai Bhaae ||",
    "translation": "Without the Guru, love for the Lord does not well up, O Siblings of Destiny; the self-willed manmukhs are engrossed in the love of duality.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖ ਦਾ ਪ੍ਰਭੂ ਵਿਚ) ਪਿਆਰ ਪੈਦਾ ਨਹੀਂ ਹੁੰਦਾ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ) ਹੋਰ ਹੋਰ ਦੇ ਪਿਆਰ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26320,
    "shabad_id": 2282,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਤੁਹ ਕੁਟਹਿ. ਮਨਮੁਖ ਕਰਮ ਕਰਹਿ ਭਾੲੀ; ਪਲੈ. ਕਿਛੂ ਨ ਪਾੲਿ ॥੨॥",
    "transliteration": "Thuh Kuttehi Manamukh Karam Karehi Bhaaee Palai Kishhoo N Paae ||2||",
    "translation": "Actions performed by the manmukh are like the threshing of the chaff - they obtain nothing for their efforts. ||2||",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਜੋ ਭੀ ਧਾਰਮਿਕ) ਕੰਮ ਕਰਦੇ ਹਨ ਉਹ (ਮਾਨੋ) ਤੁਹ ਹੀ ਕੁੱਟਦੇ ਹਨ, (ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਕਰਮਾਂ ਵਿਚੋਂ) ਹਾਸਲ ਕੁਝ ਨਹੀਂ ਹੁੰਦਾ (ਜਿਵੇਂ ਤੁਹਾਂ ਵਿਚੋਂ ਕੁਝ ਨਹੀਂ ਮਿਲਦਾ) ॥੨॥",
    "pronunciation": "ਨਾਮ ਰੂਪੀ ਦਾਣੇ ਰਹਿਤ (ਤੁਹ) ਫੋਕੇ। ਪੱਲੈ",
    "type_id": 3
  },
  {
    "id": 26321,
    "shabad_id": 2282,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਗੁਰ ਮਿਲਿਅੈ. ਨਾਮੁ ਮਨਿ ਰਵਿਅਾ ਭਾੲੀ; ਸਾਚੀ ਪ੍ਰੀਤਿ ਪਿਅਾਰਿ ॥",
    "transliteration": "Gur Miliai Naam Man Raviaa Bhaaee Saachee Preeth Piaar ||",
    "translation": "Meeting the Guru, the Naam comes to permeate the mind, O Siblings of Destiny, with true love and affection.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਸ ਦੇ ਮਨ ਵਿਚ ਸਦਾ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤਿ ਵਿਚ ਪਿਆਰ ਵਿਚ ਮਗਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26322,
    "shabad_id": 2282,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਸਦਾ ਹਰਿ ਕੇ ਗੁਣ ਰਵੈ ਭਾੲੀ; ਗੁਰ ਕੈ ਹੇਤਿ ਅਪਾਰਿ ॥੩॥",
    "transliteration": "Sadhaa Har Kae Gun Ravai Bhaaee Gur Kai Haeth Apaar ||3||",
    "translation": "He always sings the Glorious Praises of the Lord, O Siblings of Destiny, with infinite love for the Guru. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ ਅਤੁੱਟ ਪਿਆਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26323,
    "shabad_id": 2282,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਅਾੲਿਅਾ ਸੋ ਪਰਵਾਣੁ ਹੈ ਭਾੲੀ; ਜਿ ਗੁਰ ਸੇਵਾ ਚਿਤੁ ਲਾੲਿ ॥",
    "transliteration": "Aaeiaa So Paravaan Hai Bhaaee J Gur Saevaa Chith Laae ||",
    "translation": "How blessed and approved is his coming into the world, O Siblings of Destiny, who focuses his mind on serving the Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਵਿਚ ਚਿੱਤ ਜੋੜਦਾ ਹੈ ਉਸ ਦਾ ਜਗਤ ਵਿਚ ਆਉਣਾ ਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26324,
    "shabad_id": 2282,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਹਰਿ ਪਾੲੀਅੈ ਭਾੲੀ; ਗੁਰ ਸਬਦੀ ਮੇਲਾੲਿ ॥੪॥੮॥",
    "transliteration": "Naanak Naam Har Paaeeai Bhaaee Gur Sabadhee Maelaae ||4||8||",
    "translation": "O Nanak, the Name of the Lord is obtained, O Siblings of Destiny, through the Word of the Guru's Shabad, and we merge with the Lord. ||4||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26325,
    "shabad_id": 2283,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੩ ਘਰੁ ੧ ॥",
    "transliteration": "Sorath Mehalaa 3 Ghar 1 ||",
    "translation": "Sorat'h, Third Mehl, First House:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26326,
    "shabad_id": 2283,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਤਿਹੀ ਗੁਣੀ ਤਿ੍ਰਭਵਣੁ ਵਿਅਾਪਿਅਾ ਭਾੲੀ; ਗੁਰਮੁਖਿ ਬੂਝ ਬੁਝਾੲਿ ॥",
    "transliteration": "Thihee Gunee Thribhavan Viaapiaa Bhaaee Guramukh Boojh Bujhaae ||",
    "translation": "The three worlds are entangled in the three qualities, O Siblings of Destiny; the Guru imparts understanding.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਰਾ ਜਗਤ ਮਾਇਆ ਦੇ ਤਿੰਨਾਂ ਗੁਣਾਂ ਵਿਚ ਹੀ ਫਸਿਆ ਪਿਆ ਹੈ। ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਂਦਾ ਹੈ (ਗੁਰੂ ਉਸ ਨੂੰ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਮਝ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "ਬੂੱਝ ਬੁੱਝਾੲਿ",
    "type_id": 3
  },
  {
    "id": 26327,
    "shabad_id": 2283,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਰਾਮ ਨਾਮਿ ਲਗਿ ਛੂਟੀਅੈ ਭਾੲੀ; ਪੂਛਹੁ ਗਿਅਾਨੀਅਾ ਜਾੲਿ ॥੧॥",
    "transliteration": "Raam Naam Lag Shhootteeai Bhaaee Pooshhahu Giaaneeaa Jaae ||1||",
    "translation": "Attached to the Lord's Name, one is emancipated, O Siblings of Destiny; go and ask the wise ones about this. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਕੇ (ਮਾਇਆ ਦੇ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦੀ ਪਕੜ ਤੋਂ) ਬਚੀਦਾ ਹੈ, (ਆਪਣੀ ਤਸੱਲੀ ਵਾਸਤੇ) ਜਾ ਕੇ ਪੁੱਛ ਲਵੋ ਉਹਨਾਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਮਝ ਆ ਗਈ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26328,
    "shabad_id": 2283,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਮਨ ਰੇ. ਤ੍ਰੈ ਗੁਣ ਛੋਡਿ; ਚੳੁਥੈ ਚਿਤੁ ਲਾੲਿ ॥",
    "transliteration": "Man Rae Thrai Gun Shhodd Chouthhai Chith Laae ||",
    "translation": "O mind, renounce the three qualities, and focus your consciousness on the fourth state.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਮਾਇਆ ਦੇ) ਤਿੰਨ ਗੁਣਾਂ (ਦੇ ਪ੍ਰਭਾਵ) ਨੂੰ ਛੱਡ ਕੇ ਉਸ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਜਿਥੇ ਇਹਨਾਂ ਤਿੰਨਾਂ ਦਾ ਜ਼ੋਰ ਨਹੀਂ ਪੈਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26329,
    "shabad_id": 2283,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ ਤੇਰੈ ਮਨਿ ਵਸੈ ਭਾੲੀ; ਸਦਾ ਹਰਿ ਕੇ ਗੁਣ ਗਾੲਿ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Jeeo Thaerai Man Vasai Bhaaee Sadhaa Har Kae Gun Gaae || Rehaao ||",
    "translation": "The Dear Lord abides in the mind, O Siblings of Destiny; ever sing the Glorious Praises of the Lord. ||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਤੇਰੇ ਮਨ ਵਿਚ (ਹੀ) ਵੱਸਦਾ ਹੈ, ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਇਆ ਕਰ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26330,
    "shabad_id": 2283,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਨਾਮੈ ਤੇ ਸਭਿ ੳੂਪਜੇ ਭਾੲੀ; ਨਾੲਿ ਵਿਸਰਿਅੈ ਮਰਿ ਜਾੲਿ ॥",
    "transliteration": "Naamai Thae Sabh Oopajae Bhaaee Naae Visariai Mar Jaae ||",
    "translation": "From the Naam, everyone originated, O Siblings of Destiny; forgetting the Naam, they die away.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਹੀ ਸਾਰੇ ਜੀਵ ਆਤਮਕ ਜੀਵਨ ਜੀਊ ਸਕਦੇ ਹਨ। ਜੇ ਨਾਮ ਵਿਸਰ ਜਾਏ, ਤਾਂ ਮਨੁੱਖ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26331,
    "shabad_id": 2283,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਅਗਿਅਾਨੀ ਜਗਤੁ ਅੰਧੁ ਹੈ ਭਾੲੀ; ਸੂਤੇ ਗੲੇ ਮੁਹਾੲਿ ॥੨॥",
    "transliteration": "Agiaanee Jagath Andhh Hai Bhaaee Soothae Geae Muhaae ||2||",
    "translation": "The ignorant world is blind, O Siblings of Destiny; those who sleep are plundered. ||2||",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਮਝ ਤੋਂ ਸੱਖਣਾ ਜਗਤ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ। ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਸੁੱਤੇ ਹੋਏ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੀ ਰਾਸਿ-ਪੂੰਜੀ ਲੁਟਾ ਕੇ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(ਮੁਹਾੲਿ) ਠੱਗੇ। ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 26332,
    "shabad_id": 2283,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਜਾਗੇ ਸੇ ੳੁਬਰੇ ਭਾੲੀ; ਭਵਜਲੁ ਪਾਰਿ ੳੁਤਾਰਿ ॥",
    "transliteration": "Guramukh Jaagae Sae Oubarae Bhaaee Bhavajal Paar Outhaar ||",
    "translation": "Those Gurmukhs who remain awake are saved, O Siblings of Destiny; they cross over the terrifying world-ocean.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਜਾਗ ਪੈਂਦੇ ਹਨ ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ, (ਗੁਰੂ ਉਹਨਾਂ ਨੂੰ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26333,
    "shabad_id": 2283,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਜਗ ਮਹਿ ਲਾਹਾ ਹਰਿ ਨਾਮੁ ਹੈ ਭਾੲੀ; ਹਿਰਦੈ ਰਖਿਅਾ ੳੁਰ ਧਾਰਿ ॥੩॥",
    "transliteration": "Jag Mehi Laahaa Har Naam Hai Bhaaee Hiradhai Rakhiaa Our Dhhaar ||3||",
    "translation": "In this world, the Name of the Lord is the true profit, O Siblings of Destiny; keep it enshrined within your heart. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲਾ ਮਨੁੱਖ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਾਂਭ ਕੇ ਰੱਖਦਾ ਹੈ, ਇਹ ਹਰਿ-ਨਾਮ ਹੀ ਜਗਤ ਵਿਚ (ਅਸਲ) ਲਾਭ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26334,
    "shabad_id": 2283,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਗੁਰ ਸਰਣਾੲੀ ੳੁਬਰੇ ਭਾੲੀ; ਰਾਮ ਨਾਮਿ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Gur Saranaaee Oubarae Bhaaee Raam Naam Liv Laae ||",
    "translation": "In the Guru's Sanctuary, O Siblings of Destiny, you shall be saved; be lovingly attuned to the Lord's Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤਿ ਜੋੜ ਕੇ ਮਨੁੱਖ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26335,
    "shabad_id": 2283,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਨਾੳੁ ਬੇੜਾ, ਨਾੳੁ ਤੁਲਹੜਾ ਭਾੲੀ; ਜਿਤੁ ਲਗਿ. ਪਾਰਿ ਜਨ ਪਾੲਿ ॥੪॥੯॥",
    "transliteration": "Naanak Naao Baerraa Naao Thuleharraa Bhaaee Jith Lag Paar Jan Paae ||4||9||",
    "translation": "O Nanak, the Name of the Lord is the boat, and the Name is the raft, O Siblings of Destiny; setting out on it, the Lord's humble servant crosses over the world-ocean. ||4||9||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਜਹਾਜ਼ ਹੈ, ਹਰਿ-ਨਾਮ ਹੀ ਤੁਲਹਾ ਹੈ ਜਿਸ ਵਿਚ ਚੜ੍ਹ ਕੇ ਮਨੁੱਖ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੪॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26336,
    "shabad_id": 2284,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੩ ਘਰੁ ੧ ॥",
    "transliteration": "Sorath Mehalaa 3 Ghar 1 ||",
    "translation": "Sorat'h, Third Mehl, First House:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26337,
    "shabad_id": 2284,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੁਖਸਾਗਰੁ ਜਗ ਅੰਤਰਿ; ਹੋਰ ਥੈ ਸੁਖੁ ਨਾਹੀ ॥",
    "transliteration": "Sathigur Sukh Saagar Jag Anthar Hor Thhai Sukh Naahee ||",
    "translation": "The True Guru is the ocean of peace in the world; there is no other place of rest and peace.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਗਤ ਵਿਚ ਗੁਰੂ (ਹੀ) ਸੁਖ ਦਾ ਸਮੁੰਦਰ ਹੈ, (ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਥਾਂ ਸੁਖ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26338,
    "shabad_id": 2284,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹੳੁਮੈ ਜਗਤੁ ਦੁਖਿ ਰੋਗਿ ਵਿਅਾਪਿਅਾ; ਮਰਿ ਜਨਮੈ ਰੋਵੈ ਧਾਹੀ ॥੧॥",
    "transliteration": "Houmai Jagath Dhukh Rog Viaapiaa Mar Janamai Rovai Dhhaahee ||1||",
    "translation": "The world is afflicted with the painful disease of egotism; dying, only to be reborn, it cries out in pain. ||1||",
    "punjabi": "ਜਗਤ ਆਪਣੀ ਹਉਮੈ ਦੇ ਕਾਰਨ (ਗੁਰੂ ਤੋਂ ਖੁੰਝ ਕੇ) ਦੁੱਖ ਵਿਚ ਰੋਗ ਵਿਚ ਗ੍ਰਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਹੈ, ਧਾਹਾਂ ਮਾਰ ਮਾਰ ਕੇ ਰੋਂਦਾ ਹੈ (ਦੁੱਖੀ ਹੁੰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26339,
    "shabad_id": 2284,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਪ੍ਰਾਣੀ; ਸਤਿਗੁਰੁ ਸੇਵਿ ਸੁਖੁ ਪਾੲਿ ॥",
    "transliteration": "Praanee Sathigur Saev Sukh Paae ||",
    "translation": "O mind, serve the True Guru, and obtain peace.",
    "punjabi": "ਹੇ ਬੰਦੇ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਤੇ, ਆਤਮਕ ਆਨੰਦ ਮਾਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26340,
    "shabad_id": 2284,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੇਵਹਿ. ਤਾ ਸੁਖੁ ਪਾਵਹਿ; ਨਾਹਿ ਤ. ਜਾਹਿਗਾ ਜਨਮੁ ਗਵਾੲਿ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sathigur Saevehi Thaa Sukh Paavehi Naahi Th Jaahigaa Janam Gavaae || Rehaao ||",
    "translation": "If you serve the True Guru, you shall find peace; otherwise, you shall depart, after wasting away your life in vain. ||Pause||",
    "punjabi": "ਜੇ ਤੂੰ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰੇਂਗਾ, ਤਾਂ ਸੁਖ ਪਾਏਂਗਾ। ਨਹੀਂ ਤਾਂ ਆਪਣਾ ਜੀਵਨ ਵਿਅਰਥ ਗੁਜ਼ਾਰ ਕੇ (ਇਥੋਂ) ਚਲਾ ਜਾਏਂਗਾ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26341,
    "shabad_id": 2284,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਤ੍ਰੈ ਗੁਣ ਧਾਤੁ ਬਹੁ ਕਰਮ ਕਮਾਵਹਿ; ਹਰਿ ਰਸ ਸਾਦੁ. ਨ ਅਾੲਿਅਾ ॥",
    "transliteration": "Thrai Gun Dhhaath Bahu Karam Kamaavehi Har Ras Saadh N Aaeiaa ||",
    "translation": "Led around by the three qualities, he does many deeds, but he does not come to taste and savor the subtle essence of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਤੋਂ ਖੁੰਝੇ ਹੋਏ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦੇ ਪ੍ਰਭਾਵ ਵਿਚ (ਮਿਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕਰਮ ਕਰਦੇ ਹਨ, ਪਰ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26342,
    "shabad_id": 2284,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਸੰਧਿਅਾ ਤਰਪਣੁ ਕਰਹਿ ਗਾੲਿਤ੍ਰੀ; ਬਿਨੁ ਬੂਝੇ ਦੁਖੁ ਪਾੲਿਅਾ ॥੨॥",
    "transliteration": "Sandhhiaa Tharapan Karehi Gaaeithree Bin Boojhae Dhukh Paaeiaa ||2||",
    "translation": "He says his evening prayers, and makes offerings of water, and recites his morning prayers, but without true understanding, he still suffers in pain. ||2||",
    "punjabi": "ਤਿੰਨੇ ਵੇਲੇ ਸੰਧਿਆ-ਪਾਠ ਕਰਦੇ ਹਨ, ਪਿਤਰਾਂ ਦੇਵਤਿਆਂ ਨੂੰ ਜਲ ਅਰਪਣ ਕਰਦੇ ਹਨ, ਗਾਇਤ੍ਰੀ-ਮੰਤ੍ਰ ਦਾ ਪਾਠ ਕਰਦੇ ਹਨ, ਪਰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਨੂੰ ਦੁੱਖ ਹੀ ਮਿਲਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ੳੁਂਗਲਾਂ ਤੇ ਦੱਭ ਦੇ ਛੱਲੇ ਚਾੜ੍ਹ ਕੇ ਸੂਰਜ ਨੰੂ ਪਾਣੀ ਦੇਣਾ ਤਰਪਣੁ ਹੈ",
    "type_id": 3
  },
  {
    "id": 26343,
    "shabad_id": 2284,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੇਵੇ ਸੋ ਵਡਭਾਗੀ; ਜਿਸ ਨੋ ਅਾਪਿ ਮਿਲਾੲੇ ॥",
    "transliteration": "Sathigur Saevae So Vaddabhaagee Jis No Aap Milaaeae ||",
    "translation": "One who serves the True Guru is very fortunate; as the Lord so wills, he meets with the Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲਾ ਹੈ ਜੋ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦਾ ਹੈ (ਪਰ ਗੁਰੂ ਉਸੇ ਨੂੰ ਮਿਲਦਾ ਹੈ) ਜਿਸ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ ਮਿਲਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26344,
    "shabad_id": 2284,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਰਸੁ ਪੀ ਜਨ ਸਦਾ ਤਿ੍ਰਪਤਾਸੇ; ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲੇ ॥੩॥",
    "transliteration": "Har Ras Pee Jan Sadhaa Thripathaasae Vichahu Aap Gavaaeae ||3||",
    "translation": "Drinking in the sublime essence of the Lord, His humble servants remain ever satisfied; they eradicate self-conceit from within themselves. ||3||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਣ ਵਾਲੇ) ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ (ਗੁਰੂ ਪਾਸੋਂ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਪੀ ਕੇ ਸਦਾ ਰੱਜੇ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26345,
    "shabad_id": 2284,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ੲਿਹੁ ਜਗੁ ਅੰਧਾ. ਸਭੁ ਅੰਧੁ ਕਮਾਵੈ; ਬਿਨੁ ਗੁਰ. ਮਗੁ ਨ ਪਾੲੇ ॥",
    "transliteration": "Eihu Jag Andhhaa Sabh Andhh Kamaavai Bin Gur Mag N Paaeae ||",
    "translation": "This world is blind, and all act blindly; without the Guru, no one finds the Path.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਜਗਤ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਪਿਆ ਹੈ, ਅੰਨ੍ਹਿਆਂ ਵਾਲਾ ਹੀ ਕੰਮ ਸਦਾ ਕਰਦਾ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ (ਜੀਵਨ ਦਾ ਸਹੀ) ਰਸਤਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26346,
    "shabad_id": 2284,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਸਤਿਗੁਰੁ ਮਿਲੈ, ਤ ਅਖੀ ਵੇਖੈ; ਘਰੈ ਅੰਦਰਿ ਸਚੁ ਪਾੲੇ ॥੪॥੧੦॥",
    "transliteration": "Naanak Sathigur Milai Th Akhee Vaekhai Gharai Andhar Sach Paaeae ||4||10||",
    "translation": "O Nanak, meeting with the True Guru, one sees with his eyes, and finds the True Lord within the home of his own being. ||4||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਇਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ (ਪਰਮਾਤਮਾ ਨੂੰ) ਅੱਖਾਂ ਨਾਲ ਵੇਖ ਲੈਂਦਾ ਹੈ, ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲੈਂਦਾ ਹੈ ॥੪॥੧੦॥",
    "pronunciation": "ਅੱਖੀਂ",
    "type_id": 3
  },
  {
    "id": 26347,
    "shabad_id": 2285,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੩ ॥",
    "transliteration": "Sorath Mehalaa 3 ||",
    "translation": "Sorat'h, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26348,
    "shabad_id": 2285,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰ ਸੇਵੇ. ਬਹੁਤਾ ਦੁਖੁ ਲਾਗਾ; ਜੁਗ ਚਾਰੇ ਭਰਮਾੲੀ ॥",
    "transliteration": "Bin Sathigur Saevae Bahuthaa Dhukh Laagaa Jug Chaarae Bharamaaee ||",
    "translation": "Without serving the True Guru, he suffers in terrible pain, and throughout the four ages, he wanders aimlessly.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਨੂੰ ਬਹੁਤ ਦੁੱਖ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਨੁੱਖ ਸਦਾ ਹੀ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26349,
    "shabad_id": 2285,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਹਮ ਦੀਨ. ਤੁਮ ਜੁਗੁ ਜੁਗੁ ਦਾਤੇ; ਸਬਦੇ ਦੇਹਿ ਬੁਝਾੲੀ ॥੧॥",
    "transliteration": "Ham Dheen Thum Jug Jug Dhaathae Sabadhae Dhaehi Bujhaaee ||1||",
    "translation": "I am poor and meek, and throughout the ages, You are the Great Giver - please, grant me the understanding of the Shabad. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ (ਜੀਵ, ਤੇਰੇ ਦਰ ਦੇ) ਮੰਗਤੇ ਹਾਂ, ਤੂੰ ਸਦਾ ਹੀ (ਸਾਨੂੰ) ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ, (ਮੇਹਰ ਕਰ, ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਮਝ ਬਖ਼ਸ਼ ॥੧॥",
    "pronunciation": "ਜੁੱਗੁ। ਬੁੱਝਾੲੀ",
    "type_id": 3
  },
  {
    "id": 26350,
    "shabad_id": 2285,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ; ਕਿ੍ਰਪਾ ਕਰਹੁ ਤੁਮ ਪਿਅਾਰੇ ॥",
    "transliteration": "Har Jeeo Kirapaa Karahu Thum Piaarae ||",
    "translation": "O Dear Beloved Lord, please show mercy to me.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਜੀ! (ਮੇਰੇ ਉਤੇ) ਮੇਹਰ ਕਰ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26351,
    "shabad_id": 2285,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਦਾਤਾ ਮੇਲਿ ਮਿਲਾਵਹੁ; ਹਰਿ ਨਾਮੁ ਦੇਵਹੁ ਅਾਧਾਰੇ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sathigur Dhaathaa Mael Milaavahu Har Naam Dhaevahu Aadhhaarae || Rehaao ||",
    "translation": "Unite me in the Union of the True Guru, the Great Giver, and give me the support of the Lord's Name. ||Pause||",
    "punjabi": "ਤੇਰੇ ਨਾਮ ਦੀ ਦਾਤਿ ਦੇਣ ਵਾਲਾ ਗੁਰੂ ਮੈਨੂੰ ਮਿਲਾ, ਅਤੇ (ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦਾ) ਸਹਾਰਾ ਆਪਣਾ ਨਾਮ ਮੈਨੂੰ ਦੇਹ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26352,
    "shabad_id": 2285,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਮਨਸਾ ਮਾਰਿ ਦੁਬਿਧਾ ਸਹਜਿ ਸਮਾਣੀ; ਪਾੲਿਅਾ ਨਾਮੁ ਅਪਾਰਾ ॥",
    "transliteration": "Manasaa Maar Dhubidhhaa Sehaj Samaanee Paaeiaa Naam Apaaraa ||",
    "translation": "Conquering my desires and duality, I have merged in celestial peace, and I have found the Naam, the Name of the Infinite Lord.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੇ) ਬੇਅੰਤ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹਾਸਲ ਕਰ ਲਿਆ (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਵਾਸਨਾ ਨੂੰ ਮੁਕਾ ਕੇ ਉਸ ਦੀ ਮਾਨਸਕ ਡਾਂਵਾਂ-ਡੋਲ ਹਾਲਤ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26353,
    "shabad_id": 2285,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਰਸੁ ਚਾਖਿ. ਮਨੁ ਨਿਰਮਲੁ ਹੋਅਾ; ਕਿਲਬਿਖ ਕਾਟਣਹਾਰਾ ॥੨॥",
    "transliteration": "Har Ras Chaakh Man Niramal Hoaa Kilabikh Kaattanehaaraa ||2||",
    "translation": "I have tasted the sublime essence of the Lord, and my soul has become immaculately pure; the Lord is the Destroyer of sins. ||2||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਾਰੇ ਪਾਪ ਕੱਟਣ ਦੇ ਸਮਰਥ ਹੈ (ਜੇਹੜਾ ਮਨੁੱਖ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ) ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ ਕੇ ਉਸ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
