[
  {
    "id": 26458,
    "shabad_id": 2292,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਗਲਿ ਜੇਵੜੀ ਅਾਪੇ ਪਾੲਿਦਾ ਪਿਅਾਰਾ; ਜਿੳੁ ਪ੍ਰਭੁ ਖਿੰਚੈ ਤਿੳੁ ਜਾਹਾ ॥",
    "transliteration": "Gal Jaevarree Aapae Paaeidhaa Piaaraa Jio Prabh Khinchai Thio Jaahaa ||",
    "translation": "The Beloved Himself puts the chains around their necks; as God pulls them, must they go.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਦੇ) ਗਲ ਵਿਚ ਰੱਸੀ ਪਾਈ ਰੱਖਦਾ ਹੈ, ਜਿਵੇਂ ਪ੍ਰਭੂ (ਉਸ ਰੱਸੀ ਨੂੰ) ਖਿੱਚਦਾ ਹੈ ਤਿਵੇਂ ਹੀ ਜੀਵ (ਜੀਵਨ-ਰਾਹ ਤੇ) ਤੁਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26459,
    "shabad_id": 2292,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਜੋ ਗਰਬੈ. ਸੋ ਪਚਸੀ ਪਿਅਾਰੇ; ਜਪਿ ਨਾਨਕ ਭਗਤਿ ਸਮਾਹਾ ॥੪॥੬॥",
    "transliteration": "Jo Garabai So Pachasee Piaarae Jap Naanak Bhagath Samaahaa ||4||6||",
    "translation": "Whoever harbors pride shall be destroyed, O Beloved; meditating on the Lord, Nanak is absorbed in devotional worship. ||4||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪਿਆਰੇ ਸੱਜਣ! ਜੇਹੜਾ ਮਨੁੱਖ (ਆਪਣੇ ਕਿਸੇ ਬਲ ਆਦਿਕ ਦਾ) ਅਹੰਕਾਰ ਕਰਦਾ ਹੈ ਉਹ ਤਬਾਹ ਹੋ ਜਾਂਦਾ ਹੈ (ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦਾ ਹੈ)। ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਉਸ ਦੀ ਭਗਤੀ ਵਿਚ ਲੀਨ ਰਿਹਾ ਕਰ ॥੪॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26460,
    "shabad_id": 2293,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸੋਰਠਿ ਮਃ ੪ ਦੁਤੁਕੇ ॥",
    "transliteration": "Sorath Ma 4 Dhuthukae ||",
    "translation": "Sorat'h, Fourth Mehl, Du-Tukas:",
    "punjabi": "",
    "pronunciation": "ਦੁ-ਤੁਕੇ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 26461,
    "shabad_id": 2293,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਨਿਕ ਜਨਮ ਵਿਛੁੜੇ ਦੁਖੁ ਪਾੲਿਅਾ; ਮਨਮੁਖਿ ਕਰਮ ਕਰੈ ਅਹੰਕਾਰੀ ॥",
    "transliteration": "Anik Janam Vishhurrae Dhukh Paaeiaa Manamukh Karam Karai Ahankaaree ||",
    "translation": "Separated from the Lord for countless lifetimes, the self-willed manmukh suffers in pain, engaged in acts of egotism.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਅਨੇਕਾਂ ਜਨਮਾਂ ਤੋਂ (ਪਰਮਾਤਮਾ ਨਾਲੋਂ) ਵਿਛੁੜਿਆ ਹੋਇਆ ਦੁੱਖ ਸਹਿੰਦਾ ਚਲਿਆ ਆਉਂਦਾ ਹੈ, (ਇਸ ਜਨਮ ਵਿਚ ਭੀ ਆਪਣੇ ਮਨ ਦਾ ਮੁਰੀਦ ਰਹਿ ਕੇ) ਅਹੰਕਾਰ ਦੇ ਆਸਰੇ ਹੀ ਕਰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਅਹੰ-ਕਾਰੀ",
    "type_id": 3
  },
  {
    "id": 26462,
    "shabad_id": 2293,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਾਧੂ ਪਰਸਤ ਹੀ ਪ੍ਰਭੁ ਪਾੲਿਅਾ; ਗੋਬਿਦ ਸਰਣਿ ਤੁਮਾਰੀ ॥੧॥",
    "transliteration": "Saadhhoo Parasath Hee Prabh Paaeiaa Gobidh Saran Thumaaree ||1||",
    "translation": "Beholding the Holy Saint, I found God; O Lord of the Universe, I seek Your Sanctuary. ||1||",
    "punjabi": "(ਪਰ) ਗੁਰੂ ਦੇ ਚਰਨ ਛੁੰਹਦਿਆਂ ਹੀ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਲੱਭ ਪੈਂਦਾ ਹੈ। ਹੇ ਗੋਬਿੰਦ! (ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਹ ਤੇਰੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26463,
    "shabad_id": 2293,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਗੋਬਿਦ ਪ੍ਰੀਤਿ ਲਗੀ; ਅਤਿ ਪਿਅਾਰੀ ॥",
    "transliteration": "Gobidh Preeth Lagee Ath Piaaree ||",
    "translation": "The Love of God is very dear to me.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲ ਉਸ (ਵਡਭਾਗੀ ਮਨੁੱਖ) ਦੀ ਬੜੀ ਡੂੰਘੀ ਪ੍ਰੀਤਿ ਬਣ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26464,
    "shabad_id": 2293,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਜਬ ਸਤਸੰਗ ਭੲੇ ਸਾਧੂ ਜਨ; ਹਿਰਦੈ ਮਿਲਿਅਾ ਸਾਂਤਿ ਮੁਰਾਰੀ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jab Sathasang Bheae Saadhhoo Jan Hiradhai Miliaa Saanth Muraaree || Rehaao ||",
    "translation": "When I joined the Sat Sangat, the Company of the Holy People, the Lord, the embodiment of peace, came into my heart. ||Pause||",
    "punjabi": "ਜਦੋਂ (ਉਸ ਨੂੰ) ਭਲੇ ਮਨੁੱਖਾਂ ਦੀ ਭਲੀ ਸੰਗਤਿ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਉਸ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸ਼ਾਂਤੀ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਆ ਮਿਲਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26465,
    "shabad_id": 2293,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਤੂ ਹਿਰਦੈ ਗੁਪਤੁ ਵਸਹਿ ਦਿਨੁ ਰਾਤੀ; ਤੇਰਾ ਭਾੳੁ. ਨ ਬੁਝਹਿ, ਗਵਾਰੀ ॥",
    "transliteration": "Thoo Hiradhai Gupath Vasehi Dhin Raathee Thaeraa Bhaao N Bujhehi Gavaaree ||",
    "translation": "You dwell, hidden, within my heart day and night, Lord; but the poor fools do not understand Your Love.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹਰ ਵੇਲੇ ਸਭ ਜੀਵਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਲੁਕਿਆ ਹੋਇਆ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈਂ, ਮੂਰਖ ਮਨੁੱਖ ਤੇਰੇ ਨਾਲ ਪਿਆਰ ਕਰਨਾ ਨਹੀਂ ਸਮਝਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26466,
    "shabad_id": 2293,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਮਿਲਿਅਾ ਪ੍ਰਭੁ ਪ੍ਰਗਟਿਅਾ; ਗੁਣ ਗਾਵੈ ਗੁਣ ਵੀਚਾਰੀ ॥੨॥",
    "transliteration": "Sathigur Purakh Miliaa Prabh Pragattiaa Gun Gaavai Gun Veechaaree ||2||",
    "translation": "Meeting with the Almighty True Guru, God was revealed to me; I sing His Glorious Praises, and reflect upon His Glories. ||2||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ। ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਵਿਚ ਸੁਰਤਿ ਜੋੜ ਕੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26467,
    "shabad_id": 2293,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਪ੍ਰਗਾਸੁ ਭੲਿਅਾ ਸਾਤਿ ਅਾੲੀ; ਦੁਰਮਤਿ ਬੁਧਿ ਨਿਵਾਰੀ ॥",
    "transliteration": "Guramukh Pragaas Bhaeiaa Saath Aaee Dhuramath Budhh Nivaaree ||",
    "translation": "As Gurmukh, I have become enlightened; peace has come, and evil-mindedness has been dispelled from my mind.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਆ ਪੈਂਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ (ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਠੰਢ ਪੈ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਭੈੜੀ ਮਤਿ ਵਾਲੀ ਅਕਲ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ (ਇਹ ਦੁਰਮਤਿ ਹੀ ਵਿਕਾਰਾਂ ਦੀ ਸੜਨ ਪੈਦਾ ਕਰ ਰਹੀ ਸੀ)।",
    "pronunciation": "ਸਾਂਤਿ",
    "type_id": 3
  },
  {
    "id": 26468,
    "shabad_id": 2293,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਅਾਤਮ ਬ੍ਰਹਮੁ ਚੀਨਿ ਸੁਖੁ ਪਾੲਿਅਾ; ਸਤਸੰਗਤਿ ਪੁਰਖ ਤੁਮਾਰੀ ॥੩॥",
    "transliteration": "Aatham Breham Cheen Sukh Paaeiaa Sathasangath Purakh Thumaaree ||3||",
    "translation": "Understanding the relationship of the individual soul with God, I have found peace, in Your Sat Sangat, Your True Congregation, O Lord. ||3||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਨੂੰ ਵੱਸਦਾ ਪਛਾਣ ਕੇ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ। ਹੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ! ਇਹ ਤੇਰੀ ਸਾਧ ਸੰਗਤਿ ਦੀ ਹੀ ਬਰਕਤਿ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26469,
    "shabad_id": 2293,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਪੁਰਖੈ ਪੁਰਖੁ ਮਿਲਿਅਾ ਗੁਰੁ ਪਾੲਿਅਾ; ਜਿਨ ਕੳੁ ਕਿਰਪਾ ਭੲੀ ਤੁਮਾਰੀ ॥",
    "transliteration": "Purakhai Purakh Miliaa Gur Paaeiaa Jin Ko Kirapaa Bhee Thumaaree ||",
    "translation": "Those who are blessed by Your Kind Mercy, meet the Almighty Lord, and find the Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਸ ਮਨੁੱਖ ਨੂੰ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ। (ਪਰ, ਹੇ ਪ੍ਰਭੂ! ਗੁਰੂ ਭੀ ਉਹਨਾਂ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ) ਜਿਨ੍ਹਾਂ ਉਤੇ ਤੇਰੀ ਕਿਰਪਾ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26470,
    "shabad_id": 2293,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਅਤੁਲੁ ਸਹਜ ਸੁਖੁ ਪਾੲਿਅਾ; ਅਨ ਦਿਨੁ ਜਾਗਤੁ ਰਹੈ ਬਨਵਾਰੀ ॥੪॥੭॥",
    "transliteration": "Naanak Athul Sehaj Sukh Paaeiaa Anadhin Jaagath Rehai Banavaaree ||4||7||",
    "translation": "Nanak has found the immeasurable, celestial peace; night and day, he remains awake to the Lord, the Master of the Forest of the Universe. ||4||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਜੇਹਾ ਮਨੁੱਖ) ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਬੇਅੰਤ ਸੁਖ ਮਾਣਦਾ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਰਹਿ ਕੇ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦਾ ਹੈ ॥੪॥੭॥",
    "pronunciation": "ਅ-ਤੱੁਲੁ",
    "type_id": 3
  },
  {
    "id": 26471,
    "shabad_id": 2294,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੪ ॥",
    "transliteration": "Sorath Mehalaa 4 ||",
    "translation": "Sorat'h, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26472,
    "shabad_id": 2294,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਸਿੳੁ ਪ੍ਰੀਤਿ ਅੰਤਰੁ ਮਨੁ ਬੇਧਿਅਾ; ਹਰਿ ਬਿਨੁ. ਰਹਣੁ ਨ ਜਾੲੀ ॥",
    "transliteration": "Har Sio Preeth Anthar Man Baedhhiaa Har Bin Rehan N Jaaee ||",
    "translation": "The inner depths of my mind are pierced by love for the Lord; I cannot live without the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਦੀ ਰਾਹੀਂ ਜਿਸ ਮਨੁੱਖ ਦਾ ਹਿਰਦਾ ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਵਿੱਝ ਜਾਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਤੋਂ ਬਿਨਾ ਰਹਿ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "ਬੇ੍ਨਧਿਅਾ",
    "type_id": 3
  },
  {
    "id": 26473,
    "shabad_id": 2294,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਿੳੁ ਮਛੁਲੀ. ਬਿਨੁ ਨੀਰੈ ਬਿਨਸੈ; ਤਿੳੁ ਨਾਮੈ ਬਿਨੁ. ਮਰਿ ਜਾੲੀ ॥੧॥",
    "transliteration": "Jio Mashhulee Bin Neerai Binasai Thio Naamai Bin Mar Jaaee ||1||",
    "translation": "Just as the fish dies without water, I die without the Lord's Name. ||1||",
    "punjabi": "ਜਿਵੇਂ ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਮੱਛੀ ਮਰ ਜਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਆਪਣੀ ਆਤਮਕ ਮੌਤ ਆ ਗਈ ਸਮਝਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26474,
    "shabad_id": 2294,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਮੇਰੇ ਪ੍ਰਭ; ਕਿਰਪਾ ਜਲੁ ਦੇਵਹੁ ਹਰਿ ਨਾੲੀ ॥",
    "transliteration": "Maerae Prabh Kirapaa Jal Dhaevahu Har Naaee ||",
    "translation": "O my God, please bless me with the water of Your Name.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! (ਮੈਨੂੰ ਆਪਣੀ) ਮੇਹਰ ਦਾ ਜਲ ਦੇਹ। ਹੇ ਹਰੀ! ਮੈਨੂੰ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਦਾਤਿ ਦੇਹ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26475,
    "shabad_id": 2294,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਹੳੁ ਅੰਤਰਿ ਨਾਮੁ ਮੰਗਾ ਦਿਨੁ ਰਾਤੀ; ਨਾਮੇ ਹੀ ਸਾਂਤਿ ਪਾੲੀ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ho Anthar Naam Mangaa Dhin Raathee Naamae Hee Saanth Paaee || Rehaao ||",
    "translation": "I beg for Your Name, deep within myself, day and night; through the Name, I find peace. ||Pause||",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਦਿਨ ਰਾਤ ਤੇਰਾ ਨਾਮ (ਹੀ) ਮੰਗਦਾ ਹਾਂ (ਕਿਉਂਕਿ ਤੇਰੇ) ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਹੀ ਆਤਮਕ ਠੰਡ ਪ੍ਰਾਪਤ ਹੋ ਸਕਦੀ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26476,
    "shabad_id": 2294,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਜਿੳੁ ਚਾਤ੍ਰਿਕੁ. ਜਲ ਬਿਨੁ ਬਿਲਲਾਵੈ; ਬਿਨੁ ਜਲ. ਪਿਅਾਸ ਨ ਜਾੲੀ ॥",
    "transliteration": "Jio Chaathrik Jal Bin Bilalaavai Bin Jal Piaas N Jaaee ||",
    "translation": "The song-bird cries out for lack of water - without water, its thirst cannot be quenched.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਵੇਂ ਵਰਖਾ-ਜਲ ਤੋਂ ਬਿਨਾ ਪਪੀਹਾ ਵਿਲਕਦਾ ਹੈ, ਵਰਖਾ ਦੀ ਬੂੰਦ ਤੋਂ ਬਿਨਾ ਉਸ ਦੀ ਤ੍ਰੇਹ ਨਹੀਂ ਮਿਟਦੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26477,
    "shabad_id": 2294,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਜਲੁ ਪਾਵੈ ਸੁਖ ਸਹਜੇ; ਹਰਿਅਾ ਭਾੲਿ ਸੁਭਾੲੀ ॥੨॥",
    "transliteration": "Guramukh Jal Paavai Sukh Sehajae Hariaa Bhaae Subhaaee ||2||",
    "translation": "The Gurmukh obtains the water of celestial bliss, and is rejuvenated, blossoming forth through the blessed Love of the Lord. ||2||",
    "punjabi": "ਤਿਵੇਂ ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਂਦਾ ਹੈ ਉਹ ਤਦੋਂ ਪ੍ਰਭੂ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਬਣਦਾ ਹੈ ਜਦੋਂ ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਆਤਮਕ ਆਨੰਦ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ (ਗੁਰੂ ਪਾਸੋਂ) ਹਾਸਲ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26478,
    "shabad_id": 2294,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਮਨਮੁਖ ਭੂਖੇ. ਦਹ ਦਿਸ ਡੋਲਹਿ; ਬਿਨੁ ਨਾਵੈ. ਦੁਖੁ ਪਾੲੀ ॥",
    "transliteration": "Manamukh Bhookhae Dheh Dhis Ddolehi Bin Naavai Dhukh Paaee ||",
    "translation": "The self-willed manmukhs are hungry, wandering around in the ten directions; without the Name, they suffer in pain.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਮਾਇਆ ਦੀ ਭੁੱਖ ਦੇ ਮਾਰੇ ਹੋਏ ਦਸੀਂ ਪਾਸੀਂ ਡੋਲਦੇ ਫਿਰਦੇ ਹਨ। ਮਨ ਦਾ ਮੁਰੀਦ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਦੁੱਖ ਪਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26479,
    "shabad_id": 2294,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਜਨਮਿ ਮਰੈ. ਫਿਰਿ ਜੋਨੀ ਅਾਵੈ; ਦਰਗਹਿ ਮਿਲੈ ਸਜਾੲੀ ॥੩॥",
    "transliteration": "Janam Marai Fir Jonee Aavai Dharagehi Milai Sajaaee ||3||",
    "translation": "They are born, only to die, and enter into reincarnation again; in the Court of the Lord, they are punished. ||3||",
    "punjabi": "ਉਹ ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ, ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਉਸ ਨੂੰ (ਇਹ) ਸਜ਼ਾ ਮਿਲਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26480,
    "shabad_id": 2294,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਕ੍ਰਿਪਾ ਕਰਹਿ ਤਾ ਹਰਿ ਗੁਣ ਗਾਵਹ; ਹਰਿ ਰਸੁ ਅੰਤਰਿ ਪਾੲੀ ॥",
    "transliteration": "Kirapaa Karehi Thaa Har Gun Gaaveh Har Ras Anthar Paaee ||",
    "translation": "But if the Lord shows His Mercy, then one comes to sing His Glorious Praises; deep within the nucleus of his own self, he finds the sublime essence of the Lord's elixir.",
    "punjabi": "ਹੇ ਹਰੀ! ਜੇ ਤੂੰ (ਆਪ) ਮੇਹਰ ਕਰੇਂ, ਤਾਂ ਹੀ ਅਸੀਂ ਜੀਵ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾ ਸਕਦੇ ਹਾਂ। (ਜਿਸ ਉੱਤੇ ਮੇਹਰ ਹੋਵੇ, ਉਹੀ ਮਨੁੱਖ) ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਅਨੁਭਵ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26481,
    "shabad_id": 2294,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਦੀਨ ਦੲਿਅਾਲ ਭੲੇ ਹੈ; ਤ੍ਰਿਸਨਾ ਸਬਦਿ ਬੁਝਾੲੀ ॥੪॥੮॥",
    "transliteration": "Naanak Dheen Dhaeiaal Bheae Hai Thrisanaa Sabadh Bujhaaee ||4||8||",
    "translation": "The Lord has become Merciful to meek Nanak, and through the Word of the Shabad, his desires are quenched. ||4||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਪ੍ਰਭੂ ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਤ੍ਰੁੱਠਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਦੀ (ਮਾਇਆ ਦੀ) ਤ੍ਰੇਹ ਬੁਝਾ ਦੇਂਦਾ ਹੈ ॥੪॥੮॥",
    "pronunciation": "ਬੁਝਾੲੀ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 26482,
    "shabad_id": 2295,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੪ ਪੰਚਪਦਾ ॥",
    "transliteration": "Sorath Mehalaa 4 Panchapadhaa ||",
    "translation": "Sorat'h, Fourth Mehl, Panch-Padas:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26483,
    "shabad_id": 2295,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਚਰੁ ਚਰੈ. ਤਾ ਸਿਧਿ ਹੋੲੀ; ਸਿਧੀ ਤੇ. ਬੁਧਿ ਪਾੲੀ ॥",
    "transliteration": "Achar Charai Thaa Sidhh Hoee Sidhhee Thae Budhh Paaee ||",
    "translation": "If one eats the uneatable, then he becomes a Siddha, a being of perfect spirituality; through this perfection, he obtains wisdom.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈ ਕੇ ਜਦੋਂ) ਮਨੁੱਖ ਇਸ ਅਜਿੱਤ ਮਨ ਨੂੰ ਜਿੱਤ ਲੈਂਦਾ ਹੈ, ਤਦੋਂ (ਜੀਵਨ-ਸੰਗ੍ਰਾਮ ਵਿਚ ਇਸ ਨੂੰ) ਕਾਮਯਾਬੀ ਹੋ ਜਾਂਦੀ ਹੈ, (ਇਸ) ਕਾਮਯਾਬੀ ਤੋਂ (ਮਨੁੱਖ ਨੂੰ ਇਹ) ਅਕਲ ਹਾਸਲ ਹੋ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "(ਅ-ਚਰੁ) ਅਚੱਲ ਕਰਤਾਰ ਜੀ ਚ(ਚਰੈ) ਚੜ੍ਹੇ",
    "type_id": 3
  },
  {
    "id": 26484,
    "shabad_id": 2295,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪ੍ਰੇਮ ਕੇ ਸਰ. ਲਾਗੇ ਤਨ ਭੀਤਰਿ; ਤਾ. ਭ੍ਰਮੁ ਕਾਟਿਅਾ ਜਾੲੀ ॥੧॥",
    "transliteration": "Praem Kae Sar Laagae Than Bheethar Thaa Bhram Kaattiaa Jaaee ||1||",
    "translation": "When the arrow of the Lord's Love pierces his body, then his doubt is eradicated. ||1||",
    "punjabi": "(ਕਿ) ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਦੇ ਤੀਰ (ਇਸ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਵਿੱਝ ਜਾਂਦੇ ਹਨ, ਤਦੋਂ (ਇਸ ਦੇ ਮਨ ਦੀ) ਭਟਕਣਾ (ਸਦਾ ਲਈ) ਕੱਟੀ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(ਸਰ) ਤੀਰ",
    "type_id": 3
  },
  {
    "id": 26485,
    "shabad_id": 2295,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਮੇਰੇ ਗੋਬਿਦ; ਅਪੁਨੇ ਜਨ ਕੳੁ ਦੇਹਿ ਵਡਿਅਾੲੀ ॥",
    "transliteration": "Maerae Gobidh Apunae Jan Ko Dhaehi Vaddiaaee ||",
    "translation": "O my Lord of the Universe, please bless Your humble servant with glory.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਬਿੰਦ! (ਮੈਨੂੰ) ਆਪਣੇ ਦਾਸ ਨੂੰ (ਇਹ) ਇੱਜ਼ਤ ਬਖ਼ਸ਼,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26486,
    "shabad_id": 2295,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਗੁਰਮਤਿ ਰਾਮ ਨਾਮੁ ਪਰਗਾਸਹੁ; ਸਦਾ ਰਹਹੁ ਸਰਣਾੲੀ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Guramath Raam Naam Paragaasahu Sadhaa Rehahu Saranaaee || Rehaao ||",
    "translation": "Under Guru's Instructions, enlighten me with the Lord's Name, that I may dwell forever in Your Sanctuary. ||Pause||",
    "punjabi": "(ਕਿ) ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਰਾਹੀਂ (ਮੇਰੇ ਅੰਦਰ) ਆਪਣਾ ਨਾਮ ਪਰਗਟ ਕਰ ਦੇਹ, (ਮੈਨੂੰ) ਸਦਾ ਆਪਣੀ ਸ਼ਰਨ ਵਿਚ ਰੱਖ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26487,
    "shabad_id": 2295,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ੲਿਹੁ ਸੰਸਾਰੁ ਸਭੁ ਅਾਵਣ ਜਾਣਾ; ਮਨ ਮੂਰਖ ਚੇਤਿ ਅਜਾਣਾ ॥",
    "transliteration": "Eihu Sansaar Sabh Aavan Jaanaa Man Moorakh Chaeth Ajaanaa ||",
    "translation": "This whole world is engrossed in coming and going; O my foolish and ignorant mind, be mindful of the Lord.",
    "punjabi": "ਹੇ ਮੂਰਖ ਅੰਞਾਣ ਮਨ! ਇਹ ਜਗਤ (ਦਾ ਮੋਹ) ਜਨਮ ਮਰਨ (ਦਾ ਕਾਰਨ ਬਣਿਆ ਰਹਿੰਦਾ) ਹੈ (ਇਸ ਤੋਂ ਬਚਣ ਲਈ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਸਿਮਰਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26488,
    "shabad_id": 2295,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ ਕ੍ਰਿਪਾ ਕਰਹੁ ਗੁਰੁ ਮੇਲਹੁ; ਤਾ ਹਰਿ ਨਾਮਿ ਸਮਾਣਾ ॥੨॥",
    "transliteration": "Har Jeeo Kirapaa Karahu Gur Maelahu Thaa Har Naam Samaanaa ||2||",
    "translation": "O Dear Lord, please, take pity upon me, and unite me with the Guru, that I may merge in the Lord's Name. ||2||",
    "punjabi": "ਹੇ ਹਰੀ! (ਮੇਰੇ ਉੱਤੇ) ਮੇਹਰ ਕਰ, ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ, ਤਦੋਂ ਹੀ ਤੇਰੇ ਨਾਮ ਵਿਚ ਲੀਨਤਾ ਹੋ ਸਕਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26489,
    "shabad_id": 2295,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਜਿਸ ਕੀ ਵਥੁ ਸੋੲੀ ਪ੍ਰਭੁ ਜਾਣੈ; ਜਿਸ ਨੋ ਦੇੲਿ ਸੁ ਪਾੲੇ ॥",
    "transliteration": "Jis Kee Vathh Soee Prabh Jaanai Jis No Dhaee S Paaeae ||",
    "translation": "Only one who has it knows God; he alone has it, to whom God has given it - ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਨਾਮ-ਵਸਤੁ ਜਿਸ (ਪਰਮਾਤਮਾ) ਦੀ (ਮਲਕੀਅਤ) ਹੈ, ਉਹੀ ਜਾਣਦਾ ਹੈ (ਕਿ ਇਹ ਵਸਤੁ ਕਿਸ ਨੂੰ ਦੇਣੀ ਹੈ), ਜਿਸ ਜੀਵ ਨੂੰ ਪ੍ਰਭੂ ਇਹ ਦਾਤਿ ਦੇਂਦਾ ਹੈ ਉਹੀ ਲੈ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26490,
    "shabad_id": 2295,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਵਸਤੁ ਅਨੂਪ ਅਤਿ ਅਗਮ ਅਗੋਚਰ; ਗੁਰੁ ਪੂਰਾ ਅਲਖੁ ਲਖਾੲੇ ॥੩॥",
    "transliteration": "Vasath Anoop Ath Agam Agochar Gur Pooraa Alakh Lakhaaeae ||3||",
    "translation": "So very beautiful, unapproachable and unfathomable. Through the Perfect Guru, the unknowable is known.",
    "punjabi": "ਇਹ ਵਸਤ ਐਸੀ ਸੁੰਦਰ ਹੈ ਕਿ ਜਗਤ ਵਿਚ ਇਸ ਵਰਗੀ ਹੋਰ ਕੋਈ ਨਹੀਂ, (ਕਿਸੇ ਚਤੁਰਾਈ-ਸਿਆਣਪ ਦੀ ਰਾਹੀਂ) ਇਸ ਤਕ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਮਨੁੱਖ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਭੀ ਇਸ ਤਕ ਪਹੁੰਚ ਨਹੀਂ। (ਜੇ) ਪੂਰਾ ਗੁਰੂ (ਮਿਲ ਪਏ, ਤਾਂ ਉਹੀ) ਅਦ੍ਰਿਸ਼ਟ ਪ੍ਰਭੂ ਦਾ ਦੀਦਾਰ ਕਰਾ ਸਕਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਅਨੂਪ) ਸੁੰਦਰ। ਅ-ਲਖੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 26491,
    "shabad_id": 2295,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਜਿਨਿ ੲਿਹ ਚਾਖੀ. ਸੋੲੀ ਜਾਣੈ; ਗੂੰਗੇ ਕੀ ਮਿਠਿਅਾੲੀ ॥",
    "transliteration": "Jin Eih Chaakhee Soee Jaanai Goongae Kee Mithiaaee ||",
    "translation": "Only one who tastes it knows it, like the mute, who tastes the sweet candy, but cannot speak of it.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਇਹ ਨਾਮ-ਵਸਤੁ ਚੱਖੀ ਹੈ (ਇਸ ਦਾ ਸੁਆਦ) ਉਹੀ ਜਾਣਦਾ ਹੈ, (ਉਹ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਜਿਵੇਂ) ਗੁੰਗੇ ਦੀ (ਖਾਧੀ) ਮਿਠਿਆਈ (ਦਾ ਸੁਆਦ) ਗੁੰਗਾ ਦੱਸ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]
