[
  {
    "id": 26633,
    "shabad_id": 2307,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਸੁਣਿ ਮੀਤਾ. ਧੂਰੀ ਕੳੁ ਬਲਿ ਜਾੲੀ ॥",
    "transliteration": "Sun Meethaa Dhhooree Ko Bal Jaaee ||",
    "translation": "Listen, friends: I am a sacrifice to the dust of Your feet.",
    "punjabi": "ਹੇ ਮਿੱਤਰ! (ਮੇਰੀ ਬੇਨਤੀ) ਸੁਣ। ਮੈਂ (ਤੇਰੇ ਚਰਨਾਂ ਦੀ) ਧੂੜ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26634,
    "shabad_id": 2307,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ੲਿਹੁ ਮਨੁ ਤੇਰਾ; ਭਾੲੀ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Eihu Man Thaeraa Bhaaee || Rehaao ||",
    "translation": "This mind is yours, O Siblings of Destiny. ||Pause||",
    "punjabi": "ਹੇ ਭਰਾ! (ਮੈਂ ਆਪਣਾ) ਇਹ ਮਨ ਤੇਰਾ (ਆਗਿਆਕਾਰ ਬਣਾਣ ਨੂੰ ਤਿਆਰ ਹਾਂ) ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26635,
    "shabad_id": 2307,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਪਾਵ ਮਲੋਵਾ ਮਲਿ ਮਲਿ ਧੋਵਾ; ੲਿਹੁ ਮਨੁ ਤੈਕੂ ਦੇਸਾ ॥",
    "transliteration": "Paav Malovaa Mal Mal Dhhovaa Eihu Man Thai Koo Dhaesaa ||",
    "translation": "I wash your feet, I massage and clean them; I give this mind to you.",
    "punjabi": "ਹੇ ਮਿੱਤਰ! ਮੈਂ (ਤੇਰੇ ਦੋਵੇਂ) ਪੈਰ ਮਲਾਂਗਾ, (ਇਹਨਾਂ ਨੂੰ) ਮਲ ਮਲ ਕੇ ਧੋਵਾਂਗਾ, ਮੈਂ ਆਪਣਾ ਇਹ ਮਨ ਤੇਰੇ ਹਵਾਲੇ ਕਰ ਦਿਆਂਗਾ।",
    "pronunciation": "ਤੈ-ਕੂ",
    "type_id": 3
  },
  {
    "id": 26636,
    "shabad_id": 2307,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਸੁਣਿ ਮੀਤਾ. ਹੳੁ ਤੇਰੀ ਸਰਣਾੲੀ ਅਾੲਿਅਾ; ਪ੍ਰਭ ਮਿਲੳੁ ਦੇਹੁ ੳੁਪਦੇਸਾ ॥੨॥",
    "transliteration": "Sun Meethaa Ho Thaeree Saranaaee Aaeiaa Prabh Milo Dhaehu Oupadhaesaa ||2||",
    "translation": "Listen, friends: I have come to Your Sanctuary; teach me, that I might unite with God. ||2||",
    "punjabi": "ਹੇ ਮਿੱਤਰ! (ਮੇਰੀ ਬੇਨਤੀ) ਸੁਣ। ਮੈਂ ਤੇਰੀ ਸ਼ਰਨ ਆਇਆ ਹਾਂ। ਮੈਨੂੰ (ਅਜੇਹਾ) ਉਪਦੇਸ਼ ਦੇਹ (ਕਿ) ਮੈਂ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਸਕਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26637,
    "shabad_id": 2307,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਮਾਨੁ ਨ ਕੀਜੈ. ਸਰਣਿ ਪਰੀਜੈ; ਕਰੈ. ਸੁ ਭਲਾ ਮਨਾੲੀਅੈ ॥",
    "transliteration": "Maan N Keejai Saran Pareejai Karai S Bhalaa Manaaeeai ||",
    "translation": "Do not be proud; seek His Sanctuary, and accept as good all that He does.",
    "punjabi": "{ਨੋਟ: ਗੁਰਮੁਖਿ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ ਜੁਗਤਿ ਦੱਸਦਾ ਹੈ} ਹੇ ਮਿੱਤਰ! ਸੁਣ। (ਕਿਸੇ ਕਿਸਮ ਦਾ) ਅਹੰਕਾਰ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ, ਪ੍ਰਭੂ ਦੀ ਸ਼ਰਨ ਪਏ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ। ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਕਰ ਰਿਹਾ ਹੈ, ਉਸ ਨੂੰ ਭਲਾ ਕਰ ਕੇ ਮੰਨਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26638,
    "shabad_id": 2307,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਸੁਣਿ ਮੀਤਾ. ਜੀੳੁ ਪਿੰਡੁ ਸਭੁ ਤਨੁ ਅਰਪੀਜੈ; ੲਿੳੁ ਦਰਸਨੁ ਹਰਿ ਜੀੳੁ ਪਾੲੀਅੈ ॥੩॥",
    "transliteration": "Sun Meethaa Jeeo Pindd Sabh Than Arapeejai Eio Dharasan Har Jeeo Paaeeai ||3||",
    "translation": "Listen, friends: dedicate your soul, body and your whole being to Him; thus you shall receive the Blessed Vision of His Darshan. ||3||",
    "punjabi": "ਇਹ ਜਿੰਦ ਤੇ ਇਹ ਸਰੀਰ ਸਭ ਕੁਝ ਉਸ ਦੀ ਭੇਟ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ। ਇਸ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲਈਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26639,
    "shabad_id": 2307,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਭੲਿਓ ਅਨੁਗ੍ਰਹੁ ਪ੍ਰਸਾਦਿ ਸੰਤਨ ਕੈ; ਹਰਿ ਨਾਮਾ ਹੈ ਮੀਠਾ ॥",
    "transliteration": "Bhaeiou Anugrahu Prasaadh Santhan Kai Har Naamaa Hai Meethaa ||",
    "translation": "He has shown mercy to me, by the Grace of the Saints; the Lord's Name is sweet to me.",
    "punjabi": "ਹੇ ਮਿੱਤਰ! ਸੰਤ ਜਨਾਂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਦੀ) ਮੇਹਰ ਹੋਵੇ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(ਅ-ਨੁੱਗ੍ਰਹੁ) ਕ੍ਰਿਪਾ",
    "type_id": 3
  },
  {
    "id": 26640,
    "shabad_id": 2307,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਕੳੁ. ਗੁਰਿ ਕਿਰਪਾ ਧਾਰੀ; ਸਭੁ ਅਕੁਲ ਨਿਰੰਜਨੁ ਡੀਠਾ ॥੪॥੧॥੧੨॥",
    "transliteration": "Jan Naanak Ko Gur Kirapaa Dhhaaree Sabh Akul Niranjan Ddeethaa ||4||1||12||",
    "translation": "The Guru has shown mercy to servant Nanak; I see the casteless, immaculate Lord everywhere. ||4||1||12||",
    "punjabi": "(ਹੇ ਮਿੱਤਰ!) ਦਾਸ ਨਾਨਕ ਉੱਤੇ ਗੁਰੂ ਨੇ ਕਿਰਪਾ ਕੀਤੀ ਤਾਂ (ਨਾਨਕ ਨੂੰ) ਹਰ ਥਾਂ ਉਹ ਪ੍ਰਭੂ ਦਿੱਸਣ ਲੱਗ ਪਿਆ, ਜਿਸ ਦੀ ਕੋਈ ਖ਼ਾਸ ਕੁਲ ਨਹੀਂ, ਤੇ, ਜੋ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਹੈ ॥੪॥੧॥੧੨॥",
    "pronunciation": "ਅ-ਕੁਲ:ਪੋਲਾ ਬੋਲੋ।",
    "type_id": 3
  },
  {
    "id": 26641,
    "shabad_id": 2308,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26642,
    "shabad_id": 2308,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕੋਟਿ ਬ੍ਰਹਮੰਡ ਕੋ ਠਾਕੁਰੁ ਸੁਅਾਮੀ; ਸਰਬ ਜੀਅਾ ਕਾ ਦਾਤਾ ਰੇ ॥",
    "transliteration": "Kott Brehamandd Ko Thaakur Suaamee Sarab Jeeaa Kaa Dhaathaa Rae ||",
    "translation": "God is the Lord and Master of millions of universes; He is the Giver of all beings.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਕ੍ਰੋੜਾਂ ਬ੍ਰਹਮੰਡਾਂ ਦਾ ਪਾਲਣਹਾਰ ਮਾਲਕ ਹੈ, ਜੇਹੜਾ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ (ਰਿਜ਼ਕ ਆਦਿਕ) ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26643,
    "shabad_id": 2308,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪ੍ਰਤਿਪਾਲੈ ਨਿਤ ਸਾਰਿ ਸਮਾਲੈ; ੲਿਕੁ ਗੁਨੁ. ਨਹੀ ਮੂਰਖਿ ਜਾਤਾ ਰੇ ॥੧॥",
    "transliteration": "Prathipaalai Nith Saar Samaalai Eik Gun Nehee Moorakh Jaathaa Rae ||1||",
    "translation": "He ever cherishes and cares for all beings, but the fool does not appreciate any of His virtues. ||1||",
    "punjabi": "ਜੇਹੜਾ (ਸਭ ਜੀਵਾਂ ਨੂੰ) ਪਾਲਦਾ ਹੈ, ਸਦਾ (ਸਭ ਦੀ) ਸਾਰ ਲੈ ਕੇ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਮੈਂ ਮੂਰਖ ਨੇ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਇੱਕ (ਭੀ) ਉਪਕਾਰ ਨਹੀਂ ਸਮਝਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26644,
    "shabad_id": 2308,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਅਾਰਾਧਿ; ਨ ਜਾਨਾ ਰੇ ॥",
    "transliteration": "Har Aaraadhh N Jaanaa Rae ||",
    "translation": "I do not know how to worship the Lord in adoration.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨ ਦੀ ਜਾਚ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26645,
    "shabad_id": 2308,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਗੁਰੁ ਗੁਰੁ; ਕਰਤਾ ਰੇ ॥",
    "transliteration": "Har Har Gur Gur Karathaa Rae ||",
    "translation": "I can only repeat, \"Lord, Lord, Guru, Guru.\"",
    "punjabi": "ਮੈਂ (ਤਾਂ ਜ਼ਬਾਨੀ ਜ਼ਬਾਨੀ ਹੀ) 'ਹਰੀ ਹਰੀ', 'ਗੁਰੂ ਗੁਰੂ' ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26646,
    "shabad_id": 2308,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ; ਨਾਮੁ ਪਰਿਓ ਰਾਮਦਾਸੁ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Jeeo Naam Pariou Raamadhaas || Rehaao ||",
    "translation": "O Dear Lord, I go by the name of the Lord's slave. ||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮੇਰਾ ਨਾਮ \"ਰਾਮ ਦਾ ਦਾਸ\" ਪੈ ਗਿਆ ਹੈ (ਹੁਣ ਤੂੰ ਹੀ ਮੇਰੀ ਲਾਜ ਰੱਖ, ਤੇ, ਭਗਤੀ ਦੀ ਦਾਤਿ ਦੇਹ) ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26647,
    "shabad_id": 2308,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਦੀਨ ਦੲਿਅਾਲ ਕ੍ਰਿਪਾਲ ਸੁਖਸਾਗਰ; ਸਰਬ ਘਟਾ ਭਰਪੂਰੀ ਰੇ ॥",
    "transliteration": "Dheen Dhaeiaal Kirapaal Sukh Saagar Sarab Ghattaa Bharapooree Rae ||",
    "translation": "The Compassionate Lord is Merciful to the meek, the ocean of peace; He fills all hearts.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਪ੍ਰਭੂ ਗ਼ਰੀਬਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈ, ਜੇਹੜਾ ਦਇਆ ਦਾ ਘਰ ਹੈ, ਜੇਹੜਾ ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਹੈ, ਜੇਹੜਾ ਸਾਰੇ ਸਰੀਰਾਂ ਵਿਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26648,
    "shabad_id": 2308,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਪੇਖਤ ਸੁਨਤ ਸਦਾ ਹੈ ਸੰਗੇ; ਮੈ ਮੂਰਖ. ਜਾਨਿਅਾ ਦੂਰੀ ਰੇ ॥੨॥",
    "transliteration": "Paekhath Sunath Sadhaa Hai Sangae Mai Moorakh Jaaniaa Dhooree Rae ||2||",
    "translation": "He sees, hears, and is always with me; but I am a fool, and I think that He is far away. ||2||",
    "punjabi": "ਜੇਹੜਾ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਗ-ਸੰਗ ਰਹਿ ਕੇ ਸਭਨਾਂ ਦੇ ਕਰਮ ਵੇਖਦਾ ਹੈ ਤੇ (ਸਭ ਦੀਆਂ ਅਰਜ਼ੋਈਆਂ) ਸੁਣਦਾ ਰਹਿੰਦਾ ਹੈ, ਮੈਂ ਮੂਰਖ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਕਿਤੇ ਦੂਰ-ਵੱਸਦਾ ਸਮਝ ਰਿਹਾ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26649,
    "shabad_id": 2308,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਬਿਅੰਤੁ. ਹੳੁ ਮਿਤਿ ਕਰਿ ਵਰਨੳੁ; ਕਿਅਾ ਜਾਨਾ ਹੋੲਿ ਕੈਸੋ ਰੇ ॥",
    "transliteration": "Har Bianth Ho Mith Kar Varano Kiaa Jaanaa Hoe Kaiso Rae ||",
    "translation": "The Lord is limitless, but I can only describe Him within my limitations; what do I know, about what He is like?",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਪਰ ਮੈਂ ਉਸ ਦੇ ਗੁਣਾਂ ਨੂੰ ਹੱਦ-ਬੰਦੀ ਵਿਚ ਲਿਆ ਕੇ ਬਿਆਨ ਕਰਦਾ ਹਾਂ। ਮੈਂ ਕੀਹ ਜਾਣ ਸਕਦਾ ਹਾਂ ਕਿ ਉਹ ਪਰਮਾਤਮਾ ਕਿਹੋ ਜਿਹਾ ਹੈ?",
    "pronunciation": "(ਮਿਤਿ) ਹੱਦਬੰਦੀ",
    "type_id": 3
  },
  {
    "id": 26650,
    "shabad_id": 2308,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਕਰੳੁ ਬੇਨਤੀ ਸਤਿਗੁਰ ਅਪੁਨੇ; ਮੈ ਮੂਰਖ. ਦੇਹੁ ੳੁਪਦੇਸੋ ਰੇ ॥੩॥",
    "transliteration": "Karo Baenathee Sathigur Apunae Mai Moorakh Dhaehu Oupadhaeso Rae ||3||",
    "translation": "I offer my prayer to my True Guru; I am so foolish - please, teach me! ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਦੇ ਪਾਸ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ ਕਿ ਮੈਨੂੰ ਮੂਰਖ ਨੂੰ ਸਿੱਖਿਆ ਦੇਵੇ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26651,
    "shabad_id": 2308,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਮੈ ਮੂਰਖ ਕੀ. ਕੇਤਕ ਬਾਤ ਹੈ; ਕੋਟਿ ਪਰਾਧੀ ਤਰਿਅਾ ਰੇ ॥",
    "transliteration": "Mai Moorakh Kee Kaethak Baath Hai Kott Paraadhhee Thariaa Rae ||",
    "translation": "I am just a fool, but millions of sinners just like me have been saved.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਨੂੰ ਮੂਰਖ ਨੂੰ ਪਾਰ ਲੰਘਾਣਾ (ਗੁਰੂ ਵਾਸਤੇ) ਕੋਈ ਵੱਡੀ ਗੱਲ ਨਹੀਂ (ਉਸ ਦੇ ਦਰ ਤੇ ਆ ਕੇ ਤਾਂ) ਕ੍ਰੋੜਾਂ ਪਾਪੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26652,
    "shabad_id": 2308,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਗੁਰੁ ਨਾਨਕੁ. ਜਿਨ ਸੁਣਿਅਾ ਪੇਖਿਅਾ; ਸੇ ਫਿਰਿ. ਗਰਭਾਸਿ, ਨ ਪਰਿਅਾ ਰੇ ॥੪॥੨॥੧੩॥",
    "transliteration": "Gur Naanak Jin Suniaa Paekhiaa Sae Fir Garabhaas N Pariaa Rae ||4||2||13||",
    "translation": "Those who have heard, and seen Guru Nanak, do not descend into the womb of reincarnation again. ||4||2||13||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਨਾਨਕ (ਦੇ ਉਪਦੇਸ਼) ਨੂੰ ਸੁਣਿਆ ਹੈ ਗੁਰੂ ਨਾਨਕ ਦਾ ਦਰਸ਼ਨ ਕੀਤਾ ਹੈ, ਉਹ ਮੁੜ ਕਦੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਪੈਂਦੇ ॥੪॥੨॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26653,
    "shabad_id": 2309,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26654,
    "shabad_id": 2309,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਿਨਾ ਬਾਤ ਕੋ ਬਹੁਤੁ ਅੰਦੇਸਰੋ; ਤੇ ਮਿਟੇ ਸਭਿ ਗੲਿਅਾ ॥",
    "transliteration": "Jinaa Baath Ko Bahuth Andhaesaro Thae Mittae Sabh Gaeiaa ||",
    "translation": "Those things, which caused me such anxiety, have all vanished.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਗੱਲਾਂ ਦਾ ਮੈਨੂੰ ਬਹੁਤ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਲੱਗਾ ਰਹਿੰਦਾ ਸੀ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਸਾਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਮਿਟ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26655,
    "shabad_id": 2309,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਹਜ ਸੈਨ ਅਰੁ ਸੁਖਮਨ ਨਾਰੀ; ੳੂਧ ਕਮਲ ਬਿਗਸੲਿਅਾ ॥੧॥",
    "transliteration": "Sehaj Sain Ar Sukhaman Naaree Oodhh Kamal Bigasaeiaa ||1||",
    "translation": "Now, I sleep in peace and tranquility, and my mind is in a state of deep and profound peace; the inverted lotus of my heart has blossomed forth. ||1||",
    "punjabi": "ਮੇਰਾ ਪੁੱਠਾ ਪਿਆ ਹੋਇਆ ਹਿਰਦਾ-ਕੌਲ ਫੁੱਲ ਖਿੜ ਪਿਆ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮੇਰੀ ਲੀਨਤਾ ਹੋਈ ਰਹਿੰਦੀ ਹੈ, ਅਤੇ, ਮੇਰੀਆਂ ਸਾਰੀਆਂ ਇੰਦ੍ਰੀਆਂ ਹੁਣ ਮੇਰੇ ਮਨ ਨੂੰ ਆਤਮਕ ਸੁਖ ਦੇਣ ਵਾਲੀਆਂ ਹੋ ਗਈਆਂ ਹਨ ॥੧॥",
    "pronunciation": "(ਸਹਜ)ਸ਼ਾਂਤੀ ਚ। (ਸੈਨ)ਬਿਰਾਜਦਾ ਹਾਂ। (ਸੁਖਮਨ) ਮਨ ਨੰੂ ਸੁਖ ਦੇਣ ਵਾਲੀ ਪ੍ਰੇਮਾ-ਭਗਤੀ ਰੂਪ ਨਾਰੀ। (ਸੁਖਮਨ)ਮਨ ਸ਼੍ਰੋਮਣੀ ਸੁਖ ਸਰੂਪ ਬ੍ਰਹਮ ਜੀ ਦੀ ਨਾਰੀ ਬਣ ਕੇ।  ਬਿਗ-ਸੲਿਅਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 26656,
    "shabad_id": 2309,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਦੇਖਹੁ ਅਚਰਜੁ ਭੲਿਅਾ ॥",
    "transliteration": "Dhaekhahu Acharaj Bhaeiaa ||",
    "translation": "Behold, a wondrous miracle has happened!",
    "punjabi": "ਹੇ ਭਾਈ! ਵੇਖੋ (ਮੇਰੇ ਅੰਦਰ) ਇਕ ਅਨੋਖਾ ਕੌਤਕ ਵਰਤਿਆ ਹੈ।",
    "pronunciation": "ਅ-ਚਰਜੁ",
    "type_id": 3
  },
  {
    "id": 26657,
    "shabad_id": 2309,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਜਿਹ ਠਾਕੁਰ ਕੳੁ ਸੁਨਤ ਅਗਾਧਿ ਬੋਧਿ; ਸੋ ਰਿਦੈ. ਗੁਰਿ ਦੲਿਅਾ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jih Thaakur Ko Sunath Agaadhh Bodhh So Ridhai Gur Dhaeiaa || Rehaao ||",
    "translation": "That Lord and Master, whose wisdom is said to be unfathomable, has been enshrined within my heart, by the Guru. ||Pause||",
    "punjabi": "ਗੁਰੂ ਨੇ (ਮੈਨੂੰ ਮੇਰੇ) ਹਿਰਦੇ ਵਿਚ ਉਹ ਪਰਮਾਤਮਾ (ਵਿਖਾ) ਦਿੱਤਾ ਹੈ ਜਿਸ ਦੀ ਬਾਬਤ ਸੁਣਦੇ ਸਾਂ ਕਿ ਉਹ ਮਨੁੱਖਾ ਸਮਝ ਤੋਂ ਬਹੁਤ ਪਰੇ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26658,
    "shabad_id": 2309,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਜੋੲਿ ਦੂਤ. ਮੋਹਿ ਬਹੁਤੁ ਸੰਤਾਵਤ; ਤੇ ਭੲਿਅਾਨਕ ਭੲਿਅਾ ॥",
    "transliteration": "Joe Dhooth Mohi Bahuth Santhaavath Thae Bhaeiaanak Bhaeiaa ||",
    "translation": "The demons which tormented me so much, have themselves become terrified.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ (ਕਾਮਾਦਿਕ) ਵੈਰੀ ਮੈਨੂੰ ਬਹੁਤ ਸਤਾਇਆ ਕਰਦੇ ਸਨ, ਉਹ ਹੁਣ (ਮੇਰੇ ਨੇੜੇ ਢੁਕਣੋਂ) ਡਰਦੇ ਹਨ,",
    "pronunciation": "ਭ-ੲਿਅਾਨਕ। ਭ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 26659,
    "shabad_id": 2309,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਕਰਹਿ ਬੇਨਤੀ. ਰਾਖੁ ਠਾਕੁਰ ਤੇ; ਹਮ ਤੇਰੀ ਸਰਨੲਿਅਾ ॥੨॥",
    "transliteration": "Karehi Baenathee Raakh Thaakur Thae Ham Thaeree Saranaeiaa ||2||",
    "translation": "They pray: please, save us from your Lord Master; we seek your protection. ||2||",
    "punjabi": "ਉਹ ਸਗੋਂ ਤਰਲੇ ਕਰਦੇ ਹਨ ਕਿ ਅਸੀਂ ਹੁਣ ਤੇਰੇ ਅਧੀਨ ਹੋ ਕੇ ਰਹਾਂਗੇ, ਸਾਨੂੰ ਮਾਲਕ-ਪ੍ਰਭੂ (ਦੀ ਕ੍ਰੋਪੀ) ਤੋਂ ਬਚਾ ਲੈ ॥੨॥",
    "pronunciation": "ਸਰਨੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 26660,
    "shabad_id": 2309,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਜਹ ਭੰਡਾਰੁ. ਗੋਬਿੰਦ ਕਾ ਖੁਲਿਅਾ; ਜਿਹ ਪ੍ਰਾਪਤਿ ਤਿਹ ਲੲਿਅਾ ॥",
    "transliteration": "Jeh Bhanddaar Gobindh Kaa Khuliaa Jih Praapath Thih Laeiaa ||",
    "translation": "When the treasure of the Lord of the Universe is opened, those who are pre-destined, receive it.",
    "punjabi": "ਹੇ ਭਾਈ! (ਮੇਰੇ ਅੰਦਰ ਉਹ ਕੌਤਕ ਅਜੇਹਾ ਵਰਤਿਆ ਹੈ) ਕਿ ਉਸ ਅਵਸਥਾ ਵਿਚ ਪਰਮਾਤਮਾ (ਦੀ ਭਗਤੀ) ਦਾ ਖ਼ਜ਼ਾਨਾ (ਮੇਰੇ ਅੰਦਰ) ਖੁਲ੍ਹ ਪਿਆ ਹੈ। ਪਰ (ਹੇ ਭਾਈ! ਇਹ ਖ਼ਜ਼ਾਨਾ) ਉਸ ਮਨੁੱਖ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ ਜਿਸ ਦੇ ਭਾਗਾਂ ਵਿਚ ਇਸ ਦੀ ਪ੍ਰਾਪਤੀ ਲਿਖੀ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26661,
    "shabad_id": 2309,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ੲੇਕੁ ਰਤਨੁ ਮੋਕੳੁ ਗੁਰਿ ਦੀਨਾ; ਮੇਰਾ ਮਨੁ ਤਨੁ ਸੀਤਲੁ ਥਿਅਾ ॥੩॥",
    "transliteration": "Eaek Rathan Mo Ko Gur Dheenaa Maeraa Man Than Seethal Thhiaa ||3||",
    "translation": "The Guru has given me the one jewel, and my mind and body have become peaceful and tranquil. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਨੇ ਮੈਨੂੰ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਇਕ ਐਸਾ ਰਤਨ ਦੇ ਦਿੱਤਾ ਹੈ ਕਿ (ਉਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰਾ ਮਨ ਠੰਢਾ-ਠਾਰ ਹੋ ਗਿਆ ਹੈ, ਮੇਰਾ ਸਰੀਰ ਸ਼ਾਂਤ ਹੋ ਗਿਆ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26662,
    "shabad_id": 2309,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ੲੇਕ ਬੂੰਦ. ਗੁਰਿ ਅੰਮ੍ਰਿਤੁ ਦੀਨੋ; ਤਾ ਅਟਲੁ ਅਮਰੁ. ਨ ਮੁਅਾ ॥",
    "transliteration": "Eaek Boondh Gur Anmrith Dheeno Thaa Attal Amar N Muaa ||",
    "translation": "The Guru has blessed me with the one drop of Ambrosial Nectar, and so I have become stable, unmoving and immortal - I shall not die.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੀ ਇਕ ਬੂੰਦ ਦਿੱਤੀ ਹੈ, ਹੁਣ ਮੇਰਾ ਆਤਮਾ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਅਡੋਲ ਹੋ ਗਿਆ ਹੈ, ਆਤਮਕ ਮੌਤ ਤੋਂ ਮੈਂ ਬਚ ਗਿਆ ਹਾਂ, ਆਤਮਕ ਮੌਤ ਮੇਰੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦੀ।",
    "pronunciation": "ਅ-ਟਲੁ",
    "type_id": 3
  },
  {
    "id": 26663,
    "shabad_id": 2309,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਭਗਤਿ ਭੰਡਾਰ ਗੁਰਿ ਨਾਨਕ ਕੳੁ ਸੳੁਪੇ; ਫਿਰਿ ਲੇਖਾ. ਮੂਲਿ ਨ ਲੲਿਅਾ ॥੪॥੩॥੧੪॥",
    "transliteration": "Bhagath Bhanddaar Gur Naanak Ko Soupae Fir Laekhaa Mool N Laeiaa ||4||3||14||",
    "translation": "The Lord blessed Guru Nanak with the treasure of devotional worship, and did not call him to account again. ||4||3||14||",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਦੋਂ ਤੋਂ) ਗੁਰੂ ਨੇ ਨਾਨਕ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਬਖ਼ਸ਼ ਦਿੱਤੇ ਹਨ, ਉਸ ਤੋਂ ਪਿੱਛੋਂ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਹਿਸਾਬ ਉੱਕਾ ਹੀ ਨਹੀਂ ਮੰਗਿਆ ॥੪॥੩॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26664,
    "shabad_id": 2310,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੫ ॥",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26665,
    "shabad_id": 2310,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਚਰਨਕਮਲ ਸਿੳੁ ਜਾ ਕਾ ਮਨੁ ਲੀਨਾ; ਸੇ ਜਨ ਤ੍ਰਿਪਤਿ ਅਘਾੲੀ ॥",
    "transliteration": "Charan Kamal Sio Jaa Kaa Man Leenaa Sae Jan Thripath Aghaaee ||",
    "translation": "Those whose minds are attached to the lotus feet of the Lord - those humble beings are satisfied and fulfilled.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਮਨ ਪ੍ਰਭੂ ਦੇ ਕੌਲ ਫੁੱਲਾਂ ਵਰਗੇ ਕੋਮਲ ਚਰਨਾਂ ਨਾਲ ਪਰਚ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ (ਮਾਇਆ ਵਲੋਂ) ਪੂਰੇ ਤੌਰ ਤੇ ਸੰਤੋਖੀ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26666,
    "shabad_id": 2310,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੁਣ ਅਮੋਲ ਜਿਸੁ ਰਿਦੈ, ਨ ਵਸਿਅਾ; ਤੇ ਨਰ ਤ੍ਰਿਸਨ ਤ੍ਰਿਖਾੲੀ ॥੧॥",
    "transliteration": "Gun Amol Jis Ridhai N Vasiaa Thae Nar Thrisan Thrikhaaee ||1||",
    "translation": "But those, within whose hearts the priceless virtue does not abide - those men remain thirsty and unsatisfied. ||1||",
    "punjabi": "ਪਰ ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਅਮੋਲਕ ਗੁਣ ਨਹੀਂ ਆ ਵੱਸਦੇ, ਉਹ ਮਨੁੱਖ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26667,
    "shabad_id": 2310,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਅਾਰਾਧੇ; ਅਰੋਗ ਅਨਦਾੲੀ ॥",
    "transliteration": "Har Aaraadhhae Arog Anadhaaee ||",
    "translation": "Worshipping the Lord in adoration, one becomes happy, and free of disease.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਆਰਾਧਨ ਕਰਨ ਨਾਲ ਨਰੋਏ ਹੋ ਜਾਈਦਾ ਹੈ, ਆਤਮਕ ਅਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਅਨਦਾੲੀ) ਅਨੰਦਿਤ",
    "type_id": 3
  },
  {
    "id": 26668,
    "shabad_id": 2310,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਜਿਸ ਨੋ ਵਿਸਰੈ. ਮੇਰਾ ਰਾਮ ਸਨੇਹੀ; ਤਿਸੁ. ਲਾਖ ਬੇਦਨ ਜਣੁ ਅਾੲੀ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jis No Visarai Maeraa Raam Sanaehee This Laakh Baedhan Jan Aaee || Rehaao ||",
    "translation": "But one who forgets my Dear Lord - know him to be afflicted with tens of thousands of illnesses. ||Pause||",
    "punjabi": "ਪਰ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਮੇਰਾ ਪਿਆਰਾ ਪ੍ਰਭੂ ਭੁੱਲ ਜਾਂਦਾ ਹੈ, ਉਸ ਉਤੇ (ਇਉਂ) ਜਾਣੋ (ਜਿਵੇਂ) ਲੱਖਾਂ ਤਕਲੀਫ਼ਾਂ ਆ ਪੈਂਦੀਆਂ ਹਨ ਰਹਾਉ॥",
    "pronunciation": "(ਬੇਦਨ) ਦੁੱਖ। (ਜਣੁ) ਜਾਣੋ",
    "type_id": 3
  }
]
