[
  {
    "id": 27730,
    "shabad_id": 2405,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਬਿਖੁ ਮਾੲਿਅਾ ਚਿਤੁ ਮੋਹਿਅਾ ਭਾੲੀ; ਚਤੁਰਾੲੀ ਪਤਿ ਖੋੲਿ ॥",
    "transliteration": "Bikh Maaeiaa Chith Mohiaa Bhaaee Chathuraaee Path Khoe ||",
    "translation": "The poisonous Maya has enticed the consciousness, O Siblings of Destiny; through clever tricks, one loses his honor.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਜੀਵ ਦਾ) ਚਿੱਤ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ ਵਿਚ ਮੋਹਿਆ ਰਹਿੰਦਾ ਹੈ (ਮਾਇਆ ਰੁਚੀ ਵਾਲੀ) ਸਿਆਣਪ ਨਾਲ ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ਪਤਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 27731,
    "shabad_id": 2405,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਚਿਤ ਮਹਿ ਠਾਕੁਰੁ ਸਚਿ ਵਸੈ ਭਾੲੀ; ਜੇ ਗੁਰ ਗਿਅਾਨੁ ਸਮੋੲਿ ॥੨॥",
    "transliteration": "Chith Mehi Thaakur Sach Vasai Bhaaee Jae Gur Giaan Samoe ||2||",
    "translation": "The True Lord and Master abides in the consciousness, O Siblings of Destiny, if the Guru's spiritual wisdom permeates it. ||2||",
    "punjabi": "ਪਰ ਜੇ ਗੁਰੂ ਦਾ (ਦਿੱਤਾ) ਗਿਆਨ ਜੀਵ (ਦੇ ਮਨ ਵਿਚ) ਟਿਕ ਜਾਏ ਤਾਂ ਇਸ ਦੇ ਚਿੱਤ ਵਿਚ ਠਾਕੁਰ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਤਾਂ ਜੀਵ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27732,
    "shabad_id": 2405,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਰੂੜੌ ਰੂੜੌ ਅਾਖੀਅੈ ਭਾੲੀ; ਰੂੜੌ ਲਾਲ ਚਲੂਲੁ ॥",
    "transliteration": "Roorra Roorra Aakheeai Bhaaee Roorra Laal Chalool ||",
    "translation": "Beautiful, beautiful, the Lord is called, O Siblings of Destiny; beautiful, like the deep crimson color of the poppy.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਸੁੰਦਰ-ਸਰੂਪ ਹੈ, ਉਸ ਨੂੰ (ਮਾਨੋ ਪਿਆਰ ਦਾ) ਗੂੜ੍ਹਾ ਲਾਲ ਰੰਗ ਚੜ੍ਹਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਸੁੰਦਰ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "(ਰੂੜੌ) ਸੁੰਦਰ",
    "type_id": 3
  },
  {
    "id": 27733,
    "shabad_id": 2405,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਜੇ ਮਨੁ. ਹਰਿ ਸਿੳੁ ਬੈਰਾਗੀਅੈ ਭਾੲੀ; ਦਰਿ ਘਰਿ ਸਾਚੁ ਅਭੂਲੁ ॥੩॥",
    "transliteration": "Jae Man Har Sio Bairaageeai Bhaaee Dhar Ghar Saach Abhool ||3||",
    "translation": "If man loves the Lord with detachment, O Siblings of Destiny, he is judged to be true and infallible in the Lord's court and home. ||3||",
    "punjabi": "ਜੇ ਜੀਵ ਦਾ ਮਨ ਉਸ ਪਰਮਾਤਮਾ ਨਾਲ ਪ੍ਰੇਮ ਕਰੇ, ਤਾਂ, ਹੇ ਭਾਈ! ਉਸ ਦੇ ਅੰਦਰ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਉਹ ਸਦਾ-ਥਿਰ ਤੇ ਅਭੁੱਲ ਪ੍ਰਭੂ (ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "ਅ-ਭੂਲੁ",
    "type_id": 3
  },
  {
    "id": 27734,
    "shabad_id": 2405,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਪਾਤਾਲੀ ਅਾਕਾਸਿ ਤੂ ਭਾੲੀ; ਘਰਿ ਘਰਿ ਤੂ ਗੁਣ ਗਿਅਾਨੁ ॥",
    "transliteration": "Paathaalee Aakaas Thoo Bhaaee Ghar Ghar Thoo Gun Giaan ||",
    "translation": "You are pervading the realms of the underworld and the heavenly skies; Your wisdom and glories are in each and every heart.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਪਾਤਾਲਾਂ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ ਹਰ ਥਾਂ (ਤੇ) ਹਰੇਕ ਦੇ ਹਿਰਦੇ ਵਿਚ ਤੂੰ ਮੌਜੂਦ ਹੈਂ, ਆਪਣੇ ਗੁਣਾਂ ਦੀ ਜਾਣ-ਪਛਾਣ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਤੂੰ (ਜੀਵਾਂ ਨੂੰ) ਆਪ ਹੀ ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27735,
    "shabad_id": 2405,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਮਿਲਿਅੈ ਸੁਖੁ ਪਾੲਿਅਾ ਭਾੲੀ; ਚੂਕਾ ਮਨਹੁ ਗੁਮਾਨੁ ॥੪॥",
    "transliteration": "Gur Miliai Sukh Paaeiaa Bhaaee Chookaa Manahu Gumaan ||4||",
    "translation": "Meeting with the Guru, one finds peace, O Siblings of Destiny, and pride is dispelled from the mind. ||4||",
    "punjabi": "ਜੇ (ਜੀਵ ਨੂੰ) ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ (ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਸ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ ਉਸ ਦੇ ਮਨ ਵਿਚੋਂ ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27736,
    "shabad_id": 2405,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਜਲਿ ਮਲਿ ਕਾੲਿਅਾ ਮਾਜੀਅੈ ਭਾੲੀ; ਭੀ ਮੈਲਾ ਤਨੁ ਹੋੲਿ ॥",
    "transliteration": "Jal Mal Kaaeiaa Maajeeai Bhaaee Bhee Mailaa Than Hoe ||",
    "translation": "Scrubbing with water, the body can be cleaned, O Siblings of Destiny, but the body becomes dirty again.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਪਾਣੀ ਨਾਲ ਮਲ ਮਲ ਕੇ ਸਰੀਰ ਨੂੰ ਮਾਂਜੀਏ ਤਾਂ ਭੀ ਸਰੀਰ ਮੈਲਾ ਹੀ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਕਾਂੲਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 27737,
    "shabad_id": 2405,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਗਿਅਾਨਿ ਮਹਾ ਰਸਿ ਨਾੲੀਅੈ ਭਾੲੀ; ਮਨੁ ਤਨੁ ਨਿਰਮਲੁ ਹੋੲਿ ॥੫॥",
    "transliteration": "Giaan Mehaa Ras Naaeeai Bhaaee Man Than Niramal Hoe ||5||",
    "translation": "Bathing in the supreme essence of spiritual wisdom, O Siblings of Destiny, the mind and body become pure. ||5||",
    "punjabi": "ਪਰ ਜੇ ਪਰਮਾਤਮਾ ਦੇ ਗਿਆਨ (-ਰੂਪ ਜਲ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (-ਅੰਮ੍ਰਿਤ) ਵਿਚ ਇਸ਼ਨਾਨ ਕਰੀਏ, ਤਾਂ ਮਨ ਭੀ ਪਵਿਤ੍ਰ ਤੇ ਸਰੀਰ ਭੀ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "ਨ੍ਹਾੲੀਅੈ",
    "type_id": 3
  },
  {
    "id": 27738,
    "shabad_id": 2405,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "ਦੇਵੀ ਦੇਵਾ ਪੂਜੀਅੈ ਭਾੲੀ; ਕਿਅਾ ਮਾਗੳੁ. ਕਿਅਾ ਦੇਹਿ ॥",
    "transliteration": "Dhaevee Dhaevaa Poojeeai Bhaaee Kiaa Maago Kiaa Dhaehi ||",
    "translation": "Why worship gods and goddesses, O Siblings of Destiny? What can we ask of them? What can they give us?",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਦੇਵੀ ਦੇਵਤਿਆਂ ਦੀਆਂ ਪੱਥਰ ਆਦਿਕ ਦੀਆਂ ਮੂਰਤੀਆਂ ਦੀ ਪੂਜਾ ਕਰੀਏ, ਤਾਂ ਇਹ ਕੁਝ ਭੀ ਨਹੀਂ ਦੇ ਸਕਦੇ, ਮੈਂ ਇਹਨਾਂ ਪਾਸੋਂ ਕੁਝ ਭੀ ਨਹੀਂ ਮੰਗਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27739,
    "shabad_id": 2405,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "ਪਾਹਣੁ ਨੀਰਿ ਪਖਾਲੀਅੈ ਭਾੲੀ; ਜਲ ਮਹਿ ਬੂਡਹਿ ਤੇਹਿ ॥੬॥",
    "transliteration": "Paahan Neer Pakhaaleeai Bhaaee Jal Mehi Booddehi Thaehi ||6||",
    "translation": "The stone gods are washed with water, O Siblings of Destiny, but they just sink in the water. ||6||",
    "punjabi": "ਪੱਥਰ ਨੂੰ ਪਾਣੀ ਨਾਲ ਧੋਂਦੇ ਰਹੀਏ, ਤਾਂ ਭੀ ਉਹ (ਪੱਥਰ ਦੇ ਬਣਾਏ ਹੋਏ ਦੇਵੀ ਦੇਵਤੇ) ਪਾਣੀ ਵਿਚ ਡੁੱਬ ਜਾਂਦੇ ਹਨ (ਆਪਣੇ ਪੁਜਾਰੀਆਂ ਨੂੰ ਉਹ ਕਿਵੇਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਤਾਰ ਸਕਦੇ ਹਨ? ॥੬॥",
    "pronunciation": "(ਪਾਹਣੁ) ਪੱਥਰ। (ਪਖਾਲੀਅੈ) ਧੋੲੀੲੇ",
    "type_id": 3
  },
  {
    "id": 27740,
    "shabad_id": 2405,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "ਗੁਰ ਬਿਨੁ. ਅਲਖੁ ਨ ਲਖੀਅੈ ਭਾੲੀ; ਜਗੁ ਬੂਡੈ ਪਤਿ ਖੋੲਿ ॥",
    "transliteration": "Gur Bin Alakh N Lakheeai Bhaaee Jag Booddai Path Khoe ||",
    "translation": "Without the Guru, the unseen Lord cannot be seen, O Siblings of Destiny; the world is drowning, having lost its honor.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਹਸਤੀ ਬਿਆਨ ਤੋਂ ਪਰੇ ਹੈ ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ। ਹੇ ਭਾਈ! ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਜਗਤ (ਵਿਕਾਰਾਂ ਵਿਚ) ਡੁੱਬਦਾ ਹੈ ਤੇ ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾਂਦਾ ਹੈ।",
    "pronunciation": "ਪਤਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 27741,
    "shabad_id": 2405,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "ਮੇਰੇ ਠਾਕੁਰ ਹਾਥਿ ਵਡਾੲੀਅਾ ਭਾੲੀ; ਜੈ ਭਾਵੈ ਤੈ ਦੇੲਿ ॥੭॥",
    "transliteration": "Maerae Thaakur Haathh Vaddaaeeaa Bhaaee Jai Bhaavai Thai Dhaee ||7||",
    "translation": "Greatness is in the hands of my Lord and Master, O Siblings of Destiny; as He is pleased, He gives. ||7||",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਵਡਿਆਈਆਂ ਪਰਮਾਤਮਾ ਦੇ ਆਪਣੇ ਹੱਥ ਵਿਚ ਹਨ। ਜੋ ਉਸ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਸ ਨੂੰ ਦੇਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "ਦੇੲਿ",
    "type_id": 3
  },
  {
    "id": 27742,
    "shabad_id": 2405,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "ਬੲੀਅਰਿ ਬੋਲੈ. ਮੀਠੁਲੀ ਭਾੲੀ; ਸਾਚੁ ਕਹੈ. ਪਿਰ ਭਾੲਿ ॥",
    "transliteration": "Beear Bolai Meethulee Bhaaee Saach Kehai Pir Bhaae ||",
    "translation": "That soul-bride, who talks sweetly and speaks the Truth, O Siblings of Destiny, becomes pleasing to her Husband Lord.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ, ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ) ਮਿੱਠੇ ਬੋਲ ਬੋਲਦੀ ਹੈ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰਦੀ ਹੈ ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ (ਮਗਨ ਰਹਿੰਦੀ ਹੈ),",
    "pronunciation": "(ਬੲੀਅਰਿ) ੲਿਸਤ੍ਰੀ",
    "type_id": 3
  },
  {
    "id": 27743,
    "shabad_id": 2405,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "ਬਿਰਹੈ ਬੇਧੀ. ਸਚਿ ਵਸੀ ਭਾੲੀ; ਅਧਿਕ ਰਹੀ ਹਰਿ ਨਾੲਿ ॥੮॥",
    "transliteration": "Birehai Baedhhee Sach Vasee Bhaaee Adhhik Rehee Har Naae ||8||",
    "translation": "Pierced by His Love, she abides in Truth, O Siblings of Destiny, deeply imbued with the Lord's Name. ||8||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ ਵਿੱਝੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਬਹੁਤ ਪ੍ਰੇਮ ਕਰ ਕੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ ॥੮॥",
    "pronunciation": "(ਬਿਰਹੈ) ਵਿਛੋੜੇ। (ਬੇ੍ਨਧੀ) ਵਿੰਨ੍ਹੀ",
    "type_id": 3
  },
  {
    "id": 27744,
    "shabad_id": 2405,
    "pada": 10,
    "source_line": 9,
    "gurmukhi": "ਸਭੁ ਕੋ ਅਾਖੈ ਅਾਪਣਾ ਭਾੲੀ; ਗੁਰ ਤੇ. ਬੁਝੈ ਸੁਜਾਨੁ ॥",
    "transliteration": "Sabh Ko Aakhai Aapanaa Bhaaee Gur Thae Bujhai Sujaan ||",
    "translation": "Everyone calls God his own, O Siblings of Destiny, but the all-knowing Lord is known only through the Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਹਰੇਕ ਜੀਵ ਮਾਇਆ ਦੀ ਅਪਣੱਤ ਦੀਆਂ ਗੱਲਾਂ ਹੀ ਕਰਦਾ ਹੈ, ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਪਾਸੋਂ (ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ) ਸਮਝਦਾ ਹੈ ਉਹ ਸਿਆਣਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਉਹ ਮਾਇਆ-ਮੋਹ ਦੇ ਥਾਂ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ ਜੁੜਦਾ ਹੈ)।",
    "pronunciation": "ਬੁੱਝੈ",
    "type_id": 3
  },
  {
    "id": 27745,
    "shabad_id": 2405,
    "pada": 10,
    "source_line": 9,
    "gurmukhi": "ਜੋ ਬੀਧੇ ਸੇ ੳੂਬਰੇ ਭਾੲੀ; ਸਬਦੁ ਸਚਾ ਨੀਸਾਨੁ ॥੯॥",
    "transliteration": "Jo Beedhhae Sae Oobarae Bhaaee Sabadh Sachaa Neesaan ||9||",
    "translation": "Those who are pierced by His Love are saved, O Siblings of Destiny; they bear the Insignia of the True Word of the Shabad. ||9||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਵਿੱਝਦੇ ਹਨ ਉਹ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਡੁੱਬਣ ਤੋਂ, ਵਿਕਾਰਾਂ ਵਿਚ ਫਸਣ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ। ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਉਹਨਾਂ ਪਾਸ ਸਦਾ ਟਿਕਿਆ ਰਹਿਣ ਵਾਲਾ ਪਰਵਾਨਾ ਹੈ ॥੯॥",
    "pronunciation": "ਬੀ੍ਨਧੇ",
    "type_id": 3
  },
  {
    "id": 27746,
    "shabad_id": 2405,
    "pada": 11,
    "source_line": 10,
    "gurmukhi": "ੲੀਧਨੁ. ਅਧਿਕ ਸਕੇਲੀਅੈ ਭਾੲੀ; ਪਾਵਕੁ ਰੰਚਕ ਪਾੲਿ ॥",
    "transliteration": "Eedhhan Adhhik Sakaeleeai Bhaaee Paavak Ranchak Paae ||",
    "translation": "A large pile of firewood, O Siblings of Destiny, will burn if a small fire is applied.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਬਹੁਤ ਸਾਰਾ ਬਾਲਣ ਇਕੱਠਾ ਕਰ ਲਈਏ, ਤੇ ਉਸ ਵਿਚ ਰਤਾ ਕੁ ਅੱਗ ਪਾ ਦੇਈਏ (ਤਾਂ ਉਹ ਸਾਰਾ ਬਾਲਣ ਸੜ ਕੇ ਸੁਆਹ ਹੋ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "(ੲੀਧਨੁ) ਬਾਲਣ। (ਸਕੇਲੀਅੈ) ੲਿਕੱਠਾ ਕਰੀੲੇ। (ਪਾਵਕੁ) ਅੱਗ। (ਰੰਚਕ) ਥੋੜੀ ਜਿਹੀ",
    "type_id": 3
  },
  {
    "id": 27747,
    "shabad_id": 2405,
    "pada": 11,
    "source_line": 10,
    "gurmukhi": "ਖਿਨੁ ਪਲੁ. ਨਾਮੁ ਰਿਦੈ ਵਸੈ ਭਾੲੀ; ਨਾਨਕ. ਮਿਲਣੁ ਸੁਭਾੲਿ ॥੧੦॥੪॥",
    "transliteration": "Khin Pal Naam Ridhai Vasai Bhaaee Naanak Milan Subhaae ||10||4||",
    "translation": "In the same way, if the Naam, the Name of the Lord, dwells in the heart for a moment, even for an instant, O Siblings of Destiny, then one meets the Lord with ease, O Nanak. ||10||4||",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ, ਹੇ ਨਾਨਕ! ਜੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਘੜੀ ਪਲ ਵਾਸਤੇ ਭੀ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਵੱਸ ਪਏ (ਤਾਂ ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, ਤੇ) ਸਹਿਜੇ ਹੀ ਉਸ ਦਾ ਮਿਲਾਪ (ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਹੋ ਜਾਂਦਾ ਹੈ ॥੧੦॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27748,
    "shabad_id": 2406,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸੋਰਠਿ ਮਹਲਾ ੩ ਘਰੁ ੧ ਤਿਤੁਕੀ",
    "transliteration": "Sorath Mehalaa 3 Ghar 1 Thithukee",
    "translation": "Sorat'h, Third Mehl, First House, Ti-Tukas:",
    "punjabi": "ਰਾਗ ਸੋਰਠਿ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਤਿਨ-ਤੁਕੀ ਬਾਣੀ।",
    "pronunciation": "ਤਿਤੁਕੀ:ਪੋਲਾ",
    "type_id": 3
  },
  {
    "id": 27749,
    "shabad_id": 2406,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 27750,
    "shabad_id": 2406,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਭਗਤਾ ਦੀ ਸਦਾ ਤੂ ਰਖਦਾ ਹਰਿ ਜੀੳੁ; ਧੁਰਿ. ਤੂ ਰਖਦਾ ਅਾੲਿਅਾ ॥",
    "transliteration": "Bhagathaa Dhee Sadhaa Thoo Rakhadhaa Har Jeeo Dhhur Thoo Rakhadhaa Aaeiaa ||",
    "translation": "You always preserve the honor of Your devotees, O Dear Lord; You have protected them from the very beginning of time.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਇੱਜ਼ਤ ਸਦਾ ਰੱਖਦਾ ਹੈਂ, ਜਦੋਂ ਤੋਂ ਜਗਤ ਬਣਿਆ ਹੈ ਤਦੋਂ ਤੋਂ (ਭਗਤਾਂ ਦੀ ਇੱਜ਼ਤ) ਰੱਖਦਾ ਆ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27751,
    "shabad_id": 2406,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਪ੍ਰਹਿਲਾਦ ਜਨ. ਤੁਧੁ ਰਾਖਿ ਲੲੇ ਹਰਿ ਜੀੳੁ; ਹਰਣਾਖਸੁ ਮਾਰਿ ਪਚਾੲਿਅਾ ॥",
    "transliteration": "Prehilaadh Jan Thudhh Raakh Leae Har Jeeo Haranaakhas Maar Pachaaeiaa ||",
    "translation": "You protected Your servant Prahlaad, O Dear Lord, and annihilated Harnaakhash.",
    "punjabi": "ਹੇ ਹਰੀ! ਪ੍ਰਹਿਲਾਦ ਭਗਤ ਵਰਗੇ ਅਨੇਕਾਂ ਸੇਵਕਾਂ ਦੀ ਤੂੰ ਇੱਜ਼ਤ ਰੱਖੀ ਹੈ, ਤੂੰ ਹਰਣਾਖਸ ਨੂੰ ਮਾਰ ਕੇ ਮੁਕਾ ਦਿੱਤਾ।",
    "pronunciation": "ਪ੍ਰਹਿਲਾਦ",
    "type_id": 3
  },
  {
    "id": 27752,
    "shabad_id": 2406,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਗੁਰਮੁਖਾ ਨੋ ਪਰਤੀਤਿ ਹੈ ਹਰਿ ਜੀੳੁ; ਮਨਮੁਖ ਭਰਮਿ ਭੁਲਾੲਿਅਾ ॥੧॥",
    "transliteration": "Guramukhaa No Paratheeth Hai Har Jeeo Manamukh Bharam Bhulaaeiaa ||1||",
    "translation": "The Gurmukhs place their faith in the Dear Lord, but the self-willed manmukhs are deluded by doubt. ||1||",
    "punjabi": "ਹੇ ਹਰੀ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਨਿਸ਼ਚਾ ਹੁੰਦਾ ਹੈ (ਕਿ ਤੂੰ ਭਗਤਾਂ ਦੀ ਇੱਜ਼ਤ ਬਚਾਂਦਾ ਹੈਂ, ਪਰ) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਏ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27753,
    "shabad_id": 2406,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਜੀ; ੲੇਹ ਤੇਰੀ ਵਡਿਅਾੲੀ ॥",
    "transliteration": "Har Jee Eaeh Thaeree Vaddiaaee ||",
    "translation": "O Dear Lord, this is Your Glory.",
    "punjabi": "ਹੇ ਹਰੀ! (ਭਗਤਾਂ ਦੀ ਇੱਜ਼ਤ) ਤੇਰੀ ਹੀ ਇੱਜ਼ਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27754,
    "shabad_id": 2406,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਭਗਤਾ ਕੀ ਪੈਜ. ਰਖੁ ਤੂ ਸੁਅਾਮੀ; ਭਗਤ ਤੇਰੀ ਸਰਣਾੲੀ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bhagathaa Kee Paij Rakh Thoo Suaamee Bhagath Thaeree Saranaaee || Rehaao ||",
    "translation": "You preserve the honor of Your devotees, O Lord Master; Your devotees seek Your Sanctuary. ||Pause||",
    "punjabi": "ਹੇ ਸੁਆਮੀ! ਭਗਤ ਤੇਰੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਤੂੰ ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਇੱਜ਼ਤ ਰੱਖ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27755,
    "shabad_id": 2406,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਭਗਤਾ ਨੋ. ਜਮੁ ਜੋਹਿ. ਨ ਸਾਕੈ; ਕਾਲੁ. ਨ ਨੇੜੈ ਜਾੲੀ ॥",
    "transliteration": "Bhagathaa No Jam Johi N Saakai Kaal N Naerrai Jaaee ||",
    "translation": "The Messenger of Death cannot touch Your devotees; death cannot even approach them.",
    "punjabi": "ਹੇ ਭਾਈ! ਭਗਤਾਂ ਨੂੰ ਮੌਤ ਡਰਾ ਨਹੀਂ ਸਕਦੀ, ਮੌਤ ਦਾ ਡਰ ਭਗਤਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ,",
    "pronunciation": "(ਜੋਹਿ) ਤੱਕ",
    "type_id": 3
  },
  {
    "id": 27756,
    "shabad_id": 2406,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਕੇਵਲ ਰਾਮ ਨਾਮੁ ਮਨਿ ਵਸਿਅਾ; ਨਾਮੇ ਹੀ ਮੁਕਤਿ ਪਾੲੀ ॥",
    "transliteration": "Kaeval Raam Naam Man Vasiaa Naamae Hee Mukath Paaee ||",
    "translation": "The Name of the Lord alone abides in their minds; through the Naam, the Name of the Lord, they find liberation.",
    "punjabi": "(ਕਿਉਂਕਿ ਮੌਤ ਦੇ ਡਰ ਦੇ ਥਾਂ) ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਉਹਨਾਂ ਦੇ) ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਉਹ (ਮੌਤ ਦੇ ਡਰ ਤੋਂ) ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27757,
    "shabad_id": 2406,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਰਿਧਿ ਸਿਧਿ ਸਭ ਭਗਤਾ ਚਰਣੀ ਲਾਗੀ; ਗੁਰ ਕੈ ਸਹਜਿ ਸੁਭਾੲੀ ॥੨॥",
    "transliteration": "Ridhh Sidhh Sabh Bhagathaa Charanee Laagee Gur Kai Sehaj Subhaaee ||2||",
    "translation": "Wealth and all the spiritual powers of the Siddhis fall at the feet of the Lord's devotees; they obtain peace and poise from the Guru. ||2||",
    "punjabi": "ਭਗਤ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈ ਕੇ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰਭੂ-ਪਿਆਰ ਵਿਚ (ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਇਸ ਵਾਸਤੇ) ਸਭ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ਭਗਤਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27758,
    "shabad_id": 2406,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਮਨਮੁਖਾ ਨੋ ਪਰਤੀਤਿ. ਨ ਅਾਵੀ; ਅੰਤਰਿ ਲੋਭ ਸੁਅਾੳੁ ॥",
    "transliteration": "Manamukhaa No Paratheeth N Aavee Anthar Lobh Suaao ||",
    "translation": "The self-willed manmukhs have no faith; they are filled with greed and self-interest.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੂੰ (ਪਰਮਾਤਮਾ ਉਤੇ) ਯਕੀਨ ਨਹੀਂ ਬੱਝਦਾ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਲੋਭ-ਭਰੀ ਗ਼ਰਜ਼ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(ਸੁਅਾੳੁ) ਮਨੋਰਥ",
    "type_id": 3
  },
  {
    "id": 27759,
    "shabad_id": 2406,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹਿਰਦੈ ਸਬਦੁ. ਨ ਭੇਦਿਓ; ਹਰਿ ਨਾਮਿ. ਨ ਲਾਗਾ ਭਾੳੁ ॥",
    "transliteration": "Guramukh Hiradhai Sabadh N Bhaedhiou Har Naam N Laagaa Bhaao ||",
    "translation": "They are not Gurmukh - they do not understand the Word of the Shabad in their hearts; they do not love the Naam, the Name of the Lord.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹਨਾਂ (ਮਨਮੁਖਾਂ) ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਨਹੀਂ ਵਿੱਝਦਾ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਉਹਨਾਂ ਦਾ ਪਿਆਰ ਨਹੀਂ ਬਣਦਾ।",
    "pronunciation": "(ਭੇਦਿਓ) ਮਿਲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 27760,
    "shabad_id": 2406,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਕੂੜ ਕਪਟ ਪਾਜੁ ਲਹਿ ਜਾਸੀ; ਮਨਮੁਖ ਫੀਕਾ ਅਲਾੳੁ ॥੩॥",
    "transliteration": "Koorr Kapatt Paaj Lehi Jaasee Manamukh Feekaa Alaao ||3||",
    "translation": "Their masks of falsehood and hypocrisy shall fall off; the self-willed manmukhs speak with insipid words. ||3||",
    "punjabi": "ਮਨਮੁਖਾਂ ਦਾ ਬੋਲ ਭੀ ਰੁੱਖਾ ਰੁੱਖਾ ਹੁੰਦਾ ਹੈ। ਪਰ ਉਹਨਾਂ ਦਾ ਝੂਠ ਤੇ ਠੱਗੀ ਦਾ ਪਾਜ ਉੱਘੜ ਹੀ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਪਾਜੁ) ਦਿਖਾਵਾ। (ਅਲਾੳੁ) ਬੋਲ",
    "type_id": 3
  },
  {
    "id": 27761,
    "shabad_id": 2406,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ਭਗਤਾ ਵਿਚਿ ਅਾਪਿ ਵਰਤਦਾ ਪ੍ਰਭ ਜੀ; ਭਗਤੀ ਹੂ ਤੂ ਜਾਤਾ ॥",
    "transliteration": "Bhagathaa Vich Aap Varathadhaa Prabh Jee Bhagathee Hoo Thoo Jaathaa ||",
    "translation": "You are pervading through Your devotees, O Dear God; through Your devotees, You are known.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਆਪਣੇ ਭਗਤਾਂ ਵਿਚ ਤੂੰ ਆਪ ਕੰਮ ਕਰਦਾ ਹੈਂ, ਤੇਰੇ ਭਗਤਾਂ ਨੇ ਹੀ ਤੇਰੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27762,
    "shabad_id": 2406,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹ ਸਭ ਲੋਕ ਹੈ ਤੇਰੀ; ਤੂ ੲੇਕੋ ਪੁਰਖੁ ਬਿਧਾਤਾ ॥",
    "transliteration": "Maaeiaa Moh Sabh Lok Hai Thaeree Thoo Eaeko Purakh Bidhhaathaa ||",
    "translation": "All the people are enticed by Maya; they are Yours, Lord - You alone are the Architect of Destiny.",
    "punjabi": "ਪਰ, ਹੇ ਪ੍ਰਭੂ! ਮਾਇਆ ਦਾ ਮੋਹ ਭੀ ਤੇਰੀ ਹੀ ਰਚਨਾ ਹੈ, ਤੂੰ ਆਪ ਹੀ ਸਰਬ-ਵਿਆਪਕ ਹੈਂ, ਤੇ ਰਚਨਹਾਰ ਹੈਂ,",
    "pronunciation": "",
    "type_id": 3
  }
]
