[
  {
    "id": 27934,
    "shabad_id": 2415,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27935,
    "shabad_id": 2415,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਹੳੁਮੈ ਜਲਤੇ ਜਲਿ ਮੁੲੇ; ਭ੍ਰਮਿ ਅਾੲੇ ਦੂਜੈ ਭਾੲਿ ॥",
    "transliteration": "Houmai Jalathae Jal Mueae Bhram Aaeae Dhoojai Bhaae ||",
    "translation": "In the flames of egotism, he is burnt to death; he wanders in doubt and the love of duality.",
    "punjabi": "(ਸੰਸਾਰੀ ਜੀਵ) ਹਉਮੈ ਵਿਚ ਸੜਦੇ ਹੋਏ ਸੜ ਮੁਏ ਸਨ ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਭਟਕ ਭਟਕ ਕੇ ਜਦੋਂ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਆਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27936,
    "shabad_id": 2415,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਪੂਰੈ ਸਤਿਗੁਰਿ. ਰਾਖਿ ਲੀੲੇ; ਅਾਪਣੈ ਪੰਨੈ ਪਾੲਿ ॥",
    "transliteration": "Poorai Sathigur Raakh Leeeae Aapanai Pannai Paae ||",
    "translation": "The Perfect True Guru saves him, making him His own.",
    "punjabi": "ਤਾਂ ਪੂਰੇ ਸਤਿਗੁਰੂ ਨੇ ਆਪਣੇ ਲੜ ਲਾ ਕੇ ਬਚਾ ਲਏ ਹਨ।",
    "pronunciation": "(ਪੰਨੈ) ਪਿਅਾਰੇ ਬਣਾਕੇ",
    "type_id": 3
  },
  {
    "id": 27937,
    "shabad_id": 2415,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੲਿਹੁ ਜਗੁ ਜਲਤਾ ਨਦਰੀ ਅਾੲਿਅਾ; ਗੁਰ ਕੈ ਸਬਦਿ ਸੁਭਾੲਿ ॥",
    "transliteration": "Eihu Jag Jalathaa Nadharee Aaeiaa Gur Kai Sabadh Subhaae ||",
    "translation": "This world is burning; through the Sublime Word of the Guru's Shabad, this comes to be seen.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸੁਭਾਵਿਕ ਹੀ ਇਹ ਸੰਸਾਰ ਸੜਦਾ ਦਿੱਸਿਆ,",
    "pronunciation": "ਜੱਗੁ",
    "type_id": 3
  },
  {
    "id": 27938,
    "shabad_id": 2415,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਬਦਿ ਰਤੇ ਸੇ ਸੀਤਲ ਭੲੇ; ਨਾਨਕ ਸਚੁ ਕਮਾੲਿ ॥੧॥",
    "transliteration": "Sabadh Rathae Sae Seethal Bheae Naanak Sach Kamaae ||1||",
    "translation": "Those who are attuned to the Shabad are cooled and soothed; O Nanak, they practice Truth. ||1||",
    "punjabi": "ਤਾਂ ਹੇ ਨਾਨਕ! ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੀਜ ਕੇ ਤੇ ਨਾਮ-ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰ ਕੇ ਠੰਢੇ-ਠਾਰ ਹੋ ਗਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27939,
    "shabad_id": 2416,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27940,
    "shabad_id": 2416,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਫਲਿਓ ਸਤਿਗੁਰੁ ਸੇਵਿਅਾ; ਧੰਨੁ ਜਨਮੁ ਪਰਵਾਣੁ ॥",
    "transliteration": "Safaliou Sathigur Saeviaa Dhhann Janam Paravaan ||",
    "translation": "Service to the True Guru is fruitful and rewarding; blessed and acceptable is such a life.",
    "punjabi": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦਾ ਸੇਵਿਆ ਹੋਇਆ ਸਤਿਗੁਰੂ ਸਫਲ ਹੈ (ਭਾਵ, ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਉਹਨਾਂ ਲਈ ਸਫਲ ਹੈ) ਤੇ ਉਹਨਾਂ ਦਾ ਜਨਮ ਭੀ ਸ਼ਲਾਘਾ-ਜੋਗ ਤੇ ਕਬੂਲ ਹੋਣ ਦੇ ਜੋਗ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27941,
    "shabad_id": 2416,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਿਨਾ. ਸਤਿਗੁਰੁ ਜੀਵਦਿਅਾ ਮੁੲਿਅਾ. ਨ ਵਿਸਰੈ; ਸੇੲੀ ਪੁਰਖ ਸੁਜਾਣ ॥",
    "transliteration": "Jinaa Sathigur Jeevadhiaa Mueiaa N Visarai Saeee Purakh Sujaan ||",
    "translation": "Those who do not forget the True Guru, in life and in death, are truly wise people.",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਸਿਆਣੇ (ਗਿਣੇ ਜਾਂਦੇ ਹਨ) ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਾਰੀ ਉਮਰ ਕਦੇ ਭੀ ਆਪਣਾ ਸਤਿਗੁਰੂ ਨਹੀਂ ਭੁੱਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27942,
    "shabad_id": 2416,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕੁਲੁ ੳੁਧਾਰੇ ਅਾਪਣਾ; ਸੋ ਜਨੁ ਹੋਵੈ ਪਰਵਾਣੁ ॥",
    "transliteration": "Kul Oudhhaarae Aapanaa So Jan Hovai Paravaan ||",
    "translation": "Their families are saved, and they are approved by the Lord.",
    "punjabi": "(ਜੋ ਮਨੁੱਖ ਇਹੋ ਜਿਹੀ ਕਾਰ ਕਰਦਾ ਹੈ) ਉਹ ਆਪ ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਆਪਣੀ ਕੁਲ ਨੂੰ ਭੀ ਤਾਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27943,
    "shabad_id": 2416,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਮੁੲੇ ਜੀਵਦੇ ਪਰਵਾਣੁ ਹਹਿ; ਮਨਮੁਖ ਜਨਮਿ ਮਰਾਹਿ ॥",
    "transliteration": "Guramukh Mueae Jeevadhae Paravaan Hehi Manamukh Janam Maraahi ||",
    "translation": "The Gurmukhs are approved in death as in life, while the self-willed manmukhs continue the cycle of birth and death.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਜਿਊਂਦੇ ਵੀ ਅਤੇ ਮੋਏ ਵੀ ਕਬੂਲ ਹਨ, ਪਰ, ਮਨ ਦੇ ਅਧੀਨ ਮਨੁੱਖ ਜੰਮਦੇ ਮਰਦੇ ਰਹਿੰਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27944,
    "shabad_id": 2416,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਮੁੲੇ ਨ ਅਾਖੀਅਹਿ; ਜਿ. ਗੁਰ ਕੈ ਸਬਦਿ ਸਮਾਹਿ ॥੨॥",
    "transliteration": "Naanak Mueae N Aakheeahi J Gur Kai Sabadh Samaahi ||2||",
    "translation": "O Nanak, they are not described as dead, who are absorbed in the Word of the Guru's Shabad. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਮੁਏ ਹੋਏ ਨਹੀਂ ਆਖੀਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27945,
    "shabad_id": 2417,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27946,
    "shabad_id": 2417,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਪੁਰਖੁ ਨਿਰੰਜਨੁ ਸੇਵਿ; ਹਰਿ ਨਾਮੁ ਧਿਅਾੲੀਅੈ ॥",
    "transliteration": "Har Purakh Niranjan Saev Har Naam Dhhiaaeeai ||",
    "translation": "Serve the Immaculate Lord God, and meditate on the Lord's Name.",
    "punjabi": "ਮਾਇਆ ਤੋਂ ਰਹਿਤ ਅਕਾਲ ਪੁਰਖ ਦੀ ਸੇਵਾ ਕਰ ਕੇ ਉਸ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27947,
    "shabad_id": 2417,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਸਾਧੂ ਲਗਿ; ਹਰਿ ਨਾਮਿ ਸਮਾੲੀਅੈ ॥",
    "transliteration": "Sathasangath Saadhhoo Lag Har Naam Samaaeeai ||",
    "translation": "Join the Society of the Holy Saints, and be absorbed in the Lord's Name.",
    "punjabi": "(ਪਰ) ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਹੀ ਜੁੜ ਕੇ ਹਰੀ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27948,
    "shabad_id": 2417,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਤੇਰੀ ਵਡੀ ਕਾਰ; ਮੈ ਮੂਰਖ ਲਾੲੀਅੈ ॥",
    "transliteration": "Har Thaeree Vaddee Kaar Mai Moorakh Laaeeai ||",
    "translation": "O Lord, glorious and great is service to You; I am so foolish",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਨੂੰ ਮੂਰਖ ਨੂੰ ਆਪਣੀ ਵੱਡੀ ਕਾਰ (ਭਾਵ, ਭਗਤੀ) ਵਿਚ ਜੋੜ ਲੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27949,
    "shabad_id": 2417,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਹੳੁ ਗੋਲਾ ਲਾਲਾ ਤੁਧੁ; ਮੈ. ਹੁਕਮੁ ਫੁਰਮਾੲੀਅੈ ॥",
    "transliteration": "Ho Golaa Laalaa Thudhh Mai Hukam Furamaaeeai ||",
    "translation": "- please, commit me to it. I am Your servant and slave; command me, according to Your Will.",
    "punjabi": "ਮੈਨੂੰ ਹੁਕਮ ਕਰ, ਮੈਂ ਤੇਰੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਹਾਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27950,
    "shabad_id": 2417,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਹੳੁ. ਗੁਰਮੁਖਿ ਕਾਰ ਕਮਾਵਾ; ਜਿ ਗੁਰਿ ਸਮਝਾੲੀਅੈ ॥੨॥",
    "transliteration": "Ho Guramukh Kaar Kamaavaa J Gur Samajhaaeeai ||2||",
    "translation": "As Gurmukh, I shall serve You, as Guru has instructed me. ||2||",
    "punjabi": "(ਮੇਹਰ ਕਰ ਕਿ) ਸਤਿਗੁਰੂ ਨੇ ਜੋ ਕਾਰ ਸਮਝਾਈ ਹੈ ਉਹ ਮੈਂ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਕਰਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27951,
    "shabad_id": 2418,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27952,
    "shabad_id": 2418,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪੂਰਬਿ ਲਿਖਿਅਾ ਕਮਾਵਣਾ; ਜਿ ਕਰਤੈ ਅਾਪਿ ਲਿਖਿਅਾਸੁ ॥",
    "transliteration": "Poorab Likhiaa Kamaavanaa J Karathai Aap Likhiaas ||",
    "translation": "He acts according to pre-ordained destiny, written by the Creator Himself.",
    "punjabi": "(ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਮੁੱਢ ਤੋਂ ਜੋ (ਸੰਸਕਾਰ-ਰੂਪ ਲੇਖ) ਲਿਖਿਆ (ਭਾਵ, ਉੱਕਰਿਆ) ਹੋਇਆ ਹੈ ਤੇ ਜੋ ਕਰਤਾਰ ਨੇ ਆਪ ਲਿਖ ਦਿੱਤਾ ਹੈ ਉਹ (ਜ਼ਰੂਰ) ਕਮਾਉਣਾ ਪੈਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27953,
    "shabad_id": 2418,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮੋਹ ਠਗੳੁਲੀ ਪਾੲੀਅਨੁ; ਵਿਸਰਿਅਾ ਗੁਣਤਾਸੁ ॥",
    "transliteration": "Moh Thagoulee Paaeean Visariaa Gunathaas ||",
    "translation": "Emotional attachment has drugged him, and he has forgotten the Lord, the treasure of virtue.",
    "punjabi": "(ਉਸ ਲੇਖ ਅਨੁਸਾਰ ਹੀ) ਮੋਹ ਦੀ ਠਗਬੂਟੀ (ਜਿਸ ਨੂੰ) ਮਿਲ ਗਈ ਹੈ ਉਸ ਨੂੰ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹਰੀ ਵਿੱਸਰ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27954,
    "shabad_id": 2418,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਤੁ ਜਾਣਹੁ. ਜਗੁ ਜੀਵਦਾ; ਦੂਜੈ ਭਾੲਿ ਮੁੲਿਅਾਸੁ ॥",
    "transliteration": "Math Jaanahu Jag Jeevadhaa Dhoojai Bhaae Mueiaas ||",
    "translation": "Don't think that he is alive in the world - he is dead, through the love of duality.",
    "punjabi": "(ਉਸ) ਸੰਸਾਰ ਨੂੰ ਜੀਊਂਦਾ ਨਾ ਸਮਝੋ (ਜੋ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਮੁਇਆ ਪਿਆ ਹੈ;",
    "pronunciation": "ਮੁੲਿ-ਅਾਸੁ",
    "type_id": 3
  },
  {
    "id": 27955,
    "shabad_id": 2418,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਿਨੀ ਗੁਰਮੁਖਿ ਨਾਮੁ. ਨ ਚੇਤਿਓ; ਸੇ ਬਹਣਿ ਨ ਮਿਲਨੀ ਪਾਸਿ ॥",
    "transliteration": "Jinee Guramukh Naam N Chaethiou Sae Behan N Milanee Paas ||",
    "translation": "Those who do not meditate on the Lord, as Gurmukh, are not permitted to sit near the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਨਾਮ ਨਹੀਂ ਸਿਮਰਿਆ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਕੋਲ ਬਹਿਣਾ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "ਬਹ-ਣਿ",
    "type_id": 3
  },
  {
    "id": 27956,
    "shabad_id": 2418,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਦੁਖੁ ਲਾਗਾ ਬਹੁ ਅਤਿ ਘਣਾ; ਪੁਤੁ ਕਲਤੁ. ਨ ਸਾਥਿ ਕੋੲੀ ਜਾਸਿ ॥",
    "transliteration": "Dhukh Laagaa Bahu Ath Ghanaa Puth Kalath N Saathh Koee Jaas ||",
    "translation": "They suffer the most horrible pain and suffering, and neither their sons nor their wives go along with them.",
    "punjabi": "ਉਹ ਮਨਮੁਖ ਬਹੁਤ ਹੀ ਦੁੱਖੀ ਹੁੰਦੇ ਹਨ, (ਕਿਉਂਕਿ ਜਿਨ੍ਹਾਂ ਦੀ ਖ਼ਾਤਰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਮੁਏ ਪਏ ਸਨ, ਉਹ) ਪੁੱਤ੍ਰ ਇਸਤ੍ਰੀ ਤਾਂ ਕੋਈ ਨਾਲ ਨਹੀਂ ਜਾਏਗਾ;",
    "pronunciation": "ਕ-ਲੱਤੁ",
    "type_id": 3
  },
  {
    "id": 27957,
    "shabad_id": 2418,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਲੋਕਾ ਵਿਚਿ ਮੁਹੁ ਕਾਲਾ ਹੋਅਾ; ਅੰਦਰਿ ੳੁਭੇ ਸਾਸ ॥",
    "transliteration": "Lokaa Vich Muhu Kaalaa Hoaa Andhar Oubhae Saas ||",
    "translation": "Their faces are blackened among men, and they sigh in deep regret.",
    "punjabi": "ਸੰਸਾਰ ਦੇ ਲੋਕਾਂ ਵਿਚ ਭੀ ਉਹਨਾਂ ਦਾ ਮੂੰਹ ਕਾਲਾ ਹੋਇਆ (ਭਾਵ, ਸ਼ਰਮਿੰਦੇ ਹੋਏ) ਤੇ ਹਾਹੁਕੇ ਲੈਂਦੇ ਹਨ;",
    "pronunciation": "(ੳੁ੍ਨਭੇ) ਅੌਖੇ",
    "type_id": 3
  },
  {
    "id": 27958,
    "shabad_id": 2418,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਨਮੁਖਾ ਨੋ ਕੋ, ਨ ਵਿਸਹੀ; ਚੁਕਿ ਗੲਿਅਾ ਵੇਸਾਸੁ ॥",
    "transliteration": "Manamukhaa No Ko N Visehee Chuk Gaeiaa Vaesaas ||",
    "translation": "No one places any reliance in the self-willed manmukhs; trust in them is lost.",
    "punjabi": "ਮਨਮੁਖਾਂ ਦਾ ਕੋਈ ਵਿਸਾਹ ਨਹੀਂ ਕਰਦਾ, ਉਹਨਾਂ ਦਾ ਇਤਬਾਰ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਵਿਸਹੀ) ਭਰੋਸਾ।ਵਿਸਹੀ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 27959,
    "shabad_id": 2418,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਾ ਨੋ ਸੁਖੁ ਅਗਲਾ; ਜਿਨਾ ਅੰਤਰਿ ਨਾਮ ਨਿਵਾਸੁ ॥੧॥",
    "transliteration": "Naanak Guramukhaa No Sukh Agalaa Jinaa Anthar Naam Nivaas ||1||",
    "translation": "O Nanak, the Gurmukhs live in absolute peace; the Naam, the Name of the Lord, abides within them. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰਮੁਖਾਂ ਨੂੰ ਬਹੁਤ ਸੁਖ ਹੁੰਦਾ ਹੈ ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ ਦਾ ਨਿਵਾਸ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27960,
    "shabad_id": 2419,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27961,
    "shabad_id": 2419,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸੇ ਸੈਣ ਸੇ ਸਜਣਾ; ਜਿ ਗੁਰਮੁਖਿ ਮਿਲਹਿ ਸੁਭਾੲਿ ॥",
    "transliteration": "Sae Sain Sae Sajanaa J Guramukh Milehi Subhaae ||",
    "translation": "They alone are relatives, and they alone are friends, who, as Gurmukh, join together in love.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਏ ਜੋ ਮਨੁੱਖ (ਆਪਾ ਨਿਵਾਰ ਕੇ ਪ੍ਰਭੂ ਵਿਚ ਸੁਭਾਵਿਕ ਹੀ) ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ ਉਹ ਭਲੇ ਲੋਕ ਹਨ ਤੇ (ਸਾਡੇ) ਸਾਥੀ ਹਨ;",
    "pronunciation": "(ਸੈਣ) ਸਬੰਧੀ",
    "type_id": 3
  },
  {
    "id": 27962,
    "shabad_id": 2419,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਤਿਗੁਰ ਕਾ ਭਾਣਾ. ਅਨ ਦਿਨੁ ਕਰਹਿ; ਸੇ ਸਚਿ ਰਹੇ ਸਮਾੲਿ ॥",
    "transliteration": "Sathigur Kaa Bhaanaa Anadhin Karehi Sae Sach Rehae Samaae ||",
    "translation": "Night and day, they act according to the True Guru's Will; they remain absorbed in the True Name.",
    "punjabi": "ਜੋ ਸਦਾ ਸਤਿਗੁਰੂ ਦਾ ਭਾਣਾ ਮੰਨਦੇ ਹਨ, ਉਹ ਸੱਚੇ ਹਰੀ ਵਿਚ ਸਮਾਏ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27963,
    "shabad_id": 2419,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਦੂਜੈ ਭਾੲਿ ਲਗੇ. ਸਜਣ, ਨ ਅਾਖੀਅਹਿ; ਜਿ ਅਭਿਮਾਨੁ ਕਰਹਿ ਵੇਕਾਰ ॥",
    "transliteration": "Dhoojai Bhaae Lagae Sajan N Aakheeahi J Abhimaan Karehi Vaekaar ||",
    "translation": "Those who are attached to the love of duality are not called friends; they practice egotism and corruption.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਸੰਤ ਜਨ ਨਹੀਂ ਆਖੀਦਾ ਜੋ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਲੱਗੇ ਹੋਏ ਅਹੰਕਾਰ ਤੇ ਵਿਕਾਰ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27964,
    "shabad_id": 2419,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਨਮੁਖ ਅਾਪ ਸੁਅਾਰਥੀ; ਕਾਰਜੁ. ਨ ਸਕਹਿ ਸਵਾਰਿ ॥",
    "transliteration": "Manamukh Aap Suaarathhee Kaaraj N Sakehi Savaar ||",
    "translation": "The self-willed manmukhs are selfish; they cannot resolve anyone's affairs.",
    "punjabi": "ਮਨਮੁਖ ਆਪਣੇ ਮਤਲਬ ਦੇ ਪਿਆਰੇ (ਹੋਣ ਕਰ ਕੇ) ਕਿਸੇ ਦਾ ਕੰਮ ਨਹੀਂ ਸਵਾਰ ਸਕਦੇ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27965,
    "shabad_id": 2419,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਪੂਰਬਿ ਲਿਖਿਅਾ ਕਮਾਵਣਾ; ਕੋੲਿ ਨ ਮੇਟਣਹਾਰੁ ॥੨॥",
    "transliteration": "Naanak Poorab Likhiaa Kamaavanaa Koe N Maettanehaar ||2||",
    "translation": "O Nanak, they act according to their pre-ordained destiny; no one can erase it. ||2||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! (ਉਹਨਾਂ ਦੇ ਸਿਰ ਕੀਹ ਦੋਸ਼?) (ਪਿਛਲੇ ਕੀਤੇ ਕੰਮਾਂ ਅਨੁਸਾਰ) ਮੁੱਢ ਤੋਂ ਉੱਕਰਿਆ ਹੋਇਆ (ਸੰਸਕਾਰ-ਰੂਪ ਲੇਖ) ਕਮਾਉਣਾ ਪੈਂਦਾ ਹੈ, ਕੋਈ ਮਿਟਾਉਣ-ਜੋਗਾ ਨਹੀਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27966,
    "shabad_id": 2420,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27967,
    "shabad_id": 2420,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਤੁਧੁ ਅਾਪੇ ਜਗਤੁ ੳੁਪਾੲਿ ਕੈ; ਅਾਪਿ ਖੇਲੁ ਰਚਾੲਿਅਾ ॥",
    "transliteration": "Thudhh Aapae Jagath Oupaae Kai Aap Khael Rachaaeiaa ||",
    "translation": "You Yourself created the world, and You Yourself arranged the play of it.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਆਪ ਹੀ ਸੰਸਾਰ ਰਚ ਕੇ ਆਪ ਹੀ ਖੇਡ ਬਣਾਈ ਹੈ;",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 27968,
    "shabad_id": 2420,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਤ੍ਰੈ ਗੁਣ ਅਾਪਿ ਸਿਰਜਿਅਾ; ਮਾੲਿਅਾ ਮੋਹੁ ਵਧਾੲਿਅਾ ॥",
    "transliteration": "Thrai Gun Aap Sirajiaa Maaeiaa Mohu Vadhhaaeiaa ||",
    "translation": "You Yourself created the three qualities, and fostered emotional attachment to Maya.",
    "punjabi": "ਤੂੰ ਆਪ ਹੀ (ਮਾਇਆ ਦੇ) ਤਿੰਨ ਗੁਣ ਬਣਾਏ ਹਨ ਤੇ ਆਪ ਹੀ ਮਾਇਆ ਦਾ ਮੋਹ (ਜਗਤ ਵਿਚ) ਵਧਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27969,
    "shabad_id": 2420,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਵਿਚਿ ਹੳੁਮੈ ਲੇਖਾ ਮੰਗੀਅੈ; ਫਿਰਿ ਅਾਵੈ ਜਾੲਿਅਾ ॥",
    "transliteration": "Vich Houmai Laekhaa Mangeeai Fir Aavai Jaaeiaa ||",
    "translation": "He is called to account for his deeds done in egotism; he continues coming and going in reincarnation.",
    "punjabi": "(ਇਸ ਮੋਹ ਤੋਂ ਉਪਜੇ) ਅਹੰਕਾਰ ਵਿਚ (ਲੱਗਿਆਂ) (ਦਰਗਾਹ ਵਿਚ) ਲੇਖਾ ਮੰਗੀਦਾ ਹੈ ਤੇ ਫਿਰ ਜੰਮਣਾ ਮਰਨਾ ਪੈਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27970,
    "shabad_id": 2420,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਿਨਾ ਹਰਿ ਅਾਪਿ ਕ੍ਰਿਪਾ ਕਰੇ; ਸੇ ਗੁਰਿ ਸਮਝਾੲਿਅਾ ॥",
    "transliteration": "Jinaa Har Aap Kirapaa Karae Sae Gur Samajhaaeiaa ||",
    "translation": "The Guru instructs those whom the Lord Himself blesses with Grace.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਤੇ ਹਰੀ ਆਪ ਮੇਹਰ ਕਰਦਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਨੇ (ਇਹ) ਸਮਝ ਪਾ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27971,
    "shabad_id": 2420,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਬਲਿਹਾਰੀ ਗੁਰ ਅਾਪਣੇ; ਸਦਾ ਸਦਾ ਘੁਮਾੲਿਅਾ ॥੩॥",
    "transliteration": "Balihaaree Gur Aapanae Sadhaa Sadhaa Ghumaaeiaa ||3||",
    "translation": "I am a sacrifice to my Guru; forever and ever, I am a sacrifice to Him. ||3||",
    "punjabi": "(ਇਸ ਕਰਕੇ) ਮੈਂ ਆਪਣੇ ਸਤਿਗੁਰੂ ਤੋਂ ਸਦਕੇ ਹਾਂ ਤੇ ਸਦਾ ਵਾਰਨੇ ਜਾਂਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27972,
    "shabad_id": 2421,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27973,
    "shabad_id": 2421,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਾੲਿਅਾ ਮਮਤਾ ਮੋਹਣੀ; ਜਿਨਿ ਵਿਣੁ ਦੰਤਾ. ਜਗੁ ਖਾੲਿਅਾ ॥",
    "transliteration": "Maaeiaa Mamathaa Mohanee Jin Vin Dhanthaa Jag Khaaeiaa ||",
    "translation": "The love of Maya is enticing; without teeth, it has eaten up the world.",
    "punjabi": "ਮਾਇਆ ਦੀ ਅਪਣੱਤ (ਭਾਵ, ਇਹ ਖ਼ਿਆਲ ਕਿ ਏਹ ਸ਼ੈ ਮੇਰੀ ਹੈ, ਇਹ ਧਨ ਮੇਰਾ ਹੈ,) ਮਨ ਨੂੰ ਮੋਹਣ ਵਾਲੀ ਹੈ, ਇਸ ਨੇ ਸੰਸਾਰ ਨੂੰ ਬਿਨਾਂ ਦੰਦਾਂ ਤੋਂ ਹੀ ਖਾ ਲਿਆ ਹੈ (ਭਾਵ, ਸਮੂਲਚਾ ਹੀ ਨਿਗਲ ਲਿਆ ਹੈ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27974,
    "shabad_id": 2421,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਨਮੁਖ ਖਾਧੇ. ਗੁਰਮੁਖਿ ੳੁਬਰੇ; ਜਿਨੀ ਸਚਿ ਨਾਮਿ ਚਿਤੁ ਲਾੲਿਅਾ ॥",
    "transliteration": "Manamukh Khaadhhae Guramukh Oubarae Jinee Sach Naam Chith Laaeiaa ||",
    "translation": "The self-willed manmukhs are eaten away, while the Gurmukhs are saved; they focus their consciousness on the True Name.",
    "punjabi": "ਮਨਮੁਖ (ਇਸ 'ਮਮਤਾ' ਵਿਚ) ਗ੍ਰਸੇ ਗਏ ਹਨ, ਤੇ ਜਿਨ੍ਹਾਂ ਗੁਰਮੁਖਾਂ ਨੇ ਸੱਚੇ ਨਾਮ ਵਿਚ ਚਿੱਤ ਜੋੜਿਆ ਹੈ ਉਹ ਬਚ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 27975,
    "shabad_id": 2421,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਬਿਨੁ ਨਾਵੈ. ਜਗੁ ਕਮਲਾ ਫਿਰੈ; ਗੁਰਮੁਖਿ ਨਦਰੀ ਅਾੲਿਅਾ ॥",
    "transliteration": "Bin Naavai Jag Kamalaa Firai Guramukh Nadharee Aaeiaa ||",
    "translation": "Without the Name, the world wanders around insane; the Gurmukhs come to see this.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਇਹ ਦਿੱਸ ਪੈਂਦਾ ਹੈ ਕਿ ਸੰਸਾਰ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕਮਲਾ ਹੋਇਆ ਭਟਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
