[
  {
    "id": 28019,
    "shabad_id": 2428,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਨ ਕੀ ਸਾਰ. ਨ ਜਾਣਨੀ; ਹੳੁਮੈ ਭਰਮਿ ਭੁਲਾੲਿ ॥",
    "transliteration": "Man Kee Saar N Jaananee Houmai Bharam Bhulaae ||",
    "translation": "They do not know the state of their own minds; they are deluded by doubt and egotism.",
    "punjabi": "ਹਉਮੈ ਤੇ ਭਰਮ ਵਿਚ ਭੁੱਲੇ ਹੋਇਆਂ ਨੂੰ ਮਨ ਦੀ ਸਾਰ ਨਹੀਂ ਆਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28020,
    "shabad_id": 2428,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਭੳੁ ਪੲਿਅਾ; ਵਡਭਾਗਿ ਵਸਿਅਾ ਮਨਿ ਅਾੲਿ ॥",
    "transliteration": "Gur Parasaadhee Bho Paeiaa Vaddabhaag Vasiaa Man Aae ||",
    "translation": "By Guru's Grace, the Fear of God is obtained; by great good fortune, the Lord comes to abide in the mind.",
    "punjabi": "ਵੱਡੇ ਭਾਗ ਨਾਲ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਰਾਹੀਂ ਭਉ ਉਪਜਦਾ ਹੈ ਤੇ ਮਨ ਵਿਚ ਆ ਕੇ ਵੱਸਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28021,
    "shabad_id": 2428,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਭੈ ਪੲਿਅੈ ਮਨੁ ਵਸਿ ਹੋਅਾ; ਹੳੁਮੈ ਸਬਦਿ ਜਲਾੲਿ ॥",
    "transliteration": "Bhai Paeiai Man Vas Hoaa Houmai Sabadh Jalaae ||",
    "translation": "When the Fear of God comes, the mind is restrained, and through the Word of the Shabad, the ego is burnt away.",
    "punjabi": "(ਹਰੀ ਦਾ) ਭਉ ਉਪਜਿਆਂ ਹੀ, ਤੇ ਹਉਮੈ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਸਾੜ ਕੇ ਹੀ ਮਨ ਵੱਸ ਵਿਚ ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 28022,
    "shabad_id": 2428,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਚਿ ਰਤੇ ਸੇ ਨਿਰਮਲੇ; ਜੋਤੀ ਜੋਤਿ ਮਿਲਾੲਿ ॥",
    "transliteration": "Sach Rathae Sae Niramalae Jothee Joth Milaae ||",
    "translation": "Those who are imbued with Truth are immaculate; their light merges in the Light.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਜੋਤੀ-ਪ੍ਰਭੂ ਵਿਚ ਆਪਣੀ ਬ੍ਰਿਤੀ ਮਿਲਾ ਕੇ ਸੱਚੇ ਵਿਚ ਰੰਗੇ ਗਏ ਹਨ, ਉਹ ਨਿਰਮਲ ਹੋ ਗਏ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28023,
    "shabad_id": 2428,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਮਿਲਿਅੈ ਨਾੳੁ ਪਾੲਿਅਾ; ਨਾਨਕ. ਸੁਖਿ ਸਮਾੲਿ ॥੨॥",
    "transliteration": "Sathigur Miliai Naao Paaeiaa Naanak Sukh Samaae ||2||",
    "translation": "Meeting the True Guru, one obtains the Name; O Nanak, he is absorbed in peace. ||2||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਦੇ ਮਿਲਿਆਂ ਹੀ ਨਾਮ ਮਿਲਦਾ ਹੈ ਤੇ ਸੁਖ ਵਿਚ ਸਮਾਈ ਹੁੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28024,
    "shabad_id": 2429,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28025,
    "shabad_id": 2429,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ੲੇਹ ਭੂਪਤਿ ਰਾਣੇ ਰੰਗ; ਦਿਨ ਚਾਰਿ ਸੁਹਾਵਣਾ ॥",
    "transliteration": "Eaeh Bhoopath Raanae Rang Dhin Chaar Suhaavanaa ||",
    "translation": "The pleasures of kings and emperors are pleasing, but they last for only a few days.",
    "punjabi": "ਰਾਜਿਆਂ ਤੇ ਰਾਣਿਆਂ ਦੇ ਇਹ ਰੰਗ ਚਾਰ ਦਿਨਾਂ (ਭਾਵ, ਥੋੜੇ ਚਿਰ) ਲਈ ਸੋਭਨੀਕ ਹੁੰਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28026,
    "shabad_id": 2429,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ੲੇਹੁ ਮਾੲਿਅਾ ਰੰਗੁ ਕਸੁੰਭ; ਖਿਨ ਮਹਿ ਲਹਿ ਜਾਵਣਾ ॥",
    "transliteration": "Eaehu Maaeiaa Rang Kasunbh Khin Mehi Lehi Jaavanaa ||",
    "translation": "These pleasures of Maya are like the color of the safflower, which wears off in a moment.",
    "punjabi": "ਮਾਇਆ ਦਾ ਇਹ ਰੰਗ ਕਸੁੰਭੇ ਦਾ ਰੰਗ ਹੈ (ਭਾਵ, ਕਸੁੰਭੇ ਵਾਂਗ ਛਿਨ-ਭੰਗੁਰ ਹੈ), ਛਿਨ ਮਾਤ੍ਰ ਵਿਚ ਲਹਿ ਜਾਏਗਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28027,
    "shabad_id": 2429,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਚਲਦਿਅਾ ਨਾਲਿ. ਨ ਚਲੈ; ਸਿਰਿ ਪਾਪ ਲੈ ਜਾਵਣਾ ॥",
    "transliteration": "Chaladhiaa Naal N Chalai Sir Paap Lai Jaavanaa ||",
    "translation": "They do not go with him when he departs; instead, he carries the load of sins upon his head.",
    "punjabi": "(ਸੰਸਾਰ ਤੋਂ) ਤੁਰਨ ਵੇਲੇ ਮਾਇਆ ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ, (ਪਰ ਇਸ ਦੇ ਕਾਰਨ ਕੀਤੇ) ਪਾਪ ਆਪਣੇ ਸਿਰ ਤੇ ਲੈ ਜਾਈਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28028,
    "shabad_id": 2429,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਾਂ ਪਕੜਿ ਚਲਾੲਿਅਾ ਕਾਲਿ; ਤਾਂ ਖਰਾ ਡਰਾਵਣਾ ॥",
    "transliteration": "Jaan Pakarr Chalaaeiaa Kaal Thaan Kharaa Ddaraavanaa ||",
    "translation": "When death seizes him, and marches him away, then he looks absolutely hideous.",
    "punjabi": "ਜਦੋਂ ਜਮ-ਕਾਲ ਨੇ ਫੜ ਕੇ ਅੱਗੇ ਲਾ ਲਿਆ, ਤਾਂ (ਜੀਵ) ਡਾਢਾ ਭੈ-ਭੀਤ ਹੁੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28029,
    "shabad_id": 2429,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਓਹ ਵੇਲਾ ਹਥਿ. ਨ ਅਾਵੈ; ਫਿਰਿ ਪਛੁਤਾਵਣਾ ॥੬॥",
    "transliteration": "Ouh Vaelaa Hathh N Aavai Fir Pashhuthaavanaa ||6||",
    "translation": "That lost opportunity will not come into his hands again, and in the end, he regrets and repents. ||6||",
    "punjabi": "(ਮਨੁੱਖ-ਜਨਮ ਵਾਲਾ) ਉਹ ਸਮਾ ਫੇਰ ਮਿਲਦਾ ਨਹੀਂ, ਇਸ ਵਾਸਤੇ ਪਛੁਤਾਉਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28030,
    "shabad_id": 2430,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28031,
    "shabad_id": 2430,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਤਿਗੁਰ ਤੇ ਜੋ ਮੁਹ ਫਿਰੇ; ਸੇ ਬਧੇ ਦੁਖ ਸਹਾਹਿ ॥",
    "transliteration": "Sathigur Thae Jo Muh Firae Sae Badhhae Dhukh Sehaahi ||",
    "translation": "Those who turn their faces away from the True Guru, suffer in sorrow and bondage.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਵਲੋਂ ਮਨਮੁਖ ਹਨ, ਉਹ (ਅੰਤ ਨੂੰ) ਬੱਧੇ ਦੁਖ ਸਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28032,
    "shabad_id": 2430,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਫਿਰਿ ਫਿਰਿ ਮਿਲਣੁ. ਨ ਪਾੲਿਨੀ; ਜੰਮਹਿ ਤੈ ਮਰਿ ਜਾਹਿ ॥",
    "transliteration": "Fir Fir Milan N Paaeinee Janmehi Thai Mar Jaahi ||",
    "translation": "Again and again, they are born only to die; they cannot meet their Lord.",
    "punjabi": "ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਨਹੀਂ ਸਕਦੇ, ਮੁੜ ਮੁੜ ਜੰਮਦੇ ਤੇ ਮਰਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28033,
    "shabad_id": 2430,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਹਸਾ ਰੋਗੁ. ਨ ਛੋਡੲੀ; ਦੁਖ ਹੀ ਮਹਿ ਦੁਖ ਪਾਹਿ ॥",
    "transliteration": "Sehasaa Rog N Shhoddee Dhukh Hee Mehi Dhukh Paahi ||",
    "translation": "The disease of doubt does not depart, and they find only pain and more pain.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਚਿੰਤਾ ਦਾ ਰੋਗ ਕਦੇ ਨਹੀਂ ਛੱਡਦਾ, ਸਦਾ ਦੁਖੀ ਹੀ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28034,
    "shabad_id": 2430,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ ਨਦਰੀ ਬਖਸਿ ਲੇਹਿ; ਸਬਦੇ ਮੇਲਿ ਮਿਲਾਹਿ ॥੧॥",
    "transliteration": "Naanak Nadharee Bakhas Laehi Sabadhae Mael Milaahi ||1||",
    "translation": "O Nanak, if the Gracious Lord forgives, then one is united in Union with the Word of the Shabad. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਕ੍ਰਿਪਾ-ਦ੍ਰਿਸ਼ਟੀ ਵਾਲਾ ਪ੍ਰਭੂ ਜੇ ਉਹਨਾਂ ਨੂੰ ਬਖ਼ਸ਼ ਲਏ ਤਾਂ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਵਿਚ ਮਿਲ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28035,
    "shabad_id": 2431,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28036,
    "shabad_id": 2431,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜੋ ਸਤਿਗੁਰ ਤੇ. ਮੁਹ ਫਿਰੇ; ਤਿਨਾ. ਠੳੁਰ ਨ ਠਾੳੁ ॥",
    "transliteration": "Jo Sathigur Thae Muh Firae Thinaa Thour N Thaao ||",
    "translation": "Those who turn their faces away from the True Guru, shall find no place of rest or shelter.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਤੋਂ ਮਨਮੁਖ ਹਨ ਉਹਨਾਂ ਦਾ ਨਾਹ ਥਾਂ ਨਾਹ ਥਿੱਤਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28037,
    "shabad_id": 2431,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਿੳੁ ਛੁਟੜਿ. ਘਰਿ ਘਰਿ ਫਿਰੈ; ਦੁਹਚਾਰਣਿ ਬਦਨਾੳੁ ॥",
    "transliteration": "Jio Shhuttarr Ghar Ghar Firai Dhuhachaaran Badhanaao ||",
    "translation": "They wander around from door to door, like a woman forsaken, with a bad character and a bad reputation.",
    "punjabi": "ਉਹ ਵਿਭਚਾਰਨ ਛੁੱਟੜ ਇਸਤ੍ਰੀ ਵਾਂਗ ਹਨ, ਜੋ ਘਰ ਘਰ ਵਿਚ ਬਦਨਾਮ ਹੁੰਦੀ ਫਿਰਦੀ ਹੈ।",
    "pronunciation": "(ਬਦਨਾੳੁ) ਬਦਨਾਮ। ਛੁੱਟੜਿ",
    "type_id": 3
  },
  {
    "id": 28038,
    "shabad_id": 2431,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ ਗੁਰਮੁਖਿ ਬਖਸੀਅਹਿ; ਸੇ ਸਤਿਗੁਰ ਮੇਲਿ ਮਿਲਾੳੁ ॥੨॥",
    "transliteration": "Naanak Guramukh Bakhaseeahi Sae Sathigur Mael Milaao ||2||",
    "translation": "O Nanak, the Gurmukhs are forgiven, and united in Union with the True Guru. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਬਖ਼ਸ਼ੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਸਤਿਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28039,
    "shabad_id": 2432,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28040,
    "shabad_id": 2432,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜੋ ਸੇਵਹਿ ਸਤਿ ਮੁਰਾਰਿ; ਸੇ ਭਵਜਲ ਤਰਿ ਗੲਿਅਾ ॥",
    "transliteration": "Jo Saevehi Sath Muraar Sae Bhavajal Thar Gaeiaa ||",
    "translation": "Those who serve the True Lord, the Destroyer of ego, cross over the terrifying world-ocean.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸੱਚੇ ਹਰੀ ਨੂੰ ਸੇਂਵਦੇ ਹਨ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਨੂੰ ਤਰ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "ਗੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 28041,
    "shabad_id": 2432,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜੋ ਬੋਲਹਿ ਹਰਿ ਹਰਿ ਨਾੳੁ; ਤਿਨ ਜਮੁ ਛਡਿ ਗੲਿਅਾ ॥",
    "transliteration": "Jo Bolehi Har Har Naao Thin Jam Shhadd Gaeiaa ||",
    "translation": "Those who chant the Name of the Lord, Har, Har, are passed over by the Messenger of Death.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਜਮ ਛੱਡ ਜਾਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28042,
    "shabad_id": 2432,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸੇ ਦਰਗਹ ਪੈਧੇ ਜਾਹਿ; ਜਿਨਾ ਹਰਿ ਜਪਿ ਲੲਿਅਾ ॥",
    "transliteration": "Sae Dharageh Paidhhae Jaahi Jinaa Har Jap Laeiaa ||",
    "translation": "Those who meditate on the Lord, go to His Court in robes of honor.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਹਰੀ ਦਾ ਨਾਮ ਜਪਿਆ ਹੈ, ਉਹ ਦਰਗਾਹ ਵਿਚ ਸਨਮਾਨੇ ਜਾਂਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28043,
    "shabad_id": 2432,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਸੇਵਹਿ ਸੇੲੀ ਪੁਰਖ; ਜਿਨਾ ਹਰਿ ਤੁਧੁ ਮੲਿਅਾ ॥",
    "transliteration": "Har Saevehi Saeee Purakh Jinaa Har Thudhh Maeiaa ||",
    "translation": "They alone serve You, O Lord, whom You bless with Grace.",
    "punjabi": "(ਪਰ) ਹੇ ਹਰੀ! ਜਿਨ੍ਹਾਂ ਉਤੇ ਤੇਰੀ ਮੇਹਰ ਹੁੰਦੀ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਤੇਰੀ ਭਗਤੀ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28044,
    "shabad_id": 2432,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਗੁਣ ਗਾਵਾ ਪਿਅਾਰੇ ਨਿਤ; ਗੁਰਮੁਖਿ. ਭ੍ਰਮ ਭੳੁ ਗੲਿਅਾ ॥੭॥",
    "transliteration": "Gun Gaavaa Piaarae Nith Guramukh Bhram Bho Gaeiaa ||7||",
    "translation": "I sing continually Your Glorious Praises, O Beloved; as Gurmukh, my doubts and fears have been dispelled. ||7||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਭਰਮ ਤੇ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, (ਮੇਹਰ ਕਰ) ਹੇ ਪਿਆਰੇ! ਮੈਂ ਭੀ ਤੇਰੇ ਸਦਾ ਗੁਣ ਗਾਵਾਂ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28045,
    "shabad_id": 2433,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28046,
    "shabad_id": 2433,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਥਾਲੈ ਵਿਚਿ. ਤੈ ਵਸਤੂ ਪੲੀਓ; ਹਰਿ ਭੋਜਨੁ ਅੰਮ੍ਰਿਤੁ ਸਾਰੁ ॥",
    "transliteration": "Thhaalai Vich Thai Vasathoo Peeou Har Bhojan Anmrith Saar ||",
    "translation": "Upon the plate, three things have been placed; this is the sublime, ambrosial food of the Lord.",
    "punjabi": "ਜਿਸ ਹਿਰਦੈ-ਰੂਪ ਥਾਲ ਵਿਚ (ਸਤ, ਸੰਤੋਖ ਤੇ ਵੀਚਾਰ) ਤਿੰਨ ਚੀਜ਼ਾਂ ਆ ਪਈਆਂ ਹਨ, ਉਸ ਹਿਰਦੇ-ਥਾਲ ਵਿਚ ਸ੍ਰੇਸ਼ਟ ਅੰਮ੍ਰਿਤ ਭੋਜਨ ਹਰੀ ਦਾ ਨਾਮ (ਪਰੋਸਿਆ ਜਾਂਦਾ) ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28047,
    "shabad_id": 2433,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਿਤੁ ਖਾਧੈ ਮਨੁ ਤ੍ਰਿਪਤੀਅੈ; ਪਾੲੀਅੈ ਮੋਖ ਦੁਅਾਰੁ ॥",
    "transliteration": "Jith Khaadhhai Man Thripatheeai Paaeeai Mokh Dhuaar ||",
    "translation": "Eating this, the mind is satisfied, and the Door of Salvation is found.",
    "punjabi": "ਜਿਸ ਦੇ ਖਾਧਿਆਂ ਮਨ ਰੱਜ ਜਾਂਦਾ ਹੈ ਤੇ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਦਰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28048,
    "shabad_id": 2433,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ੲਿਹੁ ਭੋਜਨੁ ਅਲਭੁ ਹੈ ਸੰਤਹੁ; ਲਭੈ ਗੁਰ ਵੀਚਾਰਿ ॥",
    "transliteration": "Eihu Bhojan Alabh Hai Santhahu Labhai Gur Veechaar ||",
    "translation": "It is so difficult to obtain this food, O Saints; it is obtained only by contemplating the Guru.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋਂ! ਇਹ ਭੋਜਨ ਦੁਰਲੱਭ ਹੈ, ਸਤਿਗੁਰੂ ਦੀ (ਦੱਸੀ ਹੋਈ) ਵੀਚਾਰ ਦੀ ਰਾਹੀਂ ਲੱਭਦਾ ਹੈ।",
    "pronunciation": "ਅ-ਲਭੁ, ਲੱਭੈ",
    "type_id": 3
  },
  {
    "id": 28049,
    "shabad_id": 2433,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ੲੇਹ ਮੁਦਾਵਣੀ. ਕਿੳੁ ਵਿਚਹੁ ਕਢੀਅੈ; ਸਦਾ ਰਖੀਅੈ ੳੁਰਿ ਧਾਰਿ ॥",
    "transliteration": "Eaeh Mudhaavanee Kio Vichahu Kadteeai Sadhaa Rakheeai Our Dhhaar ||",
    "translation": "Why should we cast this riddle out of our minds? We should keep it ever enshrined in our hearts.",
    "punjabi": "ਇਸ ਨੂੰ ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ; ਇਹ ਭੁਲਾਣੀ ਨਹੀਂ ਚਾਹੀਦੀ।",
    "pronunciation": "(ਮੁਦਾਵਣੀ) ਬੁਝਾਰਤ",
    "type_id": 3
  },
  {
    "id": 28050,
    "shabad_id": 2433,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ੲੇਹ ਮੁਦਾਵਣੀ. ਸਤਿਗੁਰੂ ਪਾੲੀ; ਗੁਰਸਿਖਾ ਲਧੀ ਭਾਲਿ ॥",
    "transliteration": "Eaeh Mudhaavanee Sathiguroo Paaee Gurasikhaa Ladhhee Bhaal ||",
    "translation": "The True Guru has posed this riddle. The Guru's Sikhs have found its solution.",
    "punjabi": "ਆਤਮਕ ਆਨੰਦ ਦੇਣ ਵਾਲੀ ਇਸ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਆਤਮਕ ਖ਼ੁਰਾਕ ਦੀ ਦੱਸ) ਗੁਰੂ ਨੇ ਪਾਈ ਹੈ, ਗੁਰ-ਸਿੱਖਾਂ ਨੇ ਖੋਜ ਕੇ ਲੱਭ ਲਈ ਹੈ।",
    "pronunciation": "ਲੱਧੀ",
    "type_id": 3
  },
  {
    "id": 28051,
    "shabad_id": 2433,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਜਿਸੁ ਬੁਝਾੲੇ ਸੁ ਬੁਝਸੀ; ਹਰਿ ਪਾੲਿਅਾ ਗੁਰਮੁਖਿ ਘਾਲਿ ॥੧॥",
    "transliteration": "Naanak Jis Bujhaaeae S Bujhasee Har Paaeiaa Guramukh Ghaal ||1||",
    "translation": "O Nanak, he alone understands this, whom the Lord inspires to understand. The Gurmukhs work hard, and find the Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਇਸ ਦੀ) ਸਮਝ ਦੇਂਦਾ ਹੈ ਉਹ ਸਮਝਦਾ ਹੈ, ਅਤੇ ਉਹ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਘਾਲਣਾ ਘਾਲ ਕੇ ਹਰੀ ਨੂੰ ਮਿਲਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਬੁੱਝਾੲੇ, ਬੁੱਝਸੀ",
    "type_id": 3
  },
  {
    "id": 28052,
    "shabad_id": 2434,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28053,
    "shabad_id": 2434,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜੋ ਧੁਰਿ ਮੇਲੇ. ਸੇ ਮਿਲਿ ਰਹੇ; ਸਤਿਗੁਰ ਸਿੳੁ ਚਿਤੁ ਲਾੲਿ ॥",
    "transliteration": "Jo Dhhur Maelae Sae Mil Rehae Sathigur Sio Chith Laae ||",
    "translation": "Those whom the Primal Lord unites, remain in Union with Him; they focus their consciousness on the True Guru.",
    "punjabi": "ਹਰੀ ਨੇ ਜੋ ਧੁਰ ਤੋਂ ਮਿਲਾਏ ਹਨ, ਉਹ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਨਾਲ ਚਿੱਤ ਜੋੜ ਕੇ (ਹਰੀ ਵਿਚ) ਲੀਨ ਹੋਏ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28054,
    "shabad_id": 2434,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਾਪਿ ਵਿਛੋੜੇਨੁ. ਸੇ ਵਿਛੁੜੇ; ਦੂਜੈ ਭਾੲਿ ਖੁਅਾੲਿ ॥",
    "transliteration": "Aap Vishhorraen Sae Vishhurrae Dhoojai Bhaae Khuaae ||",
    "translation": "Those whom the Lord Himself separates, remain separated; in the love of duality, they are ruined.",
    "punjabi": "(ਪਰ) ਜੋ ਉਸ ਹਰੀ ਨੇ ਆਪ ਵਿਛੋੜੇ ਹਨ, ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸ ਕੇ) ਖੁੰਝੇ ਹੋਏ ਹਰੀ ਤੋਂ ਵਿੱਛੁੜੇ ਹੋਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28055,
    "shabad_id": 2434,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਵਿਣੁ ਕਰਮਾ ਕਿਅਾ ਪਾੲੀਅੈ; ਪੂਰਬਿ ਲਿਖਿਅਾ ਕਮਾੲਿ ॥੨॥",
    "transliteration": "Naanak Vin Karamaa Kiaa Paaeeai Poorab Likhiaa Kamaae ||2||",
    "translation": "O Nanak, without good karma, what can anyone obtain? He earns what he is pre-destined to receive. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਕੀਤੀ ਹੋਈ ਕਮਾਈ ਤੋਂ ਬਿਨਾ ਕੁਝ ਨਹੀਂ ਮਿਲਦਾ, ਮੁੱਢ ਤੋਂ (ਕੀਤੇ ਕੰਮਾਂ ਦੇ ਅਨੁਸਾਰ) ਉੱਕਰੇ ਹੋਏ (ਸੰਸਕਾਰ-ਰੂਪ ਲੇਖ ਦੀ ਕਮਾਈ) ਕਮਾਉਣੀ ਪੈਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28056,
    "shabad_id": 2435,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28057,
    "shabad_id": 2435,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਬਹਿ ਸਖੀਅਾ ਜਸੁ ਗਾਵਹਿ; ਗਾਵਣਹਾਰੀਅਾ ॥",
    "transliteration": "Behi Sakheeaa Jas Gaavehi Gaavanehaareeaa ||",
    "translation": "Sitting together, the companions sing the Songs of the Lord's Praises.",
    "punjabi": "ਹਰੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਵਾਲੀਆਂ (ਸੰਤ ਜਨ-ਰੂਪ) ਸਹੇਲੀਆਂ ਇਕੱਠੀਆਂ ਬਹਿ ਕੇ ਆਪ ਹਰੀ ਦਾ ਜਸ ਗਾਉਂਦੀਆਂ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28058,
    "shabad_id": 2435,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਸਲਾਹਿਹੁ ਨਿਤ; ਹਰਿ ਕੳੁ ਬਲਿਹਾਰੀਅਾ ॥",
    "transliteration": "Har Naam Salaahihu Nith Har Ko Balihaareeaa ||",
    "translation": "They praise the Lord's Name continually; they are a sacrifice to the Lord.",
    "punjabi": "ਹਰੀ ਤੋਂ ਸਦਕੇ ਜਾਂਦੀਆਂ ਹਨ (ਹੋਰਨਾਂ ਨੂੰ ਸਿੱਖਿਆ ਦੇਂਦੀਆਂ ਹਨ ਕਿ) \"ਸਦਾ ਹਰੀ ਦੇ ਨਾਮ ਦੀ ਵਡਿਆਈ ਕਰੋ।\"",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28059,
    "shabad_id": 2435,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਿਨੀ ਸੁਣਿ ਮੰਨਿਅਾ ਹਰਿ ਨਾੳੁ; ਤਿਨਾ ਹੳੁ ਵਾਰੀਅਾ ॥",
    "transliteration": "Jinee Sun Manniaa Har Naao Thinaa Ho Vaareeaa ||",
    "translation": "Those who hear, and believe in the Lord's Name, to them I am a sacrifice.",
    "punjabi": "ਮੈਂ ਸਦਕੇ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੇ ਸੁਣ ਕੇ ਹਰੀ ਦਾ ਨਾਮ ਮੰਨਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28060,
    "shabad_id": 2435,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਮੁਖੀਅਾ ਹਰਿ ਮੇਲੁ; ਮਿਲਾਵਣਹਾਰੀਅਾ ॥",
    "transliteration": "Guramukheeaa Har Mael Milaavanehaareeaa ||",
    "translation": "O Lord, let me unite with the Gurmukhs, who are united with You.",
    "punjabi": "ਉਹਨਾਂ ਹਰੀ ਨੂੰ ਮਿਲਾਉਣ ਵਾਲੀਆਂ ਗੁਰਮੁਖ ਸਹੇਲੀਆਂ ਤੋਂ ਮੈਂ ਸਦਕੇ ਹਾਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28061,
    "shabad_id": 2435,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਹੳੁ ਬਲਿ ਜਾਵਾ ਦਿਨੁ ਰਾਤਿ; ਗੁਰ ਦੇਖਣਹਾਰੀਅਾ ॥੮॥",
    "transliteration": "Ho Bal Jaavaa Dhin Raath Gur Dhaekhanehaareeaa ||8||",
    "translation": "I am a sacrifice to those who, day and night, behold their Guru. ||8||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਦਰਸ਼ਨ ਕਰਨ ਵਾਲੀਆਂ ਤੋਂ ਮੈਂ ਦਿਨ ਰਾਤ ਬਲਿਹਾਰ ਹਾਂ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28062,
    "shabad_id": 2436,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  }
]
