[
  {
    "id": 28155,
    "shabad_id": 2451,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੲਿੳੁ ਗੁਰਮੁਖਿ. ਅਾਪੁ ਨਿਵਾਰੀਅੈ; ਸਭੁ ਰਾਜੁ ਸ੍ਰਿਸਟਿ ਕਾ ਲੇੲਿ ॥",
    "transliteration": "Eio Guramukh Aap Nivaareeai Sabh Raaj Srisatt Kaa Laee ||",
    "translation": "This is how the Gurmukhs eliminate their self-conceit, and come to rule the whole world.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਇਆਂ ਮਨੁੱਖ ਇਸ ਤਰ੍ਹਾਂ ਆਪਾ-ਭਾਵ ਗਵਾਂਦਾ ਹੈ ਤੇ, ਮਾਨੋ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਾਜ ਲੈ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(ਅਾਪੁ) ਹੳੁਮੈ। (ਨਿਵਾਰੀਅੈ) ਦੂਰ ਕਰੀੲੇ",
    "type_id": 3
  },
  {
    "id": 28156,
    "shabad_id": 2451,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ ਗੁਰਮੁਖਿ ਬੁਝੀਅੈ; ਜਾ ਅਾਪੇ ਨਦਰਿ ਕਰੇੲਿ ॥੧॥",
    "transliteration": "Naanak Guramukh Bujheeai Jaa Aapae Nadhar Karaee ||1||",
    "translation": "O Nanak, the Gurmukh understands, when the Lord casts His Glance of Grace. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਹਰੀ ਆਪ ਕ੍ਰਿਪਾ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ ਤਦੋਂ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਇਹ ਸਮਝ ਆਉਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "ਬੁੱਝੀਅੈ",
    "type_id": 3
  },
  {
    "id": 28157,
    "shabad_id": 2452,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28158,
    "shabad_id": 2452,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿਨ ਗੁਰਮੁਖਿ ਨਾਮੁ ਧਿਅਾੲਿਅਾ; ਅਾੲੇ ਤੇ ਪਰਵਾਣੁ ॥",
    "transliteration": "Jin Guramukh Naam Dhhiaaeiaa Aaeae Thae Paravaan ||",
    "translation": "Blessed and approved is the coming into the world, of those Gurmukhs who meditate on the Naam, the Name of the Lord.",
    "punjabi": "(ਸੰਸਾਰ ਵਿਚ) ਆਏ ਉਹ ਮਨੁੱਖ ਕਬੂਲ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰ ਕੇ ਨਾਮ ਸਿਮਰਿਆ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28159,
    "shabad_id": 2452,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਕੁਲ ੳੁਧਾਰਹਿ ਅਾਪਣਾ; ਦਰਗਹ ਪਾਵਹਿ ਮਾਣੁ ॥੨॥",
    "transliteration": "Naanak Kul Oudhhaarehi Aapanaa Dharageh Paavehi Maan ||2||",
    "translation": "O Nanak, they save their families, and they are honored in the Court of the Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਆਪਣੀ ਕੁਲ ਨੂੰ ਤਾਰ ਲੈਂਦੇ ਹਨ ਤੇ ਆਪ ਦਰਗਾਹ ਵਿਚ ਆਦਰ ਪਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28160,
    "shabad_id": 2453,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28161,
    "shabad_id": 2453,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸਖੀਅਾ ਸਿਖ; ਗੁਰੂ ਮੇਲਾੲੀਅਾ ॥",
    "transliteration": "Guramukh Sakheeaa Sikh Guroo Maelaaeeaa ||",
    "translation": "The Guru unites His Sikhs, the Gurmukhs, with the Lord.",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੇ ਗੁਰਮੁਖ ਸਿੱਖ (-ਰੂਪ) ਸਹੇਲੀਆਂ (ਆਪੋ ਵਿਚ) ਮਿਲਾਈਆਂ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28162,
    "shabad_id": 2453,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ੲਿਕਿ ਸੇਵਕ ਗੁਰ ਪਾਸਿ; ੲਿਕਿ ਗੁਰਿ ਕਾਰੈ ਲਾੲੀਅਾ ॥",
    "transliteration": "Eik Saevak Gur Paas Eik Gur Kaarai Laaeeaa ||",
    "translation": "The Guru keeps some of them with Himself, and engages others in His Service.",
    "punjabi": "ਉਹਨਾਂ ਵਿਚੋਂ ਕਈ ਸਤਿਗੁਰੂ ਦੇ ਕੋਲ ਸੇਵਾ ਕਰਦੀਆਂ ਹਨ, ਕਈਆਂ ਨੂੰ ਸਤਿਗੁਰੂ ਨੇ (ਹੋਰ) ਕਾਰੇ ਲਾਇਆ ਹੋਇਆ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28163,
    "shabad_id": 2453,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਿਨਾ ਗੁਰੁ ਪਿਅਾਰਾ ਮਨਿ ਚਿਤਿ; ਤਿਨਾ ਭਾੳੁ ਗੁਰੂ ਦੇਵਾੲੀਅਾ ॥",
    "transliteration": "Jinaa Gur Piaaraa Man Chith Thinaa Bhaao Guroo Dhaevaaeeaa ||",
    "translation": "Those who cherish their Beloved in their conscious minds, the Guru blesses them with His Love.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਗੁਰੂ ਵੱਸਦਾ ਹੈ, ਸਤਿਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਆਪਣਾ ਪਿਆਰ ਬਖ਼ਸ਼ਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28164,
    "shabad_id": 2453,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਸਿਖਾ ੲਿਕੋ ਪਿਅਾਰੁ; ਗੁਰ ਮਿਤਾ ਪੁਤਾ ਭਾੲੀਅਾ ॥",
    "transliteration": "Gur Sikhaa Eiko Piaar Gur Mithaa Puthaa Bhaaeeaa ||",
    "translation": "The Guru loves all of His Gursikhs equally well, like friends, children and siblings.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦਾ ਆਪਣੇ ਸਿੱਖਾਂ ਮਿੱਤ੍ਰਾਂ ਪੁਤ੍ਰਾਂ ਤੇ ਭਰਾਵਾਂ ਨਾਲ ਇਕੋ ਜਿਹਾ ਪਿਆਰ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28165,
    "shabad_id": 2453,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗੁਰੁ ਸਤਿਗੁਰੁ ਬੋਲਹੁ ਸਭਿ; ਗੁਰੁ ਅਾਖਿ. ਗੁਰੂ ਜੀਵਾੲੀਅਾ ॥੧੪॥",
    "transliteration": "Gur Sathigur Bolahu Sabh Gur Aakh Guroo Jeevaaeeaa ||14||",
    "translation": "So chant the Name of the Guru, the True Guru, everyone! Chanting the Name of the Guru, Guru, you shall be rejuvenated. ||14||",
    "punjabi": "(ਹੇ ਸਿੱਖ ਸਹੇਲੀਓ!) ਸਾਰੀਆਂ 'ਗੁਰੂ, ਗੁਰੂ' ਆਖੋ, 'ਗੁਰੂ, ਗੁਰੂ' ਆਖਿਆਂ ਗੁਰੂ ਆਤਮਕ ਜੀਵਨ ਦੇ ਦੇਂਦਾ ਹੈ ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28166,
    "shabad_id": 2454,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28167,
    "shabad_id": 2454,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਨ ਚੇਤਨੀ; ਅਗਿਅਾਨੀ ਅੰਧੁਲੇ. ਅਵਰੇ ਕਰਮ ਕਮਾਹਿ ॥",
    "transliteration": "Naanak Naam N Chaethanee Agiaanee Andhhulae Avarae Karam Kamaahi ||",
    "translation": "O Nanak, the blind, ignorant fools do not remember the Naam, the Name of the Lord; they involve themselves in other activities.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਅੰਨ੍ਹੇ ਅਗਿਆਨੀ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦੇ ਤੇ ਹੋਰ ਹੋਰ ਕੰਮ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28168,
    "shabad_id": 2454,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਮ ਦਰਿ ਬਧੇ ਮਾਰੀਅਹਿ; ਫਿਰਿ ਵਿਸਟਾ ਮਾਹਿ ਪਚਾਹਿ ॥੧॥",
    "transliteration": "Jam Dhar Badhhae Maareeahi Fir Visattaa Maahi Pachaahi ||1||",
    "translation": "They are bound and gagged at the door of the Messenger of Death; they are punished, and in the end, they rot away in manure. ||1||",
    "punjabi": "(ਸਿੱਟਾ ਇਹ ਨਿਕਲਦਾ ਹੈ, ਕਿ) ਜਮ ਦੇ ਦਰ ਤੇ ਬੱਧੇ ਮਾਰ ਖਾਂਦੇ ਹਨ ਤੇ ਫਿਰ (ਵਿਕਾਰ-ਰੂਪ) ਵਿਸ਼ਟੇ ਵਿਚ ਸੜਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28169,
    "shabad_id": 2455,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28170,
    "shabad_id": 2455,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ ਸਤਿਗੁਰੁ ਸੇਵਹਿ ਅਾਪਣਾ; ਸੇ ਜਨ ਸਚੇ ਪਰਵਾਣੁ ॥",
    "transliteration": "Naanak Sathigur Saevehi Aapanaa Sae Jan Sachae Paravaan ||",
    "translation": "O Nanak, those humble beings are true and approved, who serve their True Guru.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਕਰਦੇ ਹਨ ਉਹ ਮਨੁੱਖ ਸੱਚੇ ਤੇ ਕਬੂਲ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28171,
    "shabad_id": 2455,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਕੈ ਨਾੲਿ ਸਮਾੲਿ ਰਹੇ; ਚੂਕਾ ਅਾਵਣੁ ਜਾਣੁ ॥੨॥",
    "transliteration": "Har Kai Naae Samaae Rehae Chookaa Aavan Jaan ||2||",
    "translation": "They remain absorbed in the Name of the Lord, and their comings and goings cease. ||2||",
    "punjabi": "ਉਹ ਹਰੀ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ਤੇ ਉਹਨਾਂ ਦਾ ਜੰਮਣਾ ਮਰਣਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28172,
    "shabad_id": 2456,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28173,
    "shabad_id": 2456,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਧਨੁ ਸੰਪੈ ਮਾੲਿਅਾ ਸੰਚੀਅੈ; ਅੰਤੇ ਦੁਖਦਾੲੀ ॥",
    "transliteration": "Dhhan Sanpai Maaeiaa Sancheeai Anthae Dhukhadhaaee ||",
    "translation": "Gathering the wealth and property of Maya, brings only pain in the end.",
    "punjabi": "ਧਨ, ਦੌਲਤ ਤੇ ਮਾਇਆ ਇਕੱਠੀ ਕਰੀਦੀ ਹੈ, ਪਰ ਅਖ਼ੀਰ ਨੂੰ ਦੁਖਦਾਈ ਹੁੰਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28174,
    "shabad_id": 2456,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਘਰ ਮੰਦਰ ਮਹਲ ਸਵਾਰੀਅਹਿ; ਕਿਛੁ ਸਾਥਿ. ਨ ਜਾੲੀ ॥",
    "transliteration": "Ghar Mandhar Mehal Savaareeahi Kishh Saathh N Jaaee ||",
    "translation": "Homes, mansions and adorned palaces will not go with anyone.",
    "punjabi": "ਘਰ, ਮੰਦਰ ਤੇ ਮਹਿਲ ਬਣਾਈਦੇ ਹਨ, ਪਰ ਕੁਝ ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28175,
    "shabad_id": 2456,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਰੰਗੀ ਤੁਰੇ ਨਿਤ ਪਾਲੀਅਹਿ; ਕਿਤੈ ਕਾਮਿ. ਨ ਅਾੲੀ ॥",
    "transliteration": "Har Rangee Thurae Nith Paaleeahi Kithai Kaam N Aaee ||",
    "translation": "He may breed horses of various colors, but these will not be of any use to him.",
    "punjabi": "ਕਈ ਰੰਗਾਂ ਦੇ ਘੋੜੇ ਸਦਾ ਪਾਲੀਦੇ ਹਨ, ਪਰ ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦੇ।",
    "pronunciation": "(ਹਰਿ) ਹਰੇਕ ਕਿਸਮ ਦੇ। (ਤੁਰੇ) ਘੋੜੇ",
    "type_id": 3
  },
  {
    "id": 28176,
    "shabad_id": 2456,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਨ ਲਾਵਹੁ ਚਿਤੁ ਹਰਿ ਨਾਮ ਸਿੳੁ; ਅੰਤਿ ਹੋੲਿ ਸਖਾੲੀ ॥",
    "transliteration": "Jan Laavahu Chith Har Naam Sio Anth Hoe Sakhaaee ||",
    "translation": "O human, link your consciousness to the Lord's Name, and in the end, it shall be your companion and helper.",
    "punjabi": "ਹੇ ਭਾਈ ਸੱਜਣੋ! ਹਰੀ ਦੇ ਨਾਮ ਨਾਲ ਚਿੱਤ ਜੋੜੋ, ਜੋ ਅਖ਼ੀਰ ਨੂੰ ਸਾਥੀ ਬਣੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28177,
    "shabad_id": 2456,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਨਾਮੁ ਧਿਅਾੲਿਅਾ; ਗੁਰਮੁਖਿ ਸੁਖੁ ਪਾੲੀ ॥੧੫॥",
    "transliteration": "Jan Naanak Naam Dhhiaaeiaa Guramukh Sukh Paaee ||15||",
    "translation": "Servant Nanak meditates on the Naam, the Name of the Lord; the Gurmukh is blessed with peace. ||15||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਉਹ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਸੁਖ ਪਾਂਦਾ ਹੈ ॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28178,
    "shabad_id": 2457,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28179,
    "shabad_id": 2457,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਬਿਨੁ ਕਰਮੈ. ਨਾੳੁ ਨ ਪਾੲੀਅੈ; ਪੂਰੈ ਕਰਮਿ ਪਾੲਿਅਾ ਜਾੲਿ ॥",
    "transliteration": "Bin Karamai Naao N Paaeeai Poorai Karam Paaeiaa Jaae ||",
    "translation": "Without the karma of good actions, the Name is not obtained; it can be obtained only by perfect good karma.",
    "punjabi": "ਪੂਰੀ ਮੇਹਰ ਦੁਆਰਾ ਹਰੀ-ਨਾਮ ਲੱਭ ਸਕਦਾ ਹੈ, ਮੇਹਰ ਤੋਂ ਬਿਨਾ ਨਾਮ ਨਹੀਂ ਮਿਲਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28180,
    "shabad_id": 2457,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਨਦਰਿ ਕਰੇ ਜੇ ਅਾਪਣੀ; ਤਾ ਗੁਰਮਤਿ ਮੇਲਿ ਮਿਲਾੲਿ ॥੧॥",
    "transliteration": "Naanak Nadhar Karae Jae Aapanee Thaa Guramath Mael Milaae ||1||",
    "translation": "O Nanak, if the Lord casts His Glance of Grace, then under Guru's Instruction, one is united in His Union. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਹਰੀ ਆਪਣੀ ਕ੍ਰਿਪਾ-ਦ੍ਰਿਸ਼ਟੀ ਕਰੇ, ਤਾਂ ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਵਿਚ ਲੀਨ ਕਰ ਕੇ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28181,
    "shabad_id": 2458,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28182,
    "shabad_id": 2458,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ੲਿਕ ਦਝਹਿ ੲਿਕ ਦਬੀਅਹਿ; ੲਿਕਨਾ ਕੁਤੇ ਖਾਹਿ ॥",
    "transliteration": "Eik Dhajhehi Eik Dhabeeahi Eikanaa Kuthae Khaahi ||",
    "translation": "Some are cremated, and some are buried; some are eaten by dogs.",
    "punjabi": "(ਮਰਨ ਤੇ) ਕੋਈ ਸਾੜੇ ਜਾਂਦੇ ਹਨ, ਕੋਈ ਦੱਬੇ ਜਾਂਦੇ ਹਨ, ਇਕਨਾਂ ਨੂੰ ਕੁੱਤੇ ਖਾਂਦੇ ਹਨ,",
    "pronunciation": "(ਦੱਝਹਿ) ਸਾੜੇ। ਦੱਬੀਅਹਿ",
    "type_id": 3
  },
  {
    "id": 28183,
    "shabad_id": 2458,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ੲਿਕਿ. ਪਾਣੀ ਵਿਚਿ ੳੁਸਟੀਅਹਿ; ੲਿਕਿ. ਭੀ ਫਿਰਿ ਹਸਣਿ ਪਾਹਿ ॥",
    "transliteration": "Eik Paanee Vich Ousatteeahi Eik Bhee Fir Hasan Paahi ||",
    "translation": "Some are thrown into water, while others are thrown into wells.",
    "punjabi": "ਕੋਈ ਜਲ-ਪ੍ਰਵਾਹ ਕੀਤੇ ਜਾਂਦੇ ਹਨ ਤੇ ਕੋਈ ਸੁੱਕੇ ਖੂਹ ਵਿਚ ਰੱਖੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਹੱਸਣਿ) ਹੱਸਦੇ ਹਨ। ੳੁ-ਸੱਟੀਅਹਿ",
    "type_id": 3
  },
  {
    "id": 28184,
    "shabad_id": 2458,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ੲੇਵ ਨ ਜਾਪੲੀ; ਕਿਥੈ ਜਾੲਿ ਸਮਾਹਿ ॥੨॥",
    "transliteration": "Naanak Eaev N Jaapee Kithhai Jaae Samaahi ||2||",
    "translation": "O Nanak, it is not known, where they go and into what they merge. ||2||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! (ਸਰੀਰ ਦੇ) ਇਸ ਸਾੜਨ ਦੱਬਣ ਆਦਿਕ ਨਾਲ ਇਹ ਨਹੀਂ ਪਤਾ ਲੱਗ ਸਕਦਾ ਕਿ ਰੂਹਾਂ ਕਿੱਥੇ ਜਾ ਵੱਸਦੀਆਂ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28185,
    "shabad_id": 2459,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28186,
    "shabad_id": 2459,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤਿਨ ਕਾ ਖਾਧਾ ਪੈਧਾ. ਮਾੲਿਅਾ ਸਭੁ ਪਵਿਤੁ ਹੈ; ਜੋ ਨਾਮਿ ਹਰਿ ਰਾਤੇ ॥",
    "transliteration": "Thin Kaa Khaadhhaa Paidhhaa Maaeiaa Sabh Pavith Hai Jo Naam Har Raathae ||",
    "translation": "The food and clothes, and all the worldly possessions of those who are attuned to the Lord's Name are sacred.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਹਰੀ ਦੇ ਨਾਮ ਵਿਚ ਰੰਗੇ ਹੋਏ ਹਨ, ਉਹਨਾਂ ਦਾ ਮਾਇਆ ਨੂੰ ਵਰਤਣਾ, ਖਾਣਾ ਪਹਿਨਣਾ ਸਭ ਕੁਝ ਪਵਿੱਤ੍ਰ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28187,
    "shabad_id": 2459,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਤਿਨ ਕੇ ਘਰ ਮੰਦਰ. ਮਹਲ ਸਰਾੲੀ, ਸਭਿ ਪਵਿਤੁ ਹਹਿ; ਜਿਨੀ ਗੁਰਮੁਖਿ ਸੇਵਕ ਸਿਖ, ਅਭਿਅਾਗਤ ਜਾੲਿ ਵਰਸਾਤੇ ॥",
    "transliteration": "Thin Kae Ghar Mandhar Mehal Saraaee Sabh Pavith Hehi Jinee Guramukh Saevak Sikh Abhiaagath Jaae Varasaathae ||",
    "translation": "All the homes, temples, palaces and way-stations are sacred, where the Gurmukhs, the selfless servants, the Sikhs and the renouncers of the world, go and take their rest.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਘਰ, ਮੰਦਰ, ਮਹਿਲ ਤੇ ਸਰਾਵਾਂ ਸਭ ਪਵਿੱਤ੍ਰ ਹਨ, ਜਿਨ੍ਹਾਂ ਵਿਚੋਂ ਗੁਰਮੁਖਿ ਸੇਵਕ ਸਿੱਖ ਤੇ ਅਭਿਆਗਤ ਜਾ ਕੇ ਸੁਖ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "(ਅੱਭਿਅਾ-ਗਤ) ਸਾਧੂ। (ਵਰਸਾਤੇ) ਸੁਖ ਪਾੳੁਂਦੇ। ਸਰਾੲੀਂ",
    "type_id": 3
  },
  {
    "id": 28188,
    "shabad_id": 2459,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਤਿਨ ਕੇ ਤੁਰੇ ਜੀਨ ਖੁਰਗੀਰ, ਸਭਿ ਪਵਿਤੁ ਹਹਿ; ਜਿਨੀ ਗੁਰਮੁਖਿ ਸਿਖ. ਸਾਧ ਸੰਤ ਚੜਿ ਜਾਤੇ ॥",
    "transliteration": "Thin Kae Thurae Jeen Khurageer Sabh Pavith Hehi Jinee Guramukh Sikh Saadhh Santh Charr Jaathae ||",
    "translation": "All the horses, saddles and horse blankets are sacred, upon which the Gurmukhs, the Sikhs, the Holy and the Saints, mount and ride.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਘੋੜੇ, ਜ਼ੀਨਾਂ, ਤਾਹਰੂ ਸਭ ਪਵਿੱਤ੍ਰ ਹਨ, ਜਿਨ੍ਹਾਂ ਉਤੇ ਗੁਰਮੁਖਿ ਸਿੱਖ ਸਾਧ ਸੰਤ ਚੜ੍ਹਦੇ ਹਨ;",
    "pronunciation": "ਕਾਠੀ ਹੇਠ (ਖੁਰਗੀਰ) ਗੱਦੀ। ਚੜ੍ਹਿ",
    "type_id": 3
  },
  {
    "id": 28189,
    "shabad_id": 2459,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਤਿਨ ਕੇ ਕਰਮ ਧਰਮ ਕਾਰਜ ਸਭਿ ਪਵਿਤੁ ਹਹਿ; ਜੋ ਬੋਲਹਿ ਹਰਿ ਹਰਿ ਰਾਮ ਨਾਮੁ ਹਰਿ ਸਾਤੇ ॥",
    "transliteration": "Thin Kae Karam Dhharam Kaaraj Sabh Pavith Hehi Jo Bolehi Har Har Raam Naam Har Saathae ||",
    "translation": "All the rituals and Dharmic practices and deeds are sacred, for those who utter the Name of the Lord, Har, Har, the True Name of the Lord.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਕੰਮ-ਕਾਜ ਸਭ ਪਵ੍ਰਿੱਤ ਹਨ, ਜੋ ਹਰ ਵੇਲੇ ਹਰੀ ਦਾ ਨਾਮ ਉਚਾਰਦੇ ਹਨ।",
    "pronunciation": "(ਸੱਾਤੇ) ਸੱਚ ਸਰੂਪ",
    "type_id": 3
  },
  {
    "id": 28190,
    "shabad_id": 2459,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਿਨ ਕੈ ਪੋਤੈ ਪੁੰਨੁ ਹੈ; ਸੇ ਗੁਰਮੁਖਿ ਸਿਖ. ਗੁਰੂ ਪਹਿ ਜਾਤੇ ॥੧੬॥",
    "transliteration": "Jin Kai Pothai Punn Hai Sae Guramukh Sikh Guroo Pehi Jaathae ||16||",
    "translation": "Those Gurmukhs, those Sikhs, who have purity as their treasure, go to their Guru. ||16||",
    "punjabi": "(ਪਹਿਲੇ ਕੀਤੇ ਕੰਮਾਂ ਦੇ ਅਨੁਸਾਰ) ਜਿਨ੍ਹਾਂ ਦੇ ਪੱਲੇ (ਭਲੇ ਸੰਸਕਾਰ-ਰੂਪ) ਪੁੰਨ ਹੈ, ਉਹ ਗੁਰਮੁਖ ਸਿੱਖ ਸਤਿਗੁਰੂ ਦੀ ਸ਼ਰਨ ਆਉਂਦੇ ਹਨ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28191,
    "shabad_id": 2460,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28192,
    "shabad_id": 2460,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਨਾਵਹੁ ਘੁਥਿਅਾ; ਹਲਤੁ ਪਲਤੁ ਸਭੁ ਜਾੲਿ ॥",
    "transliteration": "Naanak Naavahu Ghuthhiaa Halath Palath Sabh Jaae ||",
    "translation": "O Nanak, forsaking the Name, he loses everything, in this world and the next.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਨਾਮ ਤੋਂ ਖੁੰਝਿਆਂ ਦਾ ਲੋਕ ਪਰਲੋਕ ਸਭ ਵਿਅਰਥ ਜਾਂਦਾ ਹੈ;",
    "pronunciation": "(ਘੱੁਥਿਅਾਂ) ਭੁੱਲਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 28193,
    "shabad_id": 2460,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜਪੁ ਤਪੁ ਸੰਜਮੁ ਸਭੁ ਹਿਰਿ ਲੲਿਅਾ; ਮੁਠੀ ਦੂਜੈ ਭਾੲਿ ॥",
    "transliteration": "Jap Thap Sanjam Sabh Hir Laeiaa Muthee Dhoojai Bhaae ||",
    "translation": "Chanting, deep meditation and austere self-disciplined practices are all wasted; he is deceived by the love of duality.",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਜਪ ਤਪ ਤੇ ਸੰਜਮ ਸਭ ਖੁੱਸ ਜਾਂਦਾ ਹੈ, ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਉਹਨਾਂ ਦੀ ਮਤਿ) ਠੱਗੀ ਜਾਂਦੀ ਹੈ;",
    "pronunciation": "(ਹਿਰਿ) ਲੁੱਟਣਾ",
    "type_id": 3
  },
  {
    "id": 28194,
    "shabad_id": 2460,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜਮ ਦਰਿ ਬਧੇ ਮਾਰੀਅਹਿ; ਬਹੁਤੀ ਮਿਲੈ ਸਜਾੲਿ ॥੧॥",
    "transliteration": "Jam Dhar Badhhae Maareeahi Bahuthee Milai Sajaae ||1||",
    "translation": "He is bound and gagged at the door of the Messenger of Death. He is beaten, and receives terrible punishment. ||1||",
    "punjabi": "ਜਮ ਦੁਆਰ ਤੇ ਬੱਧੇ ਮਾਰੀਦੇ ਹਨ ਤੇ ਬੜੀ ਸਜ਼ਾ (ਉਹਨਾਂ ਨੂੰ) ਮਿਲਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
