[
  {
    "id": 28195,
    "shabad_id": 2461,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28196,
    "shabad_id": 2461,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸੰਤਾ ਨਾਲਿ ਵੈਰੁ ਕਮਾਵਦੇ; ਦੁਸਟਾ ਨਾਲਿ ਮੋਹੁ ਪਿਅਾਰੁ ॥",
    "transliteration": "Santhaa Naal Vair Kamaavadhae Dhusattaa Naal Mohu Piaar ||",
    "translation": "They inflict their hatred upon the Saints, and they love the wicked sinners.",
    "punjabi": "ਨਿੰਦਕ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਨਾਲ ਵੈਰ ਕਰਦੇ ਹਨ ਤੇ ਦੁਰਜਨਾਂ ਨਾਲ ਮੋਹ ਪਿਆਰ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28197,
    "shabad_id": 2461,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅਗੈ ਪਿਛੈ ਸੁਖੁ ਨਹੀ; ਮਰਿ ਜੰਮਹਿ ਵਾਰੋ ਵਾਰ ॥",
    "transliteration": "Agai Pishhai Sukh Nehee Mar Janmehi Vaaro Vaar ||",
    "translation": "They find no peace in either this world or the next; they are born only to die, again and again.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਲੋਕ ਪਰਲੋਕ ਵਿੱਚ ਕਿਤੇ ਸੁਖ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28198,
    "shabad_id": 2461,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਤ੍ਰਿਸਨਾ ਕਦੇ. ਨ ਬੁਝੲੀ; ਦੁਬਿਧਾ ਹੋੲਿ ਖੁਅਾਰੁ ॥",
    "transliteration": "Thrisanaa Kadhae N Bujhee Dhubidhhaa Hoe Khuaar ||",
    "translation": "Their hunger is never satisfied, and they are ruined by duality.",
    "punjabi": "ਘੜੀ ਮੁੜੀ ਦੁਬਿਧਾ ਵਿਚ ਖ਼ੁਆਰ ਹੋ ਹੋ ਕੇ, ਜੰਮਦੇ ਮਰਦੇ ਹਨ; ਉਹਨਾਂ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਕਦੇ ਨਹੀਂ ਲਹਿੰਦੀ।",
    "pronunciation": "ਬੁਝੲੀ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 28199,
    "shabad_id": 2461,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮੁਹ ਕਾਲੇ ਤਿਨਾ ਨਿੰਦਕਾ; ਤਿਤੁ ਸਚੈ ਦਰਬਾਰਿ ॥",
    "transliteration": "Muh Kaalae Thinaa Nindhakaa Thith Sachai Dharabaar ||",
    "translation": "The faces of these slanderers are blackened in the Court of the True Lord.",
    "punjabi": "ਹਰੀ ਦੇ ਸੱਚੇ ਦਰਬਾਰ ਵਿਚ ਉਹਨਾਂ ਨਿੰਦਕਾਂ ਦੇ ਮੂੰਹ ਕਾਲੇ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28200,
    "shabad_id": 2461,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮ ਵਿਹੂਣਿਅਾ; ਨਾ ੳੁਰਵਾਰਿ. ਨ ਪਾਰਿ ॥੨॥",
    "transliteration": "Naanak Naam Vihooniaa Naa Ouravaar N Paar ||2||",
    "translation": "O Nanak, without the Naam, they find no shelter on either this shore, or the one beyond. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਨਾਮ ਤੋਂ ਸੱਖਣਿਆਂ ਨੂੰ ਨਾਹ ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਨਾਹ ਪਰਲੋਕ ਵਿਚ (ਢੋਈ ਮਿਲਦੀ ਹੈ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28201,
    "shabad_id": 2462,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28202,
    "shabad_id": 2462,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜੋ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿਦੇ; ਸੇ. ਹਰਿ ਹਰਿ ਨਾਮਿ ਰਤੇ ਮਨ ਮਾਹੀ ॥",
    "transliteration": "Jo Har Naam Dhhiaaeidhae Sae Har Har Naam Rathae Man Maahee ||",
    "translation": "Those who meditate on the Lord's Name are imbued with the Name of the Lord Har, Har, in their minds.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਉਹ ਅੰਦਰੋਂ ਹਰੀ-ਨਾਮ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28203,
    "shabad_id": 2462,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਿਨਾ ਮਨਿ ਚਿਤਿ ੲਿਕੁ ਅਰਾਧਿਅਾ; ਤਿਨਾ ੲਿਕਸ ਬਿਨੁ. ਦੂਜਾ ਕੋ ਨਾਹੀ ॥",
    "transliteration": "Jinaa Man Chith Eik Araadhhiaa Thinaa Eikas Bin Dhoojaa Ko Naahee ||",
    "translation": "For those who worship the One Lord in their conscious minds, there is no other than the One Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਇਕਾਗ੍ਰ ਚਿੱਤ ਹੋ ਕੇ ਇਕ ਹਰੀ ਨੂੰ ਅਰਾਧਿਆ ਹੈ, ਉਹ ਉਸ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਨੂੰ ਨਹੀਂ ਜਾਣਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28204,
    "shabad_id": 2462,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸੇੲੀ ਪੁਰਖ ਹਰਿ ਸੇਵਦੇ; ਜਿਨ ਧੁਰਿ ਮਸਤਕਿ ਲੇਖੁ ਲਿਖਾਹੀ ॥",
    "transliteration": "Saeee Purakh Har Saevadhae Jin Dhhur Masathak Laekh Likhaahee ||",
    "translation": "They alone serve the Lord, upon whose foreheads such pre-ordained destiny is written.",
    "punjabi": "(ਪਿਛਲੇ ਕੀਤੇ ਕੰਮਾਂ ਅਨੁਸਾਰ) ਮੁੱਢ ਤੋਂ ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਤੇ (ਸੰਸਕਾਰ-ਰੂਪ) ਲੇਖ ਉੱਕਰਿਆ ਹੋਇਆ ਹੈ, ਉਹ ਮਨੁੱਖ ਹਰੀ ਨੂੰ ਜਪਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28205,
    "shabad_id": 2462,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਕੇ ਗੁਣ ਨਿਤ ਗਾਵਦੇ; ਹਰਿ ਗੁਣ ਗਾੲਿ ਗੁਣੀ ਸਮਝਾਹੀ ॥",
    "transliteration": "Har Kae Gun Nith Gaavadhae Har Gun Gaae Gunee Samajhaahee ||",
    "translation": "They continually sing the Glorious Praises of the Lord, and singing the Glories of the Glorious Lord, they are uplifted.",
    "punjabi": "ਉਹ ਸਦਾ ਹਰੀ ਦੇ ਗੁਣ ਗਾਉਂਦੇ ਹਨ, ਗੁਣ ਗਾ ਕੇ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਹਰੀ ਦੀ (ਹੋਰਨਾਂ ਨੂੰ) ਸਿੱਖਿਆ ਦੇਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28206,
    "shabad_id": 2462,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਵਡਿਅਾੲੀ ਵਡੀ ਗੁਰਮੁਖਾ; ਗੁਰ ਪੂਰੈ ਹਰਿ ਨਾਮਿ ਸਮਾਹੀ ॥੧੭॥",
    "transliteration": "Vaddiaaee Vaddee Guramukhaa Gur Poorai Har Naam Samaahee ||17||",
    "translation": "Great is the greatness of the Gurmukhs, who, through the Perfect Guru, remain absorbed in the Lord's Name. ||17||",
    "punjabi": "ਗੁਰਮੁਖਾਂ ਵਿਚ ਇਹ ਵੱਡਾ ਗੁਣ ਹੈ ਕਿ ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹਰੀ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੁੰਦੇ ਹਨ ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28207,
    "shabad_id": 2463,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28208,
    "shabad_id": 2463,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਤਿਗੁਰ ਕੀ ਸੇਵਾ ਗਾਖੜੀ; ਸਿਰੁ ਦੀਜੈ ਅਾਪੁ ਗਵਾੲਿ ॥",
    "transliteration": "Sathigur Kee Saevaa Gaakharree Sir Dheejai Aap Gavaae ||",
    "translation": "It is very difficult to serve the True Guru; offer your head, and eradicate self-conceit.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਨਾ ਬੜੀ ਔਖੀ ਕਾਰ ਹੈ, ਸਿਰ ਦੇਣਾ ਪੈਂਦਾ ਹੈ, ਤੇ ਆਪਾ ਗਵਾ ਕੇ (ਸੇਵਾ ਹੁੰਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28209,
    "shabad_id": 2463,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਬਦਿ ਮਰਹਿ. ਫਿਰਿ ਨਾ ਮਰਹਿ; ਤਾ ਸੇਵਾ ਪਵੈ ਸਭ ਥਾੲਿ ॥",
    "transliteration": "Sabadh Marehi Fir Naa Marehi Thaa Saevaa Pavai Sabh Thhaae ||",
    "translation": "One who dies in the Word of the Shabad shall never have to die again; his service is totally approved.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਦੁਆਰਾ (ਸੰਸਾਰ ਵਲੋਂ) ਮਰਦੇ ਹਨ, ਉਹ ਫਿਰ ਜਨਮ ਮਰਨ ਵਿਚ ਨਹੀਂ ਰਹਿੰਦੇ, ਉਹਨਾਂ ਦੀ ਸਾਰੀ ਸੇਵਾ ਕਬੂਲ ਪੈ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28210,
    "shabad_id": 2463,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪਾਰਸ ਪਰਸਿਅੈ ਪਾਰਸੁ ਹੋਵੈ; ਸਚਿ ਰਹੈ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Paaras Parasiai Paaras Hovai Sach Rehai Liv Laae ||",
    "translation": "Touching the philosopher's stone, one becomes the philosopher's stone, which transforms lead into gold; remain lovingly attached to the True Lord.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸੱਚੇ ਨਾਮ ਵਿਚ ਬ੍ਰਿਤੀ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ਉਹ (ਮਾਨੋ) ਪਾਰਸ ਨੂੰ ਛੋਹ ਕੇ ਪਾਰਸ ਹੀ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28211,
    "shabad_id": 2463,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਿਸੁ ਪੂਰਬਿ ਹੋਵੈ ਲਿਖਿਅਾ; ਤਿਸੁ ਸਤਿਗੁਰੁ ਮਿਲੈ ਪ੍ਰਭੁ ਅਾੲਿ ॥",
    "transliteration": "Jis Poorab Hovai Likhiaa This Sathigur Milai Prabh Aae ||",
    "translation": "One who has such pre-ordained destiny, comes to meet the True Guru and God.",
    "punjabi": "ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਮੁੱਢ ਤੋਂ (ਸੰਸਕਾਰ-ਰੂਪ) ਲੇਖ ਉੱਕਰਿਆ ਹੋਵੇ, ਉਸ ਨੂੰ ਸਤਿਗੁਰੂ ਤੇ ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28212,
    "shabad_id": 2463,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਗਣਤੈ ਸੇਵਕੁ, ਨਾ ਮਿਲੈ; ਜਿਸੁ ਬਖਸੇ ਸੋ ਪਵੈ ਥਾੲਿ ॥੧॥",
    "transliteration": "Naanak Ganathai Saevak Naa Milai Jis Bakhasae So Pavai Thhaae ||1||",
    "translation": "O Nanak, the Lord's servant does not meet Him because of his own account; he alone is acceptable, whom the Lord forgives. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਲੇਖੈ ਕੀਤਿਆਂ ਸੇਵਕ (ਹਰੀ ਨੂੰ) ਨਹੀਂ ਮਿਲ ਸਕਦਾ, ਜਿਸ ਨੂੰ ਹਰੀ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਹੀ ਕਬੂਲ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28213,
    "shabad_id": 2464,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28214,
    "shabad_id": 2464,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਹਲੁ ਕੁਮਹਲੁ. ਨ ਜਾਣਨੀ; ਮੂਰਖ ਅਪਣੈ ਸੁਅਾੲਿ ॥",
    "transliteration": "Mehal Kumehal N Jaananee Moorakh Apanai Suaae ||",
    "translation": "The fools do not know the difference between good and bad; they are deceived by their self-interests.",
    "punjabi": "ਮੂਰਖ ਆਪਣੀ ਗ਼ਰਜ਼ ਦੇ ਕਾਰਨ ਥਾਂ ਕੁਥਾਂ ਨਹੀਂ ਜਾਣਦੇ, (ਕਿ ਕਿੱਥੇ ਗ਼ਰਜ਼ ਪੂਰੀ ਹੋ ਸਕਦੀ ਹੈ)।",
    "pronunciation": "ਕੁ-ਮਹਲੁ",
    "type_id": 3
  },
  {
    "id": 28215,
    "shabad_id": 2464,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਬਦੁ ਚੀਨਹਿ ਤਾ ਮਹਲੁ ਲਹਹਿ; ਜੋਤੀ ਜੋਤਿ ਸਮਾੲਿ ॥",
    "transliteration": "Sabadh Cheenehi Thaa Mehal Lehehi Jothee Joth Samaae ||",
    "translation": "But if they contemplate the Word of the Shabad, they obtain the Mansion of the Lord's Presence, and their light merges in the Light.",
    "punjabi": "ਜੇ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਖੋਜਣ ਤਾਂ ਹਰੀ ਦੀ ਜੋਤਿ ਵਿਚ ਬ੍ਰਿਤੀ ਜੋੜ ਕੇ (ਹਰੀ ਦੀ ਹਜ਼ੂਰੀ-ਰੂਪ ਅਸਲ) ਟਿਕਾਣਾ ਲੱਭ ਲੈਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28216,
    "shabad_id": 2464,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਦਾ ਸਚੇ ਕਾ ਭੳੁ ਮਨਿ ਵਸੈ; ਤਾ ਸਭਾ ਸੋਝੀ ਪਾੲਿ ॥",
    "transliteration": "Sadhaa Sachae Kaa Bho Man Vasai Thaa Sabhaa Sojhee Paae ||",
    "translation": "The Fear of God is always on their minds, and so they come to understand everything.",
    "punjabi": "ਜੇ ਸੱਚੇ ਹਰੀ ਦਾ ਡਰ (ਭਾਵ, ਅਦਬ) ਸਦਾ ਮਨ ਵਿਚ ਟਿਕਿਆ ਰਹੇ, ਤਾਂ ਇਹ ਸਾਰੀ ਸਮਝ ਪੈ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "ਸੱਭਾ ਸਾਰੀ",
    "type_id": 3
  },
  {
    "id": 28217,
    "shabad_id": 2464,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਅਪਣੈ ਘਰਿ ਵਰਤਦਾ; ਅਾਪੇ ਲੲੇ ਮਿਲਾੲਿ ॥",
    "transliteration": "Sathigur Apanai Ghar Varathadhaa Aapae Leae Milaae ||",
    "translation": "The True Guru is pervading the homes within; He Himself blends them with the Lord.",
    "punjabi": "ਕਿ ਸਤਿਗੁਰੂ, ਜੋ ਸਦਾ ਆਪਣੇ ਸਰੂਪ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਆਪ ਹੀ ਸੇਵਕ ਨੂੰ ਮਿਲਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28218,
    "shabad_id": 2464,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ ਸਤਿਗੁਰਿ ਮਿਲਿਅੈ ਸਭ ਪੂਰੀ ਪੲੀ; ਜਿਸ ਨੋ ਕਿਰਪਾ ਕਰੇ ਰਜਾੲਿ ॥੨॥",
    "transliteration": "Naanak Sathigur Miliai Sabh Pooree Pee Jis No Kirapaa Karae Rajaae ||2||",
    "translation": "O Nanak, they meet the True Guru, and all their desires are fulfilled, if the Lord grants His Grace and so wills. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਤੇ ਆਪਣੀ ਰਜ਼ਾ ਵਿਚ ਪ੍ਰਭੂ ਮੇਹਰ ਕਰੇ, ਉਸ ਨੂੰ ਸਤਿਗੁਰੂ ਮਿਲਿਆਂ ਪੂਰਨ ਸਫਲਤਾ ਹੁੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28219,
    "shabad_id": 2465,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28220,
    "shabad_id": 2465,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਧੰਨੁ ਧਨੁ ਭਾਗ. ਤਿਨਾ ਭਗਤ ਜਨਾ; ਜੋ ਹਰਿ ਨਾਮਾ. ਹਰਿ ਮੁਖਿ ਕਹਤਿਅਾ ॥",
    "transliteration": "Dhhann Dhhan Bhaag Thinaa Bhagath Janaa Jo Har Naamaa Har Mukh Kehathiaa ||",
    "translation": "Blessed, blessed is the good fortune of those devotees, who, with their mouths, utter the Name of the Lord.",
    "punjabi": "ਉਹਨਾਂ ਭਗਤਾਂ ਦੇ ਵੱਡੇ ਭਾਗ ਹਨ, ਜੋ ਮੂੰਹੋਂ ਹਰੀ ਦਾ ਨਾਮ ਉਚਾਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28221,
    "shabad_id": 2465,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਧਨੁ ਧਨੁ ਭਾਗ. ਤਿਨਾ ਸੰਤ ਜਨਾ; ਜੋ ਹਰਿ ਜਸੁ ਸ੍ਰਵਣੀ ਸੁਣਤਿਅਾ ॥",
    "transliteration": "Dhhan Dhhan Bhaag Thinaa Santh Janaa Jo Har Jas Sravanee Sunathiaa ||",
    "translation": "Blessed, blessed is the good fortune of those Saints, who, with their ears, listen to the Lord's Praises.",
    "punjabi": "ਉਹਨਾਂ ਸੰਤਾਂ ਦੇ ਵੱਡੇ ਭਾਗ ਹਨ, ਜੋ ਹਰੀ ਦਾ ਜਸ ਕੰਨੀਂ ਸੁਣਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28222,
    "shabad_id": 2465,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਧਨੁ ਧਨੁ ਭਾਗ. ਤਿਨਾ ਸਾਧ ਜਨਾ; ਹਰਿ ਕੀਰਤਨੁ ਗਾੲਿ ਗੁਣੀ ਜਨ ਬਣਤਿਅਾ ॥",
    "transliteration": "Dhhan Dhhan Bhaag Thinaa Saadhh Janaa Har Keerathan Gaae Gunee Jan Banathiaa ||",
    "translation": "Blessed, blessed is the good fortune of those holy people, who sing the Kirtan of the Lord's Praises, and so become virtuous.",
    "punjabi": "ਉਹਨਾਂ ਸਾਧ ਜਨਾਂ ਦੇ ਧੰਨ ਭਾਗ ਹਨ, ਜੋ ਹਰੀ ਦਾ ਕੀਰਤਨ ਕਰ ਕੇ ਆਪ ਗੁਣਾਂ ਵਾਲੇ ਬਣਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28223,
    "shabad_id": 2465,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਧਨੁ ਧਨੁ ਭਾਗ. ਤਿਨਾ ਗੁਰਮੁਖਾ; ਜੋ ਗੁਰਸਿਖ ਲੈ. ਮਨੁ ਜਿਣਤਿਅਾ ॥",
    "transliteration": "Dhhan Dhhan Bhaag Thinaa Guramukhaa Jo Gurasikh Lai Man Jinathiaa ||",
    "translation": "Blessed, blessed is the good fortune of those Gurmukhs, who live as Gursikhs, and conquer their minds.",
    "punjabi": "ਉਹਨਾਂ ਗੁਰਮੁਖਾਂ ਦੇ ਵੱਡੇ ਭਾਗ ਹਨ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ ਆਪਣੇ ਮਨ ਨੂੰ ਜਿੱਤਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28224,
    "shabad_id": 2465,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਭ ਦੂ ਵਡੇਭਾਗ. ਗੁਰਸਿਖਾ ਕੇ; ਜੋ ਗੁਰ ਚਰਣੀ ਸਿਖ ਪੜਤਿਅਾ ॥੧੮॥",
    "transliteration": "Sabh Dhoo Vaddae Bhaag Gurasikhaa Kae Jo Gur Charanee Sikh Parrathiaa ||18||",
    "translation": "But the greatest good fortune of all, is that of the Guru's Sikhs, who fall at the Guru's feet. ||18||",
    "punjabi": "ਸਭ ਤੋਂ ਵੱਡੇ ਭਾਗ ਉਹਨਾਂ ਗੁਰਸਿੱਖਾਂ ਦੇ ਹਨ, ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਚਰਨੀਂ ਪੈਂਦੇ ਹਨ (ਭਾਵ, ਜੋ ਆਪਾ ਮਿਟਾ ਕੇ ਗੁਰੂ ਦੀ ਓਟ ਲੈਂਦੇ ਹਨ) ॥੧੮॥",
    "pronunciation": "(ਪੜਤਿਅਾ) ਪੈਂਦੇ ਹਨ, ਬ੍ਰਹਮਵਿਦਿਅਾ ਪੜ੍ਹਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 28225,
    "shabad_id": 2466,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28226,
    "shabad_id": 2466,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਬ੍ਰਹਮੁ ਬਿੰਦੈ. ਤਿਸ ਦਾ ਬ੍ਰਹਮਤੁ ਰਹੈ; ੲੇਕ ਸਬਦਿ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Breham Bindhai This Dhaa Brehamath Rehai Eaek Sabadh Liv Laae ||",
    "translation": "One who knows God, and who lovingly focuses his attention on the One Word of the Shabad, keeps his spirituality intact.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਕੇਵਲ ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਬ੍ਰਿਤੀ ਜੋੜ ਕੇ ਬ੍ਰਹਮ ਨੂੰ ਪਛਾਣੇ, ਉਸ ਦਾ ਬ੍ਰਹਮਣ-ਪੁਣਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ;",
    "pronunciation": "(ਬਿੰਦੈ) ਜਾਣੇ। ਬ੍ਰਹਮੱਤੁ",
    "type_id": 3
  },
  {
    "id": 28227,
    "shabad_id": 2466,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਵ ਨਿਧੀ ਅਠਾਰਹ ਸਿਧੀ. ਪਿਛੈ ਲਗੀਅਾ ਫਿਰਹਿ; ਜੋ ਹਰਿ ਹਿਰਦੈ ਸਦਾ ਵਸਾੲਿ ॥",
    "transliteration": "Nav Nidhhee Athaareh Sidhhee Pishhai Lageeaa Firehi Jo Har Hiradhai Sadhaa Vasaae ||",
    "translation": "The nine treasures and the eighteen spiritual powers of the Siddhas follow him, who keeps the Lord enshrined in his heart.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਹਰੀ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾਏ, ਨੌ ਨਿਧੀਆਂ ਤੇ ਅਠਾਰਹ ਸਿੱਧੀਆਂ ਉਸ ਦੇ ਮਗਰ ਲੱਗੀਆਂ ਫਿਰਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28228,
    "shabad_id": 2466,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰ. ਨਾੳੁ ਨ ਪਾੲੀਅੈ; ਬੁਝਹੁ ਕਰਿ ਵੀਚਾਰੁ ॥",
    "transliteration": "Bin Sathigur Naao N Paaeeai Bujhahu Kar Veechaar ||",
    "translation": "Without the True Guru, the Name is not found; understand this, and reflect upon it.",
    "punjabi": "ਵਿਚਾਰ ਕਰ ਕੇ ਸਮਝੋ, ਸਤਿਗੁਰੂ ਤੋਂ ਬਿਨਾ ਨਾਮ ਨਹੀਂ ਮਿਲਦਾ,",
    "pronunciation": "ਬੁੱਝਹੁ",
    "type_id": 3
  },
  {
    "id": 28229,
    "shabad_id": 2466,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਪੂਰੈ ਭਾਗਿ ਸਤਿਗੁਰੁ ਮਿਲੈ; ਸੁਖੁ ਪਾੲੇ ਜੁਗ ਚਾਰਿ ॥੧॥",
    "transliteration": "Naanak Poorai Bhaag Sathigur Milai Sukh Paaeae Jug Chaar ||1||",
    "translation": "O Nanak, through perfect good destiny, one meets the True Guru, and finds peace, throughout the four ages. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪੂਰੇ ਭਾਗਾਂ ਨਾਲ ਜਿਸ ਨੂੰ ਸਤਿਗੁਰੂ ਮਿਲੇ ਉਹ ਚਹੁੰਆਂ ਜੁਗਾਂ ਵਿਚ (ਭਾਵ, ਸਦਾ) ਸੁਖ ਪਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28230,
    "shabad_id": 2467,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28231,
    "shabad_id": 2467,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਿਅਾ ਗਭਰੂ ਕਿਅਾ ਬਿਰਧਿ ਹੈ; ਮਨਮੁਖ ਤ੍ਰਿਸਨਾ ਭੁਖ. ਨ ਜਾੲਿ ॥",
    "transliteration": "Kiaa Gabharoo Kiaa Biradhh Hai Manamukh Thrisanaa Bhukh N Jaae ||",
    "translation": "Whether he is young or old, the self-willed manmukh cannot escape hunger and thirst.",
    "punjabi": "ਜਵਾਨ ਹੋਵੇ ਭਾਵੇਂ ਬੁੱਢਾ-ਮਨਮੁਖ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਭੁੱਖ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28232,
    "shabad_id": 2467,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸਬਦੇ ਰਤਿਅਾ; ਸੀਤਲੁ ਹੋੲੇ ਅਾਪੁ ਗਵਾੲਿ ॥",
    "transliteration": "Guramukh Sabadhae Rathiaa Seethal Hoeae Aap Gavaae ||",
    "translation": "The Gurmukhs are imbued with the Word of the Shabad; they are at peace, having lost their self-conceit.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਏ ਮਨੁੱਖ ਸ਼ਬਦ ਵਿਚ ਰੱਤੇ ਹੋਣ ਕਰ ਕੇ ਤੇ ਅਹੰਕਾਰ ਗਵਾ ਕੇ ਅੰਦਰੋਂ ਸੰਤੋਖੀ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28233,
    "shabad_id": 2467,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅੰਦਰੁ ਤ੍ਰਿਪਤਿ ਸੰਤੋਖਿਅਾ; ਫਿਰਿ ਭੁਖ. ਨ ਲਗੈ ਅਾੲਿ ॥",
    "transliteration": "Andhar Thripath Santhokhiaa Fir Bhukh N Lagai Aae ||",
    "translation": "They are satisfied and satiated within; they never feel hungry again.",
    "punjabi": "(ਉਹਨਾਂ ਦਾ) ਹਿਰਦਾ ਤ੍ਰਿਪਤੀ ਦੇ ਕਾਰਨ ਸੰਤੋਖੀ ਹੁੰਦਾ ਹੈ, ਤੇ ਫਿਰ (ਉਹਨਾਂ ਨੂੰ ਮਾਇਆ ਦੀ) ਭੁੱਖ ਨਹੀਂ ਲੱਗਦੀ।",
    "pronunciation": "",
    "type_id": 3
  }
]
