[
  {
    "id": 28400,
    "shabad_id": 2498,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਤੁਧੁ ਅਾਪੇ ਸਿਸਟਿ ਸਿਰਜੀਅਾ; ਅਾਪੇ ਫੁਨਿ ਗੋੲੀ ॥",
    "transliteration": "Thudhh Aapae Sisatt Sirajeeaa Aapae Fun Goee ||",
    "translation": "You Yourself created the world, and You Yourself shall destroy it in the end.",
    "punjabi": "ਤੂੰ ਆਪ ਹੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਪੈਦਾ ਕਰਦਾ ਹੈਂ ਤੇ ਆਪ ਹੀ ਫਿਰ ਨਾਸ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28401,
    "shabad_id": 2498,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਭੁ ੲਿਕੋ ਸਬਦੁ ਵਰਤਦਾ; ਜੋ ਕਰੇ ਸੁ ਹੋੲੀ ॥",
    "transliteration": "Sabh Eiko Sabadh Varathadhaa Jo Karae S Hoee ||",
    "translation": "The Word of Your Shabad alone is pervading everywhere; whatever You do, comes to pass.",
    "punjabi": "ਸਭ ਥਾਈਂ (ਹਰੀ ਦਾ) ਹੀ ਹੁਕਮ ਵਰਤ ਰਿਹਾ ਹੈ; ਜੋ ਉਹ ਕਰਦਾ ਹੈ ਸੋਈ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28402,
    "shabad_id": 2498,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਵਡਿਅਾੲੀ ਗੁਰਮੁਖਿ ਦੇੲਿ ਪ੍ਰਭੁ; ਹਰਿ ਪਾਵੈ ਸੋੲੀ ॥",
    "transliteration": "Vaddiaaee Guramukh Dhaee Prabh Har Paavai Soee ||",
    "translation": "God blesses the Gurmukh with glorious greatness, and then, he finds the Lord.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਵਡਿਆਈ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਹ ਉਸ ਹਰੀ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28403,
    "shabad_id": 2498,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਨਾਨਕ ਅਾਰਾਧਿਅਾ; ਸਭਿ ਅਾਖਹੁ ਧੰਨੁ ਧੰਨੁ. ਧੰਨੁ ਗੁਰੁ ਸੋੲੀ ॥੨੯॥੧॥ ਸੁਧੁ",
    "transliteration": "Guramukh Naanak Aaraadhhiaa Sabh Aakhahu Dhhann Dhhann Dhhann Gur Soee ||29||1|| Sudhhu",
    "translation": "As Gurmukh, Nanak worships and adores the Lord; let everyone proclaim, \"Blessed, blessed, blessed is He, the Guru!\"||29||1||Sudh||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਮਨੁੱਖ ਹਰੀ ਨੂੰ ਸਿਮਰਦੇ ਹਨ, (ਹੇ ਭਾਈ!) ਸਾਰੇ ਆਖੋ, ਕਿ ਉਹ ਸਤਿਗੁਰੂ, ਧੰਨ ਹੈ, ਧੰਨ ਹੈ, ਧੰਨ ਹੈ ॥੨੯॥੧॥ਸੁਧੁ{",
    "pronunciation": "ਸੱੁਧੁ",
    "type_id": 3
  },
  {
    "id": 28404,
    "shabad_id": 2499,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਰਾਗੁ ਸੋਰਠਿ ਬਾਣੀ ਭਗਤ ਕਬੀਰ ਜੀ ਕੀ ਘਰੁ ੧",
    "transliteration": "Raag Sorath Baanee Bhagath Kabeer Jee Kee Ghar 1",
    "translation": "Raag Sorat'h, The Word Of Devotee Kabeer Jee, First House:",
    "punjabi": "ਰਾਗ ਸੋਰਠਿ, ਘਰ ੧ ਵਿੱਚ ਭਗਤ ਕਬੀਰ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28405,
    "shabad_id": 2499,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 28406,
    "shabad_id": 2499,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਬੁਤ ਪੂਜਿ ਪੂਜਿ ਹਿੰਦੂ ਮੂੲੇ; ਤੁਰਕ ਮੂੲੇ ਸਿਰੁ ਨਾੲੀ ॥",
    "transliteration": "Buth Pooj Pooj Hindhoo Mooeae Thurak Mooeae Sir Naaee ||",
    "translation": "Worshipping their idols, the Hindus die; the Muslims die bowing their heads.",
    "punjabi": "ਹਿੰਦੂ ਲੋਕ ਬੁਤਾਂ ਦੀ ਪੂਜਾ ਕਰ ਕਰ ਕੇ ਖ਼ੁਆਰ ਹੋ ਰਹੇ ਹਨ, ਮੁਸਲਮਾਨ (ਰੱਬ ਨੂੰ ਮੱਕੇ ਵਿਚ ਹੀ ਸਮਝ ਕੇ ਉਧਰ) ਸਿਜਦੇ ਕਰ ਰਹੇ ਹਨ,",
    "pronunciation": "ਪੱਥਰ ਦੇ ਬੁੱਤ। (ਨਾੲੀ) ਝੁਕਾ ਕੇ",
    "type_id": 3
  },
  {
    "id": 28407,
    "shabad_id": 2499,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਓੲਿ ਲੇ ਜਾਰੇ. ਓੲਿ ਲੇ ਗਾਡੇ; ਤੇਰੀ ਗਤਿ. ਦੁਹੂ ਨ ਪਾੲੀ ॥੧॥",
    "transliteration": "Oue Lae Jaarae Oue Lae Gaaddae Thaeree Gath Dhuhoo N Paaee ||1||",
    "translation": "The Hindus cremate their dead, while the Muslims bury theirs; neither finds Your true state, Lord. ||1||",
    "punjabi": "ਹਿੰਦੂਆਂ ਨੇ ਆਪਣੇ ਮੁਰਦੇ ਸਾੜ ਦਿੱਤੇ ਤੇ ਮੁਸਲਮਾਨਾਂ ਦੇ ਦੱਬ ਦਿੱਤੇ (ਇਸੇ ਵਿਚ ਹੀ ਝਗੜਦੇ ਰਹੇ ਕਿ ਸੱਚਾ ਕੌਣ ਹੈ)। (ਹੇ ਪ੍ਰਭੂ) ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ? ਇਹ ਸਮਝ ਦੋਹਾਂ ਧਿਰਾਂ ਨੂੰ ਨਾਹ ਪਈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28408,
    "shabad_id": 2499,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਮਨ ਰੇ; ਸੰਸਾਰੁ ਅੰਧ ਗਹੇਰਾ ॥",
    "transliteration": "Man Rae Sansaar Andhh Gehaeraa ||",
    "translation": "O mind, the world is a deep, dark pit.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਅਗਿਆਨਤਾ ਦੇ ਕਾਰਨ) ਸਿਮਰਨ ਤੋਂ ਖੁੰਝ ਕੇ ਜਗਤ ਇਕ ਹਨੇਰਾ ਖਾਤਾ ਬਣਿਆ ਪਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28409,
    "shabad_id": 2499,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਚਹੁ ਦਿਸ ਪਸਰਿਓ ਹੈ; ਜਮ ਜੇਵਰਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Chahu Dhis Pasariou Hai Jam Jaevaraa ||1|| Rehaao ||",
    "translation": "On all four sides, Death has spread his net. ||1||Pause||",
    "punjabi": "ਅਤੇ ਚੌਹੀਂ ਪਾਸੀਂ ਜਮਾਂ ਦੀ ਫਾਹੀ ਖਿਲਰੀ ਪਈ ਹੈ (ਭਾਵ, ਲੋਕ ਉਹ ਉਹ ਕੰਮ ਹੀ ਕਰ ਰਹੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨਾਲ ਹੋਰ ਵਧੀਕ ਅਗਿਆਨਤਾ ਵਿਚ ਫਸਦੇ ਜਾਣ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 28410,
    "shabad_id": 2499,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਕਬਿਤ ਪੜੇ ਪੜਿ, ਕਬਿਤਾ ਮੂੲੇ; ਕਪੜ ਕੇਦਾਰੈ ਜਾੲੀ ॥",
    "transliteration": "Kabith Parrae Parr Kabithaa Mooeae Kaparr Kaedhaarai Jaaee ||",
    "translation": "Reciting their poems, the poets die; the mystical ascetics die while journeying to Kaydaar Naat'h.",
    "punjabi": "(ਵਿਦਵਾਨ) ਕਵੀ ਲੋਕ ਆਪੋ ਆਪਣੀ ਕਾਵਿ-ਰਚਨਾ ਪੜ੍ਹਨ (ਭਾਵ, ਵਿੱਦਿਆ ਦੇ ਮਾਣ) ਵਿਚ ਹੀ ਮਸਤ ਹਨ, ਕਾਪੜੀ (ਆਦਿਕ) ਸਾਧੂ ਕੇਦਾਰਾ (ਆਦਿਕ) ਤੀਰਥਾਂ ਤੇ ਜਾ ਜਾ ਕੇ ਜੀਵਨ ਵਿਅਰਥ ਗਵਾਉਂਦੇ ਹਨ;",
    "pronunciation": "(ਕੱਪੜ) ਲੀਰਾਂ ਦੀ ਗੋਦੜੀ ਪਹਿਨਣ ਵਾਲਾ ਕਾਪੜੀ ਫਿਰਕਾ। (ਕੇਦਾਰੈ) ਹਿਮਾਲੇ ਪਰਬਤ ਤੇ ਹਿੰਦੂ ਤੀਰਥ। ਕਬਿ-ਤ,ਕਬਿ-ਤਾ:ਪੋਲੇ ਬੋਲੋ। ਪੜੇ੍ਹ ਪੜ੍ਹਿ",
    "type_id": 3
  },
  {
    "id": 28411,
    "shabad_id": 2499,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਜਟਾ ਧਾਰਿ ਧਾਰਿ ਜੋਗੀ ਮੂੲੇ; ਤੇਰੀ ਗਤਿ ੲਿਨਹਿ. ਨ ਪਾੲੀ ॥੨॥",
    "transliteration": "Jattaa Dhhaar Dhhaar Jogee Mooeae Thaeree Gath Einehi N Paaee ||2||",
    "translation": "The Yogis die, with their matted hair, but even they do not find Your state, Lord. ||2||",
    "punjabi": "ਜੋਗੀ ਲੋਕ ਜਟਾ ਰੱਖ ਰੱਖ ਕੇ ਹੀ ਇਹ ਸਮਝਦੇ ਰਹੇ ਕਿ ਇਹੀ ਰਾਹ ਠੀਕ ਹੈ। (ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੀ ਬਾਬਤ ਸੂਝ ਇਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਭੀ ਨਾਹ ਪਈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28412,
    "shabad_id": 2499,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਦਰਬੁ ਸੰਚਿ ਸੰਚਿ. ਰਾਜੇ ਮੂੲੇ; ਗਡਿ ਲੇ. ਕੰਚਨ ਭਾਰੀ ॥",
    "transliteration": "Dharab Sanch Sanch Raajae Mooeae Gadd Lae Kanchan Bhaaree ||",
    "translation": "The kings die, gathering and hoarding their money, burying great quantities of gold.",
    "punjabi": "ਰਾਜੇ ਧਨ ਜੋੜ ਜੋੜ ਕੇ ਉਮਰ ਗੰਵਾ ਗਏ, ਉਹਨਾਂ ਸੋਨੇ (ਆਦਿਕ) ਦੇ ਢੇਰ (ਭਾਵ, ਖ਼ਜ਼ਾਨੇ) ਧਰਤੀ ਵਿਚ ਦੱਬ ਰੱਖੇ,",
    "pronunciation": "ਜਿਨਾਂ੍ਹ ਨੇ ਬਹੁਤ ਭਾਰੀ (ਕੰਚਨ) ਸੋਨਾ (ਗੱਡਿ) ਦੱਬ ਲਿਅਾ ਸੀ",
    "type_id": 3
  },
  {
    "id": 28413,
    "shabad_id": 2499,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਬੇਦ ਪੜੇ ਪੜਿ ਪੰਡਿਤ ਮੂੲੇ; ਰੂਪੁ ਦੇਖਿ ਦੇਖਿ ਨਾਰੀ ॥੩॥",
    "transliteration": "Baedh Parrae Parr Panddith Mooeae Roop Dhaekh Dhaekh Naaree ||3||",
    "translation": "The Pandits die, reading and reciting the Vedas; women die, gazing at their own beauty. ||3||",
    "punjabi": "ਪੰਡਿਤ ਲੋਕ ਵੇਦ-ਪਾਠੀ ਹੋਣ ਦੇ ਹੰਕਾਰ ਵਿਚ ਖਪਦੇ ਹਨ, ਤੇ, ਇਸਤ੍ਰੀਆਂ (ਸ਼ੀਸ਼ੇ ਵਿਚ) ਆਪਣੇ ਰੂਪ ਤੱਕਣ ਵਿਚ ਹੀ ਜ਼ਿੰਦਗੀ ਅਜਾਈਂ ਬਿਤਾ ਰਹੀਆਂ ਹਨ ॥੩॥",
    "pronunciation": "ਪੜੇ੍ਹ ਪੜ੍ਹਿ",
    "type_id": 3
  },
  {
    "id": 28414,
    "shabad_id": 2499,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਬਿਨੁ. ਸਭੈ ਬਿਗੂਤੇ; ਦੇਖਹੁ ਨਿਰਖਿ ਸਰੀਰਾ ॥",
    "transliteration": "Raam Naam Bin Sabhai Bigoothae Dhaekhahu Nirakh Sareeraa ||",
    "translation": "Without the Lord's Name, all come to ruin; behold, and know this, O body.",
    "punjabi": "ਆਪੋ-ਆਪਣੇ ਅੰਦਰ ਝਾਤ ਮਾਰ ਕੇ ਵੇਖ ਲਵੋ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਨ ਤੋਂ ਬਿਨਾ ਸਭ ਜੀਵ ਖ਼ੁਆਰ ਹੋ ਰਹੇ ਹਨ।",
    "pronunciation": "(ਬਿਗੂਤੇ) ਖ਼ਰਾਬ ਹੁੰਦੇ ਹਨ। ਸੱਭੈ ਨਿਰ-ਖਿ",
    "type_id": 3
  },
  {
    "id": 28415,
    "shabad_id": 2499,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਕੇ ਨਾਮ ਬਿਨੁ. ਕਿਨਿ ਗਤਿ ਪਾੲੀ; ਕਹਿ ੳੁਪਦੇਸੁ ਕਬੀਰਾ ॥੪॥੧॥",
    "transliteration": "Har Kae Naam Bin Kin Gath Paaee Kehi Oupadhaes Kabeeraa ||4||1||",
    "translation": "Without the Name of the Lord, who can find salvation? Kabeer speaks the Teachings. ||4||1||",
    "punjabi": "ਕਬੀਰ ਸਿੱਖਿਆ ਦੀ ਗੱਲ ਆਖਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੂੰ (ਜੀਵਨ ਦੀ) ਸਹੀ ਸੂਝ ਨਹੀਂ ਪੈਂਦੀ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28416,
    "shabad_id": 2500,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਬ ਜਰੀਅੈ. ਤਬ ਹੋੲਿ ਭਸਮ ਤਨੁ; ਰਹੈ. ਕਿਰਮ ਦਲ ਖਾੲੀ ॥",
    "transliteration": "Jab Jareeai Thab Hoe Bhasam Than Rehai Kiram Dhal Khaaee ||",
    "translation": "When the body is burnt, it turns to ashes; if it is not cremated, then it is eaten by armies of worms.",
    "punjabi": "(ਮਰਨ ਪਿਛੋਂ) ਜੇ ਸਰੀਰ (ਚਿਖਾ ਵਿਚ) ਸਾੜਿਆ ਜਾਏ ਤਾਂ ਇਹ ਸੁਆਹ ਹੋ ਜਾਂਦਾ ਹੈ, ਜੇ (ਕਬਰ ਵਿਚ) ਟਿਕਿਆ ਰਹੇ ਤਾਂ ਕੀੜਿਆਂ ਦਾ ਦਲ ਇਸ ਨੂੰ ਖਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28417,
    "shabad_id": 2500,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕਾਚੀ ਗਾਗਰਿ ਨੀਰੁ ਪਰਤੁ ਹੈ; ੲਿਅਾ ਤਨ ਕੀ ੲਿਹੈ ਬਡਾੲੀ ॥੧॥",
    "transliteration": "Kaachee Gaagar Neer Parath Hai Eiaa Than Kee Eihai Baddaaee ||1||",
    "translation": "The unbaked clay pitcher dissolves, when water is poured into it; this is also the nature of the body. ||1||",
    "punjabi": "(ਜਿਵੇਂ) ਕੱਚੇ ਘੜੇ ਵਿਚ ਪਾਣੀ ਪੈਂਦਾ ਹੈ (ਤੇ ਘੜਾ ਗਲ ਕੇ ਪਾਣੀ ਬਾਹਰ ਨਿਕਲ ਜਾਂਦਾ ਹੈ ਤਿਵੇਂ ਸੁਆਸ ਮੁੱਕ ਜਾਣ ਤੇ ਸਰੀਰ ਵਿਚੋਂ ਭੀ ਜਿੰਦ ਨਿਕਲ ਜਾਂਦੀ ਹੈ, ਸੋ,) ਇਸ ਸਰੀਰ ਦਾ ਇਤਨਾ ਕੁ ਹੀ ਮਾਣ ਹੈ (ਜਿਤਨਾ ਕੱਚੇ ਘੜੇ ਦਾ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28418,
    "shabad_id": 2500,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਕਾਹੇ ਭੲੀਅਾ; ਫਿਰਤੌ ਫੂਲਿਅਾ ਫੂਲਿਅਾ ॥",
    "transliteration": "Kaahae Bheeaa Firatha Fooliaa Fooliaa ||",
    "translation": "Why, O Siblings of Destiny, do you strut around, all puffed up with pride?",
    "punjabi": "ਹੇ ਭਾਈ! ਤੂੰ ਕਿਸ ਗੱਲੇ ਹੰਕਾਰ ਵਿਚ ਆਫਰਿਆ ਫਿਰਦਾ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28419,
    "shabad_id": 2500,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਜਬ ਦਸ ਮਾਸ ੳੁਰਧ ਮੁਖ ਰਹਤਾ; ਸੋ ਦਿਨੁ ਕੈਸੇ ਭੂਲਿਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jab Dhas Maas Ouradhh Mukh Rehathaa So Dhin Kaisae Bhooliaa ||1|| Rehaao ||",
    "translation": "Have you forgotten those days, when you were hanging, face down, for ten months? ||1||Pause||",
    "punjabi": "ਤੈਨੂੰ ਉਹ ਸਮਾ ਕਿਉਂ ਭੁਲ ਗਿਆ ਹੈ ਜਦੋਂ ਤੂੰ (ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ) ਦਸ ਮਹੀਨੇ ਉਲਟਾ ਟਿਕਿਆ ਰਿਹਾ ਸੈਂ? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 28420,
    "shabad_id": 2500,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜਿੳੁ ਮਧੁ ਮਾਖੀ. ਤਿੳੁ ਸਠੋਰਿ ਰਸੁ; ਜੋਰਿ ਜੋਰਿ ਧਨੁ ਕੀਅਾ ॥",
    "transliteration": "Jio Madhh Maakhee Thio Sathor Ras Jor Jor Dhhan Keeaa ||",
    "translation": "Like the bee which collects honey, the fool eagerly gathers and collects wealth.",
    "punjabi": "ਜਿਵੇਂ ਮੱਖੀ (ਫੁੱਲਾਂ ਦਾ) ਰਸ ਜੋੜ ਜੋੜ ਕੇ ਸ਼ਹਿਦ ਇਕੱਠਾ ਕਰਦੀ ਹੈ, ਤਿਵੇਂ ਮੂਰਖ ਬੰਦੇ ਨੇ ਸਰਫ਼ੇ ਕਰ ਕਰ ਕੇ ਧਨ ਜੋੜਿਆ (ਪਰ ਆਖ਼ਰ ਉਹ ਬਿਗਾਨਾ ਹੀ ਹੋ ਗਿਆ)।",
    "pronunciation": "(ਸਠੋਰਿ) ਕੰਜੂਸ",
    "type_id": 3
  },
  {
    "id": 28421,
    "shabad_id": 2500,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਮਰਤੀ ਬਾਰ ਲੇਹੁ ਲੇਹੁ ਕਰੀਅੈ; ਭੂਤੁ ਰਹਨ ਕਿੳੁ ਦੀਅਾ ॥੨॥",
    "transliteration": "Marathee Baar Laehu Laehu Kareeai Bhooth Rehan Kio Dheeaa ||2||",
    "translation": "At the time of death, they shout, \"Take him away, take him away! Why leave a ghost lying around?\"||2||",
    "punjabi": "ਮੌਤ ਆਈ, ਤਾਂ ਸਭ ਇਹੀ ਆਖਦੇ ਹਨ-ਲੈ ਚੱਲੋ, ਲੈ ਚੱਲੋ, ਹੁਣ ਇਹ ਬੀਤ ਚੁਕਿਆ ਹੈ, ਬਹੁਤਾ ਚਿਰ ਘਰ ਰੱਖਣ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ॥੨॥",
    "pronunciation": "(ਲੇਹੁ) ਲੈ ਚੱਲੋ",
    "type_id": 3
  },
  {
    "id": 28422,
    "shabad_id": 2500,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਦੇਹੁਰੀ ਲੳੁ. ਬਰੀ ਨਾਰਿ ਸੰਗਿ ਭੲੀ; ਅਾਗੈ ਸਜਨ ਸੁਹੇਲਾ ॥",
    "transliteration": "Dhaehuree Lo Baree Naar Sang Bhee Aagai Sajan Suhaelaa ||",
    "translation": "His wife accompanies him to the threshold, and his friends and companions beyond.",
    "punjabi": "ਘਰ ਦੀ (ਬਾਹਰਲੀ) ਦਲੀਜ਼ ਤਕ ਵਹੁਟੀ (ਉਸ ਮੁਰਦੇ ਦੇ) ਨਾਲ ਜਾਂਦੀ ਹੈ, ਅਗਾਂਹ ਸੱਜਣ ਮਿੱਤਰ ਚੁੱਕ ਲੈਂਦੇ ਹਨ,",
    "pronunciation": "(ਲੳੁ) ਤੱਕ। (ਬਰੀ) ਵਿਅਾਹੀ। ਸੱਜਨ",
    "type_id": 3
  },
  {
    "id": 28423,
    "shabad_id": 2500,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਮਰਘਟ ਲੳੁ. ਸਭੁ ਲੋਗੁ ਕੁਟੰਬੁ ਭੲਿਓ; ਅਾਗੈ ਹੰਸੁ ਅਕੇਲਾ ॥੩॥",
    "transliteration": "Maraghatt Lo Sabh Log Kuttanb Bhaeiou Aagai Hans Akaelaa ||3||",
    "translation": "All the people and relatives go as far as the cremation grounds, and then, the soul-swan goes on alone. ||3||",
    "punjabi": "ਮਸਾਣਾਂ ਤਕ ਪਰਵਾਰ ਦੇ ਬੰਦੇ ਤੇ ਹੋਰ ਲੋਕ ਜਾਂਦੇ ਹਨ, ਪਰ ਪਰਲੋਕ ਵਿਚ ਤਾਂ ਜੀਵ-ਆਤਮਾ ਇਕੱਲਾ ਹੀ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਮਰਘਟ) ਮਸਾਣ ਭੂਮੀ",
    "type_id": 3
  },
  {
    "id": 28424,
    "shabad_id": 2500,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਕਹਤੁ ਕਬੀਰ. ਸੁਨਹੁ ਰੇ ਪ੍ਰਾਨੀ; ਪਰੇ ਕਾਲ ਗ੍ਰਸ ਕੂਅਾ ॥",
    "transliteration": "Kehath Kabeer Sunahu Rae Praanee Parae Kaal Gras Kooaa ||",
    "translation": "Says Kabeer, listen, O mortal being: you have been seized by Death, and you have fallen into the deep, dark pit.",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ-ਹੇ ਬੰਦੇ! ਸੁਣ, ਤੂੰ ਉਸ ਖੂਹ ਵਿਚ ਡਿੱਗਾ ਪਿਆ ਹੈਂ ਜਿਸ ਨੂੰ ਮੌਤ ਨੇ ਘੇਰਿਆ ਹੋਇਆ ਹੈ (ਭਾਵ, ਮੌਤ ਅਵੱਸ਼ ਆਉਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28425,
    "shabad_id": 2500,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਝੂਠੀ ਮਾੲਿਅਾ ਅਾਪੁ ਬੰਧਾੲਿਅਾ; ਜਿੳੁ ਨਲਨੀ ਭ੍ਰਮਿ ਸੂਅਾ ॥੪॥੨॥",
    "transliteration": "Jhoothee Maaeiaa Aap Bandhhaaeiaa Jio Nalanee Bhram Sooaa ||4||2||",
    "translation": "You have entangled yourself in the false wealth of Maya, like the parrot caught in the trap. ||4||2||",
    "punjabi": "ਪਰ, ਤੂੰ ਆਪਣੇ ਆਪ ਨੂੰ ਇਸ ਮਾਇਆ ਨਾਲ ਬੰਨ੍ਹ ਰੱਖਿਆ ਹੈ ਜਿਸ ਨਾਲ ਸਾਥ ਨਹੀਂ ਨਿਭਣਾ, ਜਿਵੇਂ ਤੋਤਾ ਮੌਤ ਦੇ ਡਰ ਤੋਂ ਆਪਣੇ ਆਪ ਨੂੰ ਨਲਨੀ ਨਾਲ ਚੰਬੋੜ ਰੱਖਦਾ ਹੈ (ਨੋਟ: ਨਲਨੀ ਨਾਲ ਚੰਬੜਨਾ ਤੋਤੇ ਦੀ ਫਾਹੀ ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈ, ਮਾਇਆ ਨਾਲ ਚੰਬੜੇ ਰਹਿਣਾ ਮਨੁੱਖ ਦੀ ਆਤਮਕ ਮੌਤ ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈ) ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28426,
    "shabad_id": 2501,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਬੇਦ ਪੁਰਾਨ ਸਭੈ ਮਤ ਸੁਨਿ ਕੈ; ਕਰੀ ਕਰਮ ਕੀ ਅਾਸਾ ॥",
    "transliteration": "Baedh Puraan Sabhai Math Sun Kai Karee Karam Kee Aasaa ||",
    "translation": "Listening to all the teachings of the Vedas and the Puraanas, I wanted to perform the religious rituals.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਸਿਆਣੇ ਬੰਦਿਆਂ ਨੇ ਵੇਦ ਪੁਰਾਨ ਆਦਿਕਾਂ ਦੇ ਸਾਰੇ ਮਤ ਸੁਣ ਕੇ ਕਰਮ-ਕਾਂਡ ਦੀ ਆਸ ਰੱਖੀ, (ਇਹ ਆਸ ਰੱਖੀ ਕਿ ਕਰਮ-ਕਾਂਡ ਨਾਲ ਜੀਵਨ ਸੌਰੇਗਾ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28427,
    "shabad_id": 2501,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕਾਲ ਗ੍ਰਸਤ. ਸਭ ਲੋਗ ਸਿਅਾਨੇ; ੳੁਠਿ ਪੰਡਿਤ. ਪੈ ਚਲੇ ਨਿਰਾਸਾ ॥੧॥",
    "transliteration": "Kaal Grasath Sabh Log Siaanae Outh Panddith Pai Chalae Niraasaa ||1||",
    "translation": "But seeing all the wise men caught by Death, I arose and left the Pandits; now I am free of this desire. ||1||",
    "punjabi": "ਉਹ ਸਾਰੇ (ਆਤਮਕ) ਮੌਤ ਵਿਚ ਹੀ ਗ੍ਰਸੇ ਰਹੇ। ਪੰਡਿਤ ਲੋਕ ਭੀ ਆਸ ਪੂਰੀ ਹੋਣ ਤੋਂ ਬਿਨਾ ਹੀ ਉੱਠ ਕੇ ਚਲੇ ਗਏ (ਜਗਤ ਤਿਆਗ ਗਏ) ॥੧॥",
    "pronunciation": "ਗ- ੍ਰਸਤ। ਚੱਲੇ",
    "type_id": 3
  },
  {
    "id": 28428,
    "shabad_id": 2501,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਮਨ ਰੇ; ਸਰਿਓ ਨ. ੲੇਕੈ ਕਾਜਾ ॥",
    "transliteration": "Man Rae Sariou N Eaekai Kaajaa ||",
    "translation": "O mind, you have not completed the only task you were given;",
    "punjabi": "ਹੇ ਮਨ! ਤੈਥੋਂ ਇਹ ਇੱਕ ਕੰਮ ਭੀ (ਜੋ ਕਰਨ-ਜੋਗ ਸੀ) ਨਹੀਂ ਹੋ ਸਕਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28429,
    "shabad_id": 2501,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਭਜਿਓ ਨ; ਰਘੁਪਤਿ ਰਾਜਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bhajiou N Raghupath Raajaa ||1|| Rehaao ||",
    "translation": "You have not meditated on the Lord, your King. ||1||Pause||",
    "punjabi": "ਤੂੰ ਪ੍ਰਕਾਸ਼-ਰੂਪ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਨਹੀਂ ਕੀਤਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 28430,
    "shabad_id": 2501,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਬਨ ਖੰਡ ਜਾੲਿ ਜੋਗੁ ਤਪੁ ਕੀਨੋ; ਕੰਦ ਮੂਲੁ ਚੁਨਿ ਖਾੲਿਅਾ ॥",
    "transliteration": "Ban Khandd Jaae Jog Thap Keeno Kandh Mool Chun Khaaeiaa ||",
    "translation": "Going to the forests, they practice Yoga and deep, austere meditation; they live on roots and the fruits they gather.",
    "punjabi": "ਕਈ ਲੋਕਾਂ ਨੇ ਜੰਗਲਾਂ ਵਿਚ ਜਾ ਕੇ ਜੋਗ ਸਾਧੇ, ਤਪ ਕੀਤੇ, ਗਾਜਰ-ਮੂਲੀ ਆਦਿਕ ਚੁਣ ਖਾ ਕੇ ਗੁਜ਼ਾਰਾ ਕੀਤਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28431,
    "shabad_id": 2501,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਨਾਦੀ ਬੇਦੀ ਸਬਦੀ ਮੋਨੀ; ਜਮ ਕੇ ਪਟੈ ਲਿਖਾੲਿਅਾ ॥੨॥",
    "transliteration": "Naadhee Baedhee Sabadhee Monee Jam Kae Pattai Likhaaeiaa ||2||",
    "translation": "The musicians, the Vedic scholars, the chanters of one word and the men of silence, all are listed on the Register of Death. ||2||",
    "punjabi": "ਜੋਗੀ, ਕਰਮ-ਕਾਂਡੀ, 'ਅਲੱਖ' ਆਖਣ ਵਾਲੇ ਜੋਗੀ, ਮੋਨਧਾਰੀ-ਇਹ ਸਾਰੇ ਜਮ ਦੇ ਲੇਖੇ ਵਿਚ ਹੀ ਲਿਖੇ ਗਏ (ਭਾਵ, ਇਹਨਾਂ ਦੇ ਸਾਧਨ ਮੌਤ ਦੇ ਡਰ ਤੋਂ ਬਚਾ ਨਹੀਂ ਸਕਦੇ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28432,
    "shabad_id": 2501,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਭਗਤਿ ਨਾਰਦੀ ਰਿਦੈ ਨ ਅਾੲੀ; ਕਾਛਿ ਕੂਛਿ ਤਨੁ ਦੀਨਾ ॥",
    "transliteration": "Bhagath Naaradhee Ridhai N Aaee Kaashh Kooshh Than Dheenaa ||",
    "translation": "Loving devotional worship does not enter into your heart; pampering and adorning your body, you must still give it up.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਰੀਰ ਉੱਤੇ ਤਾਂ (ਧਾਰਮਿਕ ਚਿੰਨ੍ਹ) ਚੱਕਰ ਆਦਿਕ ਲਾ ਲਏ ਹਨ, ਪਰ ਪ੍ਰੇਮਾ-ਭਗਤੀ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪੈਦਾ ਨਹੀਂ ਹੋਈ,",
    "pronunciation": "(ਭਗਤਿ ਨਾਰਦੀ) ਪ੍ਰੇਮਾ-ਭਗਤੀ। (ਕਾਛਿ) ਸ਼ਿੰਗਾਰ। (ਕੂਛਿ) ਸਵਾਰ। (ਦੀਨਾ) ਦਿੱਤਾ",
    "type_id": 3
  },
  {
    "id": 28433,
    "shabad_id": 2501,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਰਾਗ ਰਾਗਨੀ ਡਿੰਭ ਹੋੲਿ ਬੈਠਾ; ੳੁਨਿ ਹਰਿ ਪਹਿ ਕਿਅਾ ਲੀਨਾ ॥੩॥",
    "transliteration": "Raag Raaganee Ddinbh Hoe Baithaa Oun Har Pehi Kiaa Leenaa ||3||",
    "translation": "You sit and play music, but you are still a hypocrite; what do you expect to receive from the Lord? ||3||",
    "punjabi": "ਜੋ ਰਾਗ ਰਾਗਨੀਆਂ ਤਾਂ ਗਾਉਂਦਾ ਹੈ ਪਰ ਨਿਰਾ ਪਖੰਡ-ਮੂਰਤੀ ਹੀ ਬਣ ਬੈਠਾ ਹੈ, ਅਜਿਹੇ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਪਾਸੋਂ ਕੁਝ ਨਹੀਂ ਮਿਲਦਾ ॥੩॥",
    "pronunciation": "(ਡਿੰਭ) ਪਖੰਡ",
    "type_id": 3
  },
  {
    "id": 28434,
    "shabad_id": 2501,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਪਰਿਓ ਕਾਲੁ. ਸਭੈ ਜਗ ੳੂਪਰ; ਮਾਹਿ ਲਿਖੇ ਭ੍ਰਮ ਗਿਅਾਨੀ ॥",
    "transliteration": "Pariou Kaal Sabhai Jag Oopar Maahi Likhae Bhram Giaanee ||",
    "translation": "Death has fallen on the whole world; the doubting religious scholars are also listed on the Register of Death.",
    "punjabi": "ਸਾਰੇ ਜਗਤ ਉੱਤੇ ਕਾਲ ਦਾ ਸਹਿਮ ਪਿਆ ਹੋਇਆ ਹੈ, ਭਰਮੀ ਗਿਆਨੀ ਭੀ ਉਸੇ ਹੀ ਲੇਖੇ ਵਿਚ ਲਿਖੇ ਗਏ ਹਨ (ਉਹ ਭੀ ਮੌਤ ਦੇ ਸਹਿਮ ਵਿਚ ਹੀ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  }
]
