[
  {
    "id": 29012,
    "shabad_id": 2539,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਅਗਮ ਅਗਾਧਿ ਬੋਧਿ; ਅਪਰੰਪਰ ਪੁਰਖ ਅਪਾਰੀ ॥",
    "transliteration": "Har Har Agam Agaadhh Bodhh Aparanpar Purakh Apaaree ||",
    "translation": "The Lord, Har, Har, is unapproachable, of unfathomable wisdom, unlimited, all-powerful and infinite.",
    "punjabi": "ਹੇ ਅਪਹੁੰਚ! ਹੇ ਮਨੁੱਖਾਂ ਦੀ ਸਮਝ ਤੋਂ ਪਰੇ! ਹੇ ਪਰੇ ਤੋਂ ਪਰੇ! ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਹੇ ਬੇਅੰਤ!",
    "pronunciation": "ਅ-ਪਰੰਪਰ",
    "type_id": 3
  },
  {
    "id": 29013,
    "shabad_id": 2539,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ਜਨ ਕੳੁ ਕ੍ਰਿਪਾ ਕਰਹੁ ਜਗਜੀਵਨ; ਜਨ ਨਾਨਕ ਪੈਜ ਸਵਾਰੀ ॥੪॥੧॥",
    "transliteration": "Jan Ko Kirapaa Karahu Jagajeevan Jan Naanak Paij Savaaree ||4||1||",
    "translation": "Show Mercy to Your humble servant, O Life of the world, and save the honor of servant Nanak. ||4||1||",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਜੀਵਨ! ਆਪਣੇ ਦਾਸਾਂ ਉਤੇ ਮੇਹਰ ਕਰ, ਤੇ, (ਇਸ ਵਿਕਾਰ-ਭਰੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ) ਹੇ ਨਾਨਕ! (ਆਖ-) ਦਾਸਾਂ ਦੀ ਲਾਜ ਰੱਖ ਲੈ ॥੪॥੧॥",
    "pronunciation": "ਜੱਗਜੀਵਨ",
    "type_id": 3
  },
  {
    "id": 29014,
    "shabad_id": 2540,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੪ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 4 ||",
    "translation": "Dhanaasaree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29015,
    "shabad_id": 2540,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਕੇ ਸੰਤ ਜਨਾ. ਹਰਿ ਜਪਿਓ; ਤਿਨ ਕਾ ਦੂਖੁ ਭਰਮੁ ਭੳੁ ਭਾਗੀ ॥",
    "transliteration": "Har Kae Santh Janaa Har Japiou Thin Kaa Dhookh Bharam Bho Bhaagee ||",
    "translation": "The humble Saints of the Lord meditate on the Lord; their pain, doubt and fear have run away.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਜਿਨ੍ਹਾਂ ਸੰਤ ਜਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ, ਉਹਨਾਂ ਦਾ ਹਰੇਕ ਦੁੱਖ, ਹਰੇਕ ਭਰਮ ਹਰੇਕ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29016,
    "shabad_id": 2540,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅਪਨੀ ਸੇਵਾ ਅਾਪਿ ਕਰਾੲੀ; ਗੁਰਮਤਿ ਅੰਤਰਿ ਜਾਗੀ ॥੧॥",
    "transliteration": "Apanee Saevaa Aap Karaaee Guramath Anthar Jaagee ||1||",
    "translation": "The Lord Himself inspires them to serve Him; they are awakened within to the Guru's Teachings. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਉਹਨਾਂ ਪਾਸੋਂ ਆਪਣੀ ਭਗਤੀ ਕਰਾਂਦਾ ਹੈ। (ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਆਪਣਾ ਪ੍ਰਭਾਵ ਪਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29017,
    "shabad_id": 2540,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਕੈ ਨਾਮਿ ਰਤਾ ਬੈਰਾਗੀ ॥",
    "transliteration": "Har Kai Naam Rathaa Bairaagee ||",
    "translation": "Imbued with the Lord's Name, they are unattached to the world.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਮਗਨ ਰਹਿੰਦਾ ਹੈ ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਨਿਰਲੇਪ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਰੱਤਾ",
    "type_id": 3
  },
  {
    "id": 29018,
    "shabad_id": 2540,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਕਥਾ ਸੁਣੀ ਮਨਿ ਭਾੲੀ; ਗੁਰਮਤਿ ਹਰਿ ਲਿਵ ਲਾਗੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Har Kathhaa Sunee Man Bhaaee Guramath Har Liv Laagee ||1|| Rehaao ||",
    "translation": "Listening to the sermon of the Lord, Har, Har, their minds are pleased; through Guru's Instruction, they enshrine love for the Lord. ||1||Pause||",
    "punjabi": "ਉਹ (ਜਿਉਂ ਜਿਉਂ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣਦਾ ਹੈ, ਉਸ ਨੂੰ ਉਹ ਮਨ ਵਿਚ ਪਿਆਰੀਆਂ ਲੱਗਦੀਆਂ ਹਨ। ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੀ ਲਗਨ ਪਰਮਾਤਮਾ ਵਿਚ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 29019,
    "shabad_id": 2540,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਸੰਤ ਜਨਾ ਕੀ ਜਾਤਿ ਹਰਿ ਸੁਅਾਮੀ; ਤੁਮ੍ਹ ਠਾਕੁਰ ਹਮ ਸਾਂਗੀ ॥",
    "transliteration": "Santh Janaa Kee Jaath Har Suaamee Thumh Thaakur Ham Saangee ||",
    "translation": "God, the Lord and Master, is the caste and social status of His humble Saints. You are the Lord and Master; I am just Your puppet.",
    "punjabi": "ਹੇ ਹਰੀ ਪ੍ਰਭੂ! (ਦੁਨੀਆ ਦੇ ਲੋਕ ਆਪਣੀ ਉੱਚੀ ਜਾਤਿ ਦਾ ਮਾਣ ਕਰਦੇ ਹਨ) ਸੰਤ ਜਨਾਂ ਦੀ ਜਾਤਿ ਤੂੰ ਆਪ ਹੀ ਹੈਂ (ਸੰਤ ਜਨ ਤੈਥੋਂ ਹੀ ਆਤਮਕ ਜੀਵਨ ਲੈਂਦੇ ਹਨ)। ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਡਾ ਮਾਲਕ ਹੈਂ, ਅਸੀਂ ਤੇਰੇ ਪੂਰਨਿਆਂ ਉਤੇ ਤੁਰਨ ਵਾਲੇ ਹਾਂ।",
    "pronunciation": "(ਸਾਂਗੀ) ਭੇਖੀ",
    "type_id": 3
  },
  {
    "id": 29020,
    "shabad_id": 2540,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਜੈਸੀ ਮਤਿ ਦੇਵਹੁ ਹਰਿ ਸੁਅਾਮੀ; ਹਮ ਤੈਸੇ ਬੁਲਗ ਬੁਲਾਗੀ ॥੨॥",
    "transliteration": "Jaisee Math Dhaevahu Har Suaamee Ham Thaisae Bulag Bulaagee ||2||",
    "translation": "As is the understanding You bless us with, so are the words we speak. ||2||",
    "punjabi": "ਹੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਜਿਹੋ ਜਿਹੀ ਅਕਲ ਤੂੰ ਸਾਨੂੰ ਦੇਂਦਾ ਹੈਂ, ਅਸੀਂ ਉਹੋ ਜਿਹੇ ਬੋਲ ਹੀ ਬੋਲਦੇ ਹਾਂ ॥੨॥",
    "pronunciation": "(ਬੁਲਗ) ਬੋਲ। (ਬੁਲਾਗੀ) ਬੋਲਦੇ",
    "type_id": 3
  },
  {
    "id": 29021,
    "shabad_id": 2540,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਕਿਅਾ ਹਮ ਕਿਰਮ. ਨਾਨ੍ਹ ਨਿਕ ਕੀਰੇ; ਤੁਮ੍ਹ ਵਡ ਪੁਰਖ ਵਡਾਗੀ ॥",
    "transliteration": "Kiaa Ham Kiram Naanh Nik Keerae Thumh Vadd Purakh Vaddaagee ||",
    "translation": "What are we? Tiny worms, and microscopic germs. You are our great and glorious Lord and Master.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸਾਡੀ ਕੀਹ ਪਾਂਇਆਂ ਹੈ? ਅਸੀਂ ਬਹੁਤ ਛੋਟੇ ਕਿਰਮ ਹਾਂ, ਨਿੱਕੇ ਨਿੱਕੇ ਕੀੜੇ ਹਾਂ, ਤੂੰ ਵੱਡਾ ਪੁਰਖ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29022,
    "shabad_id": 2540,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਤੁਮ੍ਹਰੀ ਗਤਿ ਮਿਤਿ ਕਹਿ, ਨ ਸਕਹ ਪ੍ਰਭ; ਹਮ ਕਿੳੁ ਕਰਿ ਮਿਲਹ ਅਭਾਗੀ ॥੩॥",
    "transliteration": "Thumharee Gath Mith Kehi N Sakeh Prabh Ham Kio Kar Mileh Abhaagee ||3||",
    "translation": "I cannot describe Your state and extent. O God, how can we unfortunate ones meet with You? ||3||",
    "punjabi": "ਅਸੀਂ ਜੀਵ ਇਹ ਨਹੀਂ ਦੱਸ ਸਕਦੇ ਕਿ ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ, ਤੇ, ਕੇਡਾ ਵੱਡਾ ਹੈਂ। ਅਸੀਂ ਭਾਗ-ਹੀਣ ਜੀਵ (ਆਪਣੇ ਉੱਦਮ ਨਾਲ) ਤੈਨੂੰ ਕਿਵੇਂ ਮਿਲ ਸਕਦੇ ਹਾਂ? ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29023,
    "shabad_id": 2540,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਪ੍ਰਭ ਸੁਅਾਮੀ ਕਿਰਪਾ ਧਾਰਹੁ; ਹਮ ਹਰਿ ਹਰਿ ਸੇਵਾ ਲਾਗੀ ॥",
    "transliteration": "Har Prabh Suaamee Kirapaa Dhhaarahu Ham Har Har Saevaa Laagee ||",
    "translation": "O God, my Lord and Master, shower me with Your Mercy, and commit me to Your service.",
    "punjabi": "ਹੇ ਹਰੀ ਪ੍ਰਭੂ! ਹੇ ਮਾਲਕ! ਸਾਡੇ ਉਤੇ ਮੇਹਰ ਕਰ, ਅਸੀਂ ਤੇਰੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਲੱਗੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29024,
    "shabad_id": 2540,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ ਦਾਸਨਿ ਦਾਸੁ ਕਰਹੁ ਪ੍ਰਭ; ਹਮ ਹਰਿ ਕਥਾ ਕਥਾਗੀ ॥੪॥੨॥",
    "transliteration": "Naanak Dhaasan Dhaas Karahu Prabh Ham Har Kathhaa Kathhaagee ||4||2||",
    "translation": "Make Nanak the slave of Your slaves, God; I speak the speech of the Lord's sermon. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਸਾਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾ ਲੈ, ਅਸੀਂ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਕਰਦੇ ਰਹੀਏ ॥੪॥੨॥",
    "pronunciation": "(ਕਥਾਗੀ) ਕਥੀੲੇ",
    "type_id": 3
  },
  {
    "id": 29025,
    "shabad_id": 2541,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੪ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 4 ||",
    "translation": "Dhanaasaree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29026,
    "shabad_id": 2541,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਕਾ ਸੰਤੁ. ਸਤਗੁਰੁ ਸਤ ਪੁਰਖਾ; ਜੋ ਬੋਲੈ ਹਰਿ ਹਰਿ ਬਾਨੀ ॥",
    "transliteration": "Har Kaa Santh Sathagur Sath Purakhaa Jo Bolai Har Har Baanee ||",
    "translation": "The True Guru is the Lord's Saint, the True Being, who chants the Bani of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਮਹਾਂ ਪੁਰਖ ਹੈ, ਗੁਰੂ ਪਰਮਾਤਮਾ ਦਾ ਸੰਤ ਹੈ, ਜੇਹੜਾ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਉਚਾਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29027,
    "shabad_id": 2541,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜੋ ਜੋ ਕਹੈ ਸੁਣੈ ਸੋ ਮੁਕਤਾ; ਹਮ ਤਿਸ ਕੈ ਸਦ ਕੁਰਬਾਨੀ ॥੧॥",
    "transliteration": "Jo Jo Kehai Sunai So Mukathaa Ham This Kai Sadh Kurabaanee ||1||",
    "translation": "Whoever chants it, and listens to it, is liberated; I am forever a sacrifice to him. ||1||",
    "punjabi": "ਜੇਹੜਾ ਜੇਹੜਾ ਮਨੁੱਖ ਇਸ ਬਾਣੀ ਨੂੰ ਪੜ੍ਹਦਾ ਸੁਣਦਾ ਹੈ, ਉਹ ਪਾਪਾਂ ਤੋਂ ਮੁਕਤ ਹੋ ਜਾਂਦਾ ਹੈ। ਹੇ ਭਾਈ! ਮੈਂ ਉਸ ਗੁਰੂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29028,
    "shabad_id": 2541,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਕੇ ਸੰਤ. ਸੁਨਹੁ ਜਸੁ ਕਾਨੀ ॥",
    "transliteration": "Har Kae Santh Sunahu Jas Kaanee ||",
    "translation": "O Saints of the Lord, listen to the Lord's Praises with your ears.",
    "punjabi": "ਹੇ ਪਰਮਾਤਮਾ ਦੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਧਿਆਨ ਨਾਲ ਸੁਣਿਆ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29029,
    "shabad_id": 2541,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਕਥਾ ਸੁਨਹੁ. ੲਿਕ ਨਿਮਖ ਪਲ; ਸਭਿ ਕਿਲਵਿਖ ਪਾਪ ਲਹਿ ਜਾਨੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Har Kathhaa Sunahu Eik Nimakh Pal Sabh Kilavikh Paap Lehi Jaanee ||1|| Rehaao ||",
    "translation": "Listen to the sermon of the Lord, Har, Har, for a moment, for even an instant, and all your sins and mistakes shall be erased. ||1||Pause||",
    "punjabi": "ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਾਸਤੇ, ਇਕ ਪਲ ਵਾਸਤੇ ਭੀ ਜੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣੋ, ਤਾਂ ਸਾਰੇ ਪਾਪ ਦੋਖ ਲਹਿ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 29030,
    "shabad_id": 2541,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਅੈਸਾ ਸੰਤੁ ਸਾਧੁ ਜਿਨ ਪਾੲਿਅਾ; ਤੇ ਵਡ ਪੁਰਖ ਵਡਾਨੀ ॥",
    "transliteration": "Aisaa Santh Saadhh Jin Paaeiaa Thae Vadd Purakh Vaddaanee ||",
    "translation": "Those who find such humble, Holy Saints, are the greatest of the great persons.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਅਜੇਹਾ ਸੰਤ ਗੁਰੂ ਲੱਭ ਲਿਆ ਹੈ, ਉਹ ਵੱਡੇ ਮਨੁੱਖ (ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਮਨੁੱਖ) ਬਣ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29031,
    "shabad_id": 2541,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਤਿਨ ਕੀ ਧੂਰਿ ਮੰਗਹ ਪ੍ਰਭ ਸੁਅਾਮੀ; ਹਮ ਹਰਿ ਲੋਚ ਲੁਚਾਨੀ ॥੨॥",
    "transliteration": "Thin Kee Dhhoor Mangeh Prabh Suaamee Ham Har Loch Luchaanee ||2||",
    "translation": "I beg for the dust of their feet; I long for the longing for God, my Lord and Master. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਸੁਆਮੀ! ਹੇ ਹਰੀ! ਮੈਂ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹਾਂ, ਮੈਨੂੰ ਉਹਨਾਂ ਦੀ ਚਰਨ ਧੂੜ ਦੀ ਤਾਂਘ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29032,
    "shabad_id": 2541,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਸਫਲਿਓ ਬਿਰਖੁ ਪ੍ਰਭ ਸੁਅਾਮੀ; ਜਿਨ ਜਪਿਓ ਸੇ ਤ੍ਰਿਪਤਾਨੀ ॥",
    "transliteration": "Har Har Safaliou Birakh Prabh Suaamee Jin Japiou Sae Thripathaanee ||",
    "translation": "The Name of God, the Lord and Master, Har, Har, is the fruit-bearing tree; those who meditate on it are satisfied.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਸੁਆਮੀ! ਹੇ ਹਰੀ! ਤੂੰ ਸਾਰੇ ਫਲ ਦੇਣ ਵਾਲਾ (ਮਾਨੋ) ਰੁੱਖ ਹੈਂ। ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਤੇਰਾ ਨਾਮ ਜਪਿਆ, ਉਹ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29033,
    "shabad_id": 2541,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਅੰਮ੍ਰਿਤੁ ਪੀ ਤ੍ਰਿਪਤਾਸੇ; ਸਭ ਲਾਥੀ ਭੂਖ ਭੁਖਾਨੀ ॥੩॥",
    "transliteration": "Har Har Anmrith Pee Thripathaasae Sabh Laathhee Bhookh Bhukhaanee ||3||",
    "translation": "Drinking in the ambrosia of the Name of the Lord, Har, Har, I am satisfied; all my hunger and thirst is quenched. ||3||",
    "punjabi": "ਹੇ ਹਰੀ! ਤੇਰਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਜਲ ਹੈ, (ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖ ਇਹ ਜਲ) ਪੀ ਕੇ ਤ੍ਰਿਪਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਹੋਰ ਸਾਰੀ ਭੁੱਖ ਲਹਿ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29034,
    "shabad_id": 2541,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਜਿਨ ਕੇ ਵਡੇਭਾਗ ਵਡ ੳੂਚੇ; ਤਿਨ ਹਰਿ ਜਪਿਓ ਜਪਾਨੀ ॥",
    "transliteration": "Jin Kae Vaddae Bhaag Vadd Oochae Thin Har Japiou Japaanee ||",
    "translation": "Those who are blessed with the highest, loftiest destiny, chant and meditate on the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਵੱਡੇ ਉੱਚੇ ਭਾਗ ਹੁੰਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਜਪਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29035,
    "shabad_id": 2541,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਤਿਨ ਹਰਿ ਸੰਗਤਿ ਮੇਲਿ ਪ੍ਰਭ ਸੁਅਾਮੀ; ਜਨ ਨਾਨਕ ਦਾਸ ਦਸਾਨੀ ॥੪॥੩॥",
    "transliteration": "Thin Har Sangath Mael Prabh Suaamee Jan Naanak Dhaas Dhasaanee ||4||3||",
    "translation": "Let me join their congregation, O God, my Lord and Master; Nanak is the slave of their slaves. ||4||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਹੇ ਸੁਆਮੀ! ਮੈਨੂੰ ਉਹਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮੇਲੀ ਰੱਖ, ਮੈਨੂੰ ਉਹਨਾਂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾ ਦੇ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29036,
    "shabad_id": 2542,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੪ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 4 ||",
    "translation": "Dhanaasaree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29037,
    "shabad_id": 2542,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਹਮ ਅੰਧੁਲੇ ਅੰਧ. ਬਿਖੈ ਬਿਖੁ ਰਾਤੇ; ਕਿੳੁ ਚਾਲਹ. ਗੁਰ ਚਾਲੀ ॥",
    "transliteration": "Ham Andhhulae Andhh Bikhai Bikh Raathae Kio Chaaleh Gur Chaalee ||",
    "translation": "I am blind, totally blind, entangled in corruption and poison. How can I walk on the Guru's Path?",
    "punjabi": "ਹੇ ਭਾਈ! ਅਸੀਂ ਜੀਵ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਬਹੁਤ ਅੰਨ੍ਹੇ ਹੋ ਕੇ ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਜ਼ਹਰ ਵਿਚ ਮਗਨ ਰਹਿੰਦੇ ਹਾਂ। ਅਸੀਂ ਕਿਵੇਂ ਗੁਰੂ ਦੇ ਦੱਸੇ ਜੀਵਨ-ਰਾਹ ਉਤੇ ਤੁਰ ਸਕਦੇ ਹਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29038,
    "shabad_id": 2542,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਤਗੁਰੁ ਦੲਿਅਾ ਕਰੇ ਸੁਖਦਾਤਾ; ਹਮ ਲਾਵੈ ਅਾਪਨ ਪਾਲੀ ॥੧॥",
    "transliteration": "Sathagur Dhaeiaa Karae Sukhadhaathaa Ham Laavai Aapan Paalee ||1||",
    "translation": "If the True Guru, the Giver of peace, shows His kindness, He attaches us to the hem of His robe. ||1||",
    "punjabi": "ਸੁਖਾਂ ਦਾ ਦੇਣ ਵਾਲਾ ਗੁਰੂ (ਆਪ ਹੀ) ਮੇਹਰ ਕਰੇ, ਤੇ, ਸਾਨੂੰ ਆਪਣੇ ਲੜ ਲਾ ਲਏ ॥੧॥",
    "pronunciation": "(ਪਾਲੀ) ਪੱਲੇ",
    "type_id": 3
  },
  {
    "id": 29039,
    "shabad_id": 2542,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਗੁਰਸਿਖ ਮੀਤ; ਚਲਹੁ ਗੁਰ ਚਾਲੀ ॥",
    "transliteration": "Gurasikh Meeth Chalahu Gur Chaalee ||",
    "translation": "O Sikhs of the Guru, O friends, walk on the Guru's Path.",
    "punjabi": "ਹੇ ਗੁਰਸਿੱਖ ਮਿੱਤਰੋ! ਗੁਰੂ ਦੇ ਦੱਸੇ ਹੋਏ ਜੀਵਨ-ਰਾਹ ਤੇ ਤੁਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29040,
    "shabad_id": 2542,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਜੋ ਗੁਰੁ ਕਹੈ. ਸੋੲੀ ਭਲ ਮਾਨਹੁ; ਹਰਿ ਹਰਿ ਕਥਾ ਨਿਰਾਲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jo Gur Kehai Soee Bhal Maanahu Har Har Kathhaa Niraalee ||1|| Rehaao ||",
    "translation": "Whatever the Guru says, accept that as good; the sermon of the Lord, Har, Har, is unique and wonderful. ||1||Pause||",
    "punjabi": "(ਗੁਰੂ ਆਖਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਿਆ ਕਰੋ, ਇਹ) ਜੋ ਕੁਝ ਗੁਰੂ ਆਖਦਾ ਹੈ, ਇਸ ਨੂੰ (ਆਪਣੇ ਵਾਸਤੇ) ਭਲਾ ਸਮਝੋ, (ਕਿਉਂਕਿ) ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਅਨੋਖੀ (ਤਬਦੀਲੀ ਜੀਵਨ ਵਿਚ ਪੈਦਾ ਕਰ ਦੇਂਦੀ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 29041,
    "shabad_id": 2542,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਕੇ ਸੰਤ. ਸੁਣਹੁ ਜਨ ਭਾੲੀ; ਗੁਰੁ ਸੇਵਿਹੁ ਬੇਗਿ ਬੇਗਾਲੀ ॥",
    "transliteration": "Har Kae Santh Sunahu Jan Bhaaee Gur Saevihu Baeg Baegaalee ||",
    "translation": "O Saints of the Lord, O Siblings of Destiny, listen: serve the Guru, quickly now!",
    "punjabi": "ਹੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨੋ! ਹੇ ਭਰਾਵੋ! ਸੁਣੋ, ਛੇਤੀ ਹੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਜਾਓ।",
    "pronunciation": "(ਬੇਗਿ ਬੇਗਾਲੀ) ਬਹੁਤ ਛੇਤੀ",
    "type_id": 3
  },
  {
    "id": 29042,
    "shabad_id": 2542,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਸਤਗੁਰੁ ਸੇਵਿ. ਖਰਚੁ ਹਰਿ ਬਾਧਹੁ; ਮਤ ਜਾਣਹੁ ਅਾਜੁ ਕਿ ਕਾਲ੍ਹੀ ॥੨॥",
    "transliteration": "Sathagur Saev Kharach Har Baadhhahu Math Jaanahu Aaj K Kaalhee ||2||",
    "translation": "Let your service to the True Guru be your supplies on the Lord's Path; pack them up, and don't think of today or tomorrow. ||2||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਜੀਵਨ-ਸਫ਼ਰ ਵਾਸਤੇ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਖਰਚੀ (ਪੱਲੇ) ਬੰਨ੍ਹੋ। ਮਤਾਂ ਇਹ ਸਮਝਿਓ ਕਿ ਅੱਜ (ਇਹ ਕੰਮ ਕਰ ਲਵਾਂਗੇ) ਭਲਕੇ (ਇਹ ਕੰਮ ਕਰ ਲਵਾਂਗੇ। ਟਾਲ ਮਟੋਲੇ ਨਾਹ ਕਰਨੇ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29043,
    "shabad_id": 2542,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਕੇ ਸੰਤ. ਜਪਹੁ ਹਰਿ ਜਪਣਾ; ਹਰਿ ਸੰਤੁ ਚਲੈ ਹਰਿ ਨਾਲੀ ॥",
    "transliteration": "Har Kae Santh Japahu Har Japanaa Har Santh Chalai Har Naalee ||",
    "translation": "O Saints of the Lord, chant the chant of the Lord's Name; the Lord's Saints walk with the Lord.",
    "punjabi": "ਹੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਜਪਿਆ ਕਰੋ। (ਇਸ ਜਾਪ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਹਰੀ ਦਾ ਸੰਤ ਹਰੀ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29044,
    "shabad_id": 2542,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਜਿਨ ਹਰਿ ਜਪਿਅਾ. ਸੇ ਹਰਿ ਹੋੲੇ; ਹਰਿ ਮਿਲਿਅਾ ਕੇਲ ਕੇਲਾਲੀ ॥੩॥",
    "transliteration": "Jin Har Japiaa Sae Har Hoeae Har Miliaa Kael Kaelaalee ||3||",
    "translation": "Those who meditate on the Lord, become the Lord; the playful, wondrous Lord meets them. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ। ਚੋਜ-ਤਮਾਸ਼ੇ ਕਰਨ ਵਾਲਾ ਚੋਜੀ ਪ੍ਰਭੂ ਉਹਨਾਂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਕੇਲ) ਚੋਜ਼ (ਕੇਲਾਲੀ) ਕਰਨ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 29045,
    "shabad_id": 2542,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਜਪਨੁ ਜਪਿ. ਲੋਚ ਲੁੋਚਾਨੀ; ਹਰਿ ਕਿਰਪਾ ਕਰਿ ਬਨਵਾਲੀ ॥",
    "transliteration": "Har Har Japan Jap Loch Luochaanee Har Kirapaa Kar Banavaalee ||",
    "translation": "To chant the chant of the Lord's Name, Har, Har, is the longing I long for; have Mercy upon me, O Lord of the world-forest.",
    "punjabi": "ਹੇ ਬਨਵਾਰੀ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਤੇਰਾ ਨਾਮ ਜਪਣ ਦੀ ਤਾਂਘ ਲੱਗੀ ਹੋਈ ਹੈ। ਮੇਹਰ ਕਰ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29046,
    "shabad_id": 2542,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਸੰਗਤਿ ਸਾਧ. ਹਰਿ ਮੇਲਹੁ; ਹਮ. ਸਾਧ ਜਨਾ ਪਗ ਰਾਲੀ ॥੪॥੪॥",
    "transliteration": "Jan Naanak Sangath Saadhh Har Maelahu Ham Saadhh Janaa Pag Raalee ||4||4||",
    "translation": "O Lord, unite servant Nanak with the Saadh Sangat, the Company of the Holy; make me the dust of the feet of the Holy. ||4||4||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲਾਈ ਰੱਖ, ਮੈਨੂੰ ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮਿਲੀ ਰਹੇ ॥੪॥੪॥",
    "pronunciation": "(ਰਾਲੀ) ਧੂੜ। ਪਗ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  }
]
