[
  {
    "id": 29177,
    "shabad_id": 2556,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਅਲੰਕਾਰ ਮਿਲਿ. ਥੈਲੀ ਹੋੲੀ ਹੈ; ਤਾ ਤੇ ਕਨਿਕ ਵਖਾਨੀ ॥੩॥",
    "transliteration": "Alankaar Mil Thhailee Hoee Hai Thaa Thae Kanik Vakhaanee ||3||",
    "translation": "When golden ornaments are melted down into a lump, they are still said to be gold. ||3||",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਨੂੰ ਹਰ ਪਾਸੇ ਪਰਮਾਤਮਾ ਹੀ ਇਉਂ ਦਿੱਸਦਾ ਹੈ, ਜਿਵੇਂ) ਅਨੇਕਾਂ ਗਹਣੇ ਮਿਲ ਕੇ (ਗਾਲੇ ਜਾ ਕੇ) ਰੈਣੀ ਬਣ ਜਾਂਦੀ ਹੈ, ਤੇ, ਉਸ ਢੇਲੀ ਤੋਂ ਉਹ ਸੋਨਾ ਹੀ ਅਖਵਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "(ਅਲੰਕਾਰ) ਗਹਿਣੇ ਢਲ਼ ਕੇ ਸੋਨੇ ਦੀ (ਥੈਲੀ) ਡਲੀ",
    "type_id": 3
  },
  {
    "id": 29178,
    "shabad_id": 2556,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਪ੍ਰਗਟਿਓ ਜੋਤਿ. ਸਹਜ ਸੁਖ ਸੋਭਾ; ਬਾਜੇ ਅਨਹਤ ਬਾਨੀ ॥",
    "transliteration": "Pragattiou Joth Sehaj Sukh Sobhaa Baajae Anehath Baanee ||",
    "translation": "The Divine Light has illuminated me, and I am filled with celestial peace and glory; the unstruck melody of the Lord's Bani resounds within me.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਦਾ ਪਰਕਾਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਆਨੰਦ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਸ ਨੂੰ ਹਰ ਥਾਂ ਸੋਭਾ ਮਿਲਦੀ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੇ (ਮਾਨੋ) ਇਕ-ਰਸ ਵਾਜੇ ਵੱਜਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29179,
    "shabad_id": 2556,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਨਿਹਚਲ ਘਰੁ ਬਾਧਿਓ; ਗੁਰਿ. ਕੀਓ ਬੰਧਾਨੀ ॥੪॥੫॥",
    "transliteration": "Kahu Naanak Nihachal Ghar Baadhhiou Gur Keeou Bandhhaanee ||4||5||",
    "translation": "Says Nanak, I have built my eternal home; the Guru has constructed it for me. ||4||5||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਗੁਰੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਵਾਸਤੇ ਇਹ ਪ੍ਰਬੰਧ ਕਰ ਦਿੱਤਾ, ਉਹ ਮਨੁੱਖ ਸਦਾ ਲਈ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਟਿਕਾਣਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29180,
    "shabad_id": 2557,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29181,
    "shabad_id": 2557,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਵਡੇ ਵਡੇ ਰਾਜਨ ਅਰੁ ਭੂਮਨ; ਤਾ ਕੀ ਤ੍ਰਿਸਨ. ਨ ਬੂਝੀ ॥",
    "transliteration": "Vaddae Vaddae Raajan Ar Bhooman Thaa Kee Thrisan N Boojhee ||",
    "translation": "The desires of the greatest of the great kings and landlords cannot be satisfied.",
    "punjabi": "(ਹੇ ਭਾਈ! ਦੁਨੀਆ ਵਿਚ) ਵੱਡੇ ਵੱਡੇ ਰਾਜੇ ਹਨ, ਵੱਡੇ ਵੱਡੇ ਜ਼ਿਮੀਦਾਰ ਹਨ, (ਮਾਇਆ ਵਲੋਂ) ਉਹਨਾਂ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਕਦੇ ਭੀ ਨਹੀਂ ਮੁੱਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29182,
    "shabad_id": 2557,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਲਪਟਿ ਰਹੇ ਮਾੲਿਅਾ ਰੰਗ ਮਾਤੇ; ਲੋਚਨ. ਕਛੂ ਨ ਸੂਝੀ ॥੧॥",
    "transliteration": "Lapatt Rehae Maaeiaa Rang Maathae Lochan Kashhoo N Soojhee ||1||",
    "translation": "They remain engrossed in Maya, intoxicated with the pleasures of their wealth; their eyes see nothing else at all. ||1||",
    "punjabi": "ਉਹ ਮਾਇਆ ਦੇ ਕੌਤਕਾਂ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਮਾਇਆ ਨਾਲ ਚੰਬੜੇ ਰਹਿੰਦੇ ਹਨ। (ਮਾਇਆ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਕੁਝ ਉਹਨਾਂ ਨੂੰ ਅੱਖੀਂ ਦਿੱਸਦਾ ਹੀ ਨਹੀਂ ॥੧॥",
    "pronunciation": "(ਲੋਚਨ) ਅੱਖਾਂ",
    "type_id": 3
  },
  {
    "id": 29183,
    "shabad_id": 2557,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਬਿਖਿਅਾ ਮਹਿ; ਕਿਨ ਹੀ. ਤ੍ਰਿਪਤਿ ਨ ਪਾੲੀ ॥",
    "transliteration": "Bikhiaa Mehi Kin Hee Thripath N Paaee ||",
    "translation": "No one has ever found satisfaction in sin and corruption.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ (ਫਸੇ ਰਹਿ ਕੇ) ਕਿਸੇ ਮਨੁੱਖ ਨੇ (ਮਾਇਆ ਵਲੋਂ) ਰੱਜ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29184,
    "shabad_id": 2557,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਜਿੳੁ ਪਾਵਕੁ. ੲੀਧਨਿ ਨਹੀ ਧ੍ਰਾਪੈ; ਬਿਨੁ ਹਰਿ. ਕਹਾ ਅਘਾੲੀ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jio Paavak Eedhhan Nehee Dhhraapai Bin Har Kehaa Aghaaee || Rehaao ||",
    "translation": "The flame is not satisfied by more fuel; how can one be satisfied without the Lord? ||Pause||",
    "punjabi": "ਜਿਵੇਂ ਅੱਗ ਬਾਲਣ ਨਾਲ ਨਹੀਂ ਰੱਜਦੀ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਕਦੇ ਰੱਜ ਨਹੀਂ ਸਕਦਾ ਰਹਾਉ॥",
    "pronunciation": "(ੲੀਧਨਿ) ਬਾਲਣ",
    "type_id": 3
  },
  {
    "id": 29185,
    "shabad_id": 2557,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਦਿਨੁ ਦਿਨੁ ਕਰਤ ਭੋਜਨ ਬਹੁ ਬਿੰਜਨ; ਤਾ ਕੀ. ਮਿਟੈ ਨ ਭੂਖਾ ॥",
    "transliteration": "Dhin Dhin Karath Bhojan Bahu Binjan Thaa Kee Mittai N Bhookhaa ||",
    "translation": "Day after day, he eats his meals with many different foods, but his hunger is not eradicated.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਹਰ ਰੋਜ਼ ਸੁਆਦਲੇ ਖਾਣੇ ਖਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੀ (ਸੁਆਦਲੇ ਖਾਣਿਆਂ ਦੀ) ਭੁੱਖ ਕਦੇ ਨਹੀਂ ਮੁੱਕਦੀ।",
    "pronunciation": "(ਬਿੰਜਨ) ਸੁਅਾਦਲੇ ਖਾਣੇ",
    "type_id": 3
  },
  {
    "id": 29186,
    "shabad_id": 2557,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ੳੁਦਮੁ ਕਰੈ ਸੁਅਾਨ ਕੀ ਨਿਅਾੲੀ; ਚਾਰੇ ਕੁੰਟਾ ਘੋਖਾ ॥੨॥",
    "transliteration": "Oudham Karai Suaan Kee Niaaee Chaarae Kunttaa Ghokhaa ||2||",
    "translation": "He runs around like a dog, searching in the four directions. ||2||",
    "punjabi": "(ਸੁਆਦਲੇ ਖਾਣਿਆਂ ਦੀ ਖ਼ਾਤਰ) ਉਹ ਮਨੁੱਖ ਕੁੱਤੇ ਵਾਂਗ ਦੌੜ-ਭੱਜ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਚਾਰੇ ਪਾਸੇ ਭਾਲਦਾ ਫਿਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਘੋਖਾ) ਖੋਜਦਾ",
    "type_id": 3
  },
  {
    "id": 29187,
    "shabad_id": 2557,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਕਾਮਵੰਤ ਕਾਮੀ ਬਹੁ ਨਾਰੀ; ਪਰ ਗ੍ਰਿਹ ਜੋਹ. ਨ ਚੂਕੈ ॥",
    "transliteration": "Kaamavanth Kaamee Bahu Naaree Par Grih Joh N Chookai ||",
    "translation": "The lustful, lecherous man desires many women, and he never stops peeking into the homes of others.",
    "punjabi": "ਹੇ ਭਾਈ! ਕਾਮ-ਵੱਸ ਹੋਏ ਵਿਸ਼ਈ ਮਨੁੱਖ ਦੀਆਂ ਭਾਵੇਂ ਕਿਤਨੀਆਂ ਹੀ ਇਸਤ੍ਰੀਆਂ ਹੋਣ, ਪਰਾਏ ਘਰ ਵਲ ਉਸ ਦੀ ਮੰਦੀ ਨਿਗਾਹ ਫਿਰ ਭੀ ਨਹੀਂ ਹਟਦੀ।",
    "pronunciation": "(ਜੋਹ) ਦੇਖਣਾ",
    "type_id": 3
  },
  {
    "id": 29188,
    "shabad_id": 2557,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਦਿਨ ਪ੍ਰਤਿ ਕਰੈ. ਕਰੈ ਪਛੁਤਾਪੈ; ਸੋਗ ਲੋਭ ਮਹਿ ਸੂਕੈ ॥੩॥",
    "transliteration": "Dhin Prath Karai Karai Pashhuthaapai Sog Lobh Mehi Sookai ||3||",
    "translation": "Day after day, he commits adultery again and again, and then he regrets his actions; he wastes away in misery and greed. ||3||",
    "punjabi": "ਉਹ ਹਰ ਰੋਜ਼ (ਵਿਸ਼ੇ-ਪਾਪ) ਕਰਦਾ ਹੈ, ਤੇ, ਪਛੁਤਾਂਦਾ (ਭੀ) ਹੈ। ਸੋ, ਇਸ ਕਾਮ-ਵਾਸਨਾ ਵਿਚ ਅਤੇ ਪਛੁਤਾਵੇ ਵਿਚ ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਸੁੱਕਦਾ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਦਿਨ ਪ੍ਰਤਿ) ਹਰ ਰੋਜ਼",
    "type_id": 3
  },
  {
    "id": 29189,
    "shabad_id": 2557,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਅਪਾਰ ਅਮੋਲਾ; ਅੰਮ੍ਰਿਤੁ ੲੇਕੁ ਨਿਧਾਨਾ ॥",
    "transliteration": "Har Har Naam Apaar Amolaa Anmrith Eaek Nidhhaanaa ||",
    "translation": "The Name of the Lord, Har, Har, is incomparable and priceless; it is the treasure of Ambrosial Nectar.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਇਕ ਐਸਾ ਬੇਅੰਤ ਤੇ ਕੀਮਤੀ ਖ਼ਜ਼ਾਨਾ ਹੈ ਜੇਹੜਾ ਆਤਮਕ ਜੀਵਨ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29190,
    "shabad_id": 2557,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਸੂਖੁ ਸਹਜੁ ਅਾਨੰਦੁ ਸੰਤਨ ਕੈ; ਨਾਨਕ ਗੁਰ ਤੇ ਜਾਨਾ ॥੪॥੬॥",
    "transliteration": "Sookh Sehaj Aanandh Santhan Kai Naanak Gur Thae Jaanaa ||4||6||",
    "translation": "The Saints abide in peace, poise and bliss; O Nanak, through the Guru, this is known. ||4||6||",
    "punjabi": "(ਇਸ ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸੰਤ ਜਨਾਂ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆਤਮਕ ਅਡੋਲਤਾ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਸੁਖ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ। ਪਰ, ਹੇ ਨਾਨਕ! ਗੁਰੂ ਪਾਸੋਂ ਹੀ ਇਸ ਖ਼ਜ਼ਾਨੇ ਦੀ ਜਾਣ-ਪਛਾਣ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ॥੪॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29191,
    "shabad_id": 2558,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਃ ੫ ॥",
    "transliteration": "Dhhanaasaree Ma 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29192,
    "shabad_id": 2558,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਲਵੈ ਨ ਲਾਗਨ. ਕੳੁ ਹੈ ਕਛੂਅੈ; ਜਾ ਕੳੁ ਫਿਰਿ ੲਿਹੁ ਧਾਵੈ ॥",
    "transliteration": "Lavai N Laagan Ko Hai Kashhooai Jaa Ko Fir Eihu Dhhaavai ||",
    "translation": "Nothing which this mortal being runs after, can compare to it.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਮਨੁੱਖ ਜਿਸ ਜਿਸ ਮਾਇਕ ਪਦਾਰਥ ਦੀ ਖ਼ਾਤਰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, ਉਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਚੀਜ਼ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ) ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29193,
    "shabad_id": 2558,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਾ ਕੳੁ ਗੁਰਿ ਦੀਨੋ. ੲਿਹੁ ਅੰਮ੍ਰਿਤੁ; ਤਿਸ ਹੀ ਕੳੁ ਬਨਿ ਅਾਵੈ ॥੧॥",
    "transliteration": "Jaa Ko Gur Dheeno Eihu Anmrith This Hee Ko Ban Aavai ||1||",
    "translation": "He alone comes to have it, whom the Guru blesses with this Ambrosial Nectar. ||1||",
    "punjabi": "ਗੁਰੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਇਹ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਦੇ ਦਿੱਤਾ, ਉਸ ਨੂੰ ਹੀ ਇਸ ਦੀ ਕਦਰ ਦੀ ਸਮਝ ਪੈਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29194,
    "shabad_id": 2558,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਜਾ ਕੳੁ ਅਾੲਿਓ ੲੇਕੁ ਰਸਾ ॥",
    "transliteration": "Jaa Ko Aaeiou Eaek Rasaa || Khaan Paan Aan Nehee Khudhhiaa Thaa Kai Chith N Basaa || Rehaao ||",
    "translation": "The desire to eat, to wear new clothes, and all other desires,",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਆ ਗਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29195,
    "shabad_id": 2558,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਖਾਨ ਪਾਨ ਅਾਨ ਨਹੀ ਖੁਧਿਅਾ; ਤਾ ਕੈ ਚਿਤਿ. ਨ ਬਸਾ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Khaan Paan Aan Nehee Khudhhiaa Thaa Kai Chith N Basaa || Rehaao ||",
    "translation": "Do not abide in the mind of one who comes to know the subtle essence of the One Lord. ||Pause||",
    "punjabi": "ਉਸ ਨੂੰ ਖਾਣ-ਪੀਣ ਆਦਿਕ ਦੀ ਕੋਈ ਹੋਰ ਭੁੱਖ ਨਹੀਂ ਰਹਿੰਦੀ, ਕੋਈ ਹੋਰ ਭੁੱਖ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਨਹੀਂ ਟਿਕ ਸਕਦੀ ਰਹਾਉ॥",
    "pronunciation": "(ਖੱੁਧਿਅਾ) ਭੁੱਖ",
    "type_id": 3
  },
  {
    "id": 29196,
    "shabad_id": 2558,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਮੳੁਲਿਓ ਮਨੁ ਤਨੁ ਹੋੲਿਓ ਹਰਿਅਾ; ੲੇਕ ਬੂੰਦ ਜਿਨਿ ਪਾੲੀ ॥",
    "transliteration": "Mouliou Man Than Hoeiou Hariaa Eaek Boondh Jin Paaee ||",
    "translation": "The mind and body blossom forth in abundance, when one receives even a drop of this Nectar.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੇ (ਨਾਮ-ਜਲ ਦੀ) ਸਿਰਫ਼ ਇਕ ਬੂੰਦ ਹੀ ਹਾਸਲ ਕਰ ਲਈ, ਉਸ ਦਾ ਮਨ ਖਿੜ ਪੈਂਦਾ ਹੈ ਉਸ ਦਾ ਸਰੀਰ (ਆਤਮਕ ਜਲ ਨਾਲ) ਹਰਾ ਹੋ ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "ਮੳੁ੍ਨਲਿਓ ਕਸਕੇ",
    "type_id": 3
  },
  {
    "id": 29197,
    "shabad_id": 2558,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਬਰਨਿ. ਨ ਸਾਕੳੁ, ੳੁਸਤਤਿ ਤਾ ਕੀ; ਕੀਮਤਿ. ਕਹਣੁ ਨ ਜਾੲੀ ॥੨॥",
    "transliteration": "Baran N Saako Ousathath Thaa Kee Keemath Kehan N Jaaee ||2||",
    "translation": "I cannot express His glory; I cannot describe His worth. ||2||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਉਸ ਮਨੁੱਖ ਦੀ ਵਡਿਆਈ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਉਸ ਮਨੁੱਖ (ਦੇ ਆਤਮਕ ਜੀਵਨ) ਦੀ ਕੀਮਤ ਨਹੀਂ ਦੱਸੀ ਜਾ ਸਕਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29198,
    "shabad_id": 2558,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਘਾਲ. ਨ ਮਿਲਿਓ, ਸੇਵ. ਨ ਮਿਲਿਓ; ਮਿਲਿਓ ਅਾੲਿ ਅਚਿੰਤਾ ॥",
    "transliteration": "Ghaal N Miliou Saev N Miliou Miliou Aae Achinthaa ||",
    "translation": "We cannot meet the Lord by our own efforts, nor can we meet Him through service; He comes and meets us spontaneously.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਨਾਮ-ਰਸ (ਆਪਣੀ ਕਿਸੇ) ਮੇਹਨਤ ਨਾਲ ਨਹੀਂ ਮਿਲਦਾ, ਆਪਣੀ ਕਿਸੇ ਸੇਵਾ ਦੇ ਬਲ ਨਾਲ ਨਹੀਂ ਮਿਲਦਾ, ਉਸ ਨੂੰ ਉਸ ਦੇ ਚਿਤ-ਚੇਤੇ ਤੋਂ ਬਾਹਰਾ ਹੀ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29199,
    "shabad_id": 2558,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਜਾ ਕੳੁ ਦੲਿਅਾ ਕਰੀ ਮੇਰੈ ਠਾਕੁਰਿ; ਤਿਨਿ ਗੁਰਹਿ ਕਮਾਨੋ ਮੰਤਾ ॥੩॥",
    "transliteration": "Jaa Ko Dhaeiaa Karee Maerai Thaakur Thin Gurehi Kamaano Manthaa ||3||",
    "translation": "One who is blessed by my Lord Master's Grace, practices the Teachings of the Guru's Mantra. ||3||",
    "punjabi": "ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮੇਹਰ ਕੀਤੀ, ਉਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਉਤੇ ਅਮਲ ਕੀਤਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29200,
    "shabad_id": 2558,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਦੀਨ ਦੈਅਾਲ ਸਦਾ ਕਿਰਪਾਲਾ; ਸਰਬ ਜੀਅਾ ਪ੍ਰਤਿਪਾਲਾ ॥",
    "transliteration": "Dheen Dhaiaal Sadhaa Kirapaalaa Sarab Jeeaa Prathipaalaa ||",
    "translation": "He is merciful to the meek, always kind and compassionate; He cherishes and nurtures all beings.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈ, ਸਦਾ ਹੀ ਮੇਹਰਬਾਨ ਰਹਿੰਦਾ ਹੈ, ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29201,
    "shabad_id": 2558,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਓਤਿ ਪੋਤਿ ਨਾਨਕ ਸੰਗਿ ਰਵਿਅਾ; ਜਿੳੁ ਮਾਤਾ ਬਾਲ ਗੁੋਪਾਲਾ ॥੪॥੭॥",
    "transliteration": "Outh Poth Naanak Sang Raviaa Jio Maathaa Baal Guopaalaa ||4||7||",
    "translation": "The Lord is mingled with Nanak, through and through; He cherishes him, like the mother her child. ||4||7||",
    "punjabi": "ਜਿਵੇਂ ਮਾਂ ਆਪਣੇ ਬੱਚੇ ਨੂੰ ਸਦਾ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਟਿਕਾ ਰੱਖਦੀ ਹੈ, ਹੇ ਨਾਨਕ! ਇਸੇ ਤਰ੍ਹਾਂ ਉਹ ਗੋਪਾਲ-ਪ੍ਰਭੂ ਤਾਣੇ ਪੇਟੇ ਵਾਂਗ ਉਸ ਮਨੁੱਖ ਦੇ ਨਾਲ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ (ਜਿਸ ਨੂੰ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਆ ਜਾਂਦਾ ਹੈ) ॥੪॥੭॥",
    "pronunciation": "ਗੁੋਪਾਲਾ:ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਕਾਰ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 29202,
    "shabad_id": 2559,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29203,
    "shabad_id": 2559,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਬਾਰਿ ਜਾੳੁ. ਗੁਰ ਅਪੁਨੇ ੳੂਪਰਿ; ਜਿਨਿ. ਹਰਿ ਹਰਿ ਨਾਮੁ ਦ੍ਰਿੜ੍ਹਾਯਾ ॥",
    "transliteration": "Baar Jaao Gur Apunae Oopar Jin Har Har Naam Dhrirrhaayaa ||",
    "translation": "I am a sacrifice to my Guru, who has implanted the Name of the Lord, Har, Har, within me.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕਾ ਕਰ ਦਿੱਤਾ ਹੈ;",
    "pronunciation": "ਦ੍ਰਿੜ੍ਹਾਯਾ:ਯਾ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 29204,
    "shabad_id": 2559,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਹਾ ੳੁਦਿਅਾਨ ਅੰਧਕਾਰ ਮਹਿ; ਜਿਨਿ ਸੀਧਾ ਮਾਰਗੁ ਦਿਖਾਯਾ ॥੧॥",
    "transliteration": "Mehaa Oudhiaan Andhhakaar Mehi Jin Seedhhaa Maarag Dhikhaayaa ||1||",
    "translation": "In the utter darkness of the wilderness, He showed me the straight path. ||1||",
    "punjabi": "ਜਿਸ ਨੇ ਇਸ ਵੱਡੇ ਅਤੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਘੁੱਪ ਹਨੇਰੇ (ਸੰਸਾਰ-) ਜੰਗਲ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ) ਮੈਨੂੰ ਸਿੱਧਾ ਰਾਹ ਵਿਖਾ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "(ੳੁਦਿਅਾਨ) ੳੁਜਾੜ",
    "type_id": 3
  },
  {
    "id": 29205,
    "shabad_id": 2559,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਹਮਰੇ ਪ੍ਰਾਨ; ਗੁਪਾਲ ਗੋਬਿੰਦ ॥",
    "transliteration": "Hamarae Praan Gupaal Gobindh ||",
    "translation": "The Lord of the universe, the Cherisher of the world, He is my breath of life.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਪਰਮਾਤਮਾ ਸਾਡੀ ਜਿੰਦ ਦਾ ਆਸਰਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29206,
    "shabad_id": 2559,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ੲੀਹਾ ੳੂਹਾ ਸਰਬ ਥੋਕ ਕੀ; ਜਿਸਹਿ ਹਮਾਰੀ ਚਿੰਦ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Eehaa Oohaa Sarab Thhok Kee Jisehi Hamaaree Chindh ||1|| Rehaao ||",
    "translation": "Here and hereafter, he takes care of everything for me. ||1||Pause||",
    "punjabi": "ਜਿਸ ਨੂੰ (ਇਸ ਲੋਕ ਵਿਚ ਪਰੋਲਕ ਵਿਚ) ਸਾਡੀਆਂ ਸਾਰੀਆਂ ਲੋੜਾਂ ਪੂਰੀਆਂ ਕਰਨ ਦਾ ਫ਼ਿਕਰ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਚਿੰਦ) ਚਿੰਤਾ",
    "type_id": 4
  },
  {
    "id": 29207,
    "shabad_id": 2559,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਜਾ ਕੈ ਸਿਮਰਨਿ. ਸਰਬ ਨਿਧਾਨਾ; ਮਾਨੁ ਮਹਤੁ ਪਤਿ ਪੂਰੀ ॥",
    "transliteration": "Jaa Kai Simaran Sarab Nidhhaanaa Maan Mehath Path Pooree ||",
    "translation": "Meditating on Him in remembrance, I have found all treasures, respect, greatness and perfect honor.",
    "punjabi": "ਹੇ ਭਾਈ! (ਉਹ ਪਰਮਾਤਮਾ ਸਾਡੀ ਜਿੰਦ ਦਾ ਆਸਰਾ ਹੈ) ਜਿਸ ਦੇ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਾਰੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਆਦਰ ਮਿਲਦਾ ਹੈ, ਵਡਿਆਈ ਮਿਲਦੀ ਹੈ, ਪੂਰੀ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ,",
    "pronunciation": "ਮ-ਹੱਤੁ",
    "type_id": 3
  },
  {
    "id": 29208,
    "shabad_id": 2559,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਨਾਮੁ ਲੈਤ. ਕੋਟਿ ਅਘ ਨਾਸੇ; ਭਗਤ ਬਾਛਹਿ ਸਭਿ ਧੂਰੀ ॥੨॥",
    "transliteration": "Naam Laith Kott Agh Naasae Bhagath Baashhehi Sabh Dhhooree ||2||",
    "translation": "Remembering His Name, millions of sins are erased; all His devotees long for the dust of His feet. ||2||",
    "punjabi": "ਜਿਸ ਦਾ ਨਾਮ ਸਿਮਰਿਆਂ ਕ੍ਰੋੜਾਂ ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ। (ਹੇ ਭਾਈ!) ਸਾਰੇ ਭਗਤ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਲੋਚਦੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(ਅਘ) ਪਾਪ",
    "type_id": 3
  },
  {
    "id": 29209,
    "shabad_id": 2559,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਸਰਬ ਮਨੋਰਥ. ਜੇ ਕੋ ਚਾਹੈ; ਸੇਵੈ ੲੇਕੁ ਨਿਧਾਨਾ ॥",
    "transliteration": "Sarab Manorathh Jae Ko Chaahai Saevai Eaek Nidhhaanaa ||",
    "translation": "If someone wishes for the fulfillment of all his hopes and desires, he should serve the one supreme treasure.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੋ ਕੋਈ ਮਨੁੱਖ ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ (ਪੂਰੀਆਂ ਕਰਨੀਆਂ) ਚਾਹੁੰਦਾ ਹੈ (ਤਾਂ ਉਸ ਨੂੰ ਚਾਹੀਦਾ ਹੈ ਕਿ) ਉਹ ਉਸ ਇੱਕ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰੇ ਜੋ ਸਾਰੇ ਪਦਾਰਥਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29210,
    "shabad_id": 2559,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਪਾਰਬ੍ਰਹਮ ਅਪਰੰਪਰ ਸੁਅਾਮੀ; ਸਿਮਰਤ ਪਾਰਿ ਪਰਾਨਾ ॥੩॥",
    "transliteration": "Paarabreham Aparanpar Suaamee Simarath Paar Paraanaa ||3||",
    "translation": "He is the Supreme Lord God, infinite Lord and Master; meditating on Him in remembrance, one is carried across. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਰੇ ਜਗਤ ਦੇ ਮਾਲਕ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਅਪ-ਰੰਪਰ",
    "type_id": 3
  },
  {
    "id": 29211,
    "shabad_id": 2559,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਸੀਤਲ ਸਾਂਤਿ ਮਹਾ ਸੁਖੁ ਪਾੲਿਅਾ; ਸੰਤਸੰਗਿ ਰਹਿਓ ਓਲ੍ਹਾ ॥",
    "transliteration": "Seethal Saanth Mehaa Sukh Paaeiaa Santhasang Rehiou Oulhaa ||",
    "translation": "I have found total peace and tranquility in the Society of the Saints; my honor has been preserved.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਸ ਮਨੁੱਖ ਦਾ ਹਿਰਦਾ) ਠੰਢਾ-ਠਾਰ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਸ਼ਾਂਤੀ ਪ੍ਰਾਪਤ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਨੂੰ ਬੜਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਉਸ ਦੀ ਇੱਜ਼ਤ ਬਣੀ ਰਹਿੰਦੀ ਹੈ (ਤੇ ਕੋਈ ਪਾਪ ਉਸ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦੇ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29212,
    "shabad_id": 2559,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਧਨੁ ਸੰਚਨੁ. ਹਰਿ ਨਾਮੁ ਭੋਜਨੁ; ੲਿਹੁ ਨਾਨਕ ਕੀਨੋ ਚੋਲ੍ਹਾ ॥੪॥੮॥",
    "transliteration": "Har Dhhan Sanchan Har Naam Bhojan Eihu Naanak Keeno Cholhaa ||4||8||",
    "translation": "To gather in the Lord's wealth, and to taste the food of the Lord's Name - Nanak has made this his feast. ||4||8||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਇਕੱਠਾ ਕੀਤਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ (ਆਪਣੇ ਆਤਮਾ ਵਾਸਤੇ) ਭੋਜਨ ਬਣਾਇਆ ਹੈ ਸੁਆਦਲਾ ਖਾਣਾ ਬਣਾਇਆ ਹੈ ॥੪॥੮॥",
    "pronunciation": "(ਚੋਲ੍ਹਾ) ਚੰਗਾ ਭੋਜਨ",
    "type_id": 3
  }
]
