[
  {
    "id": 29213,
    "shabad_id": 2560,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29214,
    "shabad_id": 2560,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜਿਹ ਕਰਣੀ ਹੋਵਹਿ ਸਰਮਿੰਦਾ; ੲਿਹਾ ਕਮਾਨੀ ਰੀਤਿ ॥",
    "transliteration": "Jih Karanee Hovehi Saramindhaa Eihaa Kamaanee Reeth ||",
    "translation": "You have made it your habit to practice those deeds which will bring you shame.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹੀਂ ਕੰਮੀਂ ਤੂੰ (ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ) ਸ਼ਰਮਿੰਦਾ ਹੋਵੇਂਗਾ ਉਹਨਾਂ ਹੀ ਕੰਮਾਂ ਦੀ ਚਾਲ ਚੱਲ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29215,
    "shabad_id": 2560,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸੰਤ ਕੀ ਨਿੰਦਾ. ਸਾਕਤ ਕੀ ਪੂਜਾ; ਅੈਸੀ ਦ੍ਰਿੜ੍ਹੀ ਬਿਪਰੀਤਿ ॥੧॥",
    "transliteration": "Santh Kee Nindhaa Saakath Kee Poojaa Aisee Dhrirrhee Bipareeth ||1||",
    "translation": "You slander the Saints, and you worship the faithless cynics; such are the corrupt ways you have adopted. ||1||",
    "punjabi": "ਤੂੰ ਸੰਤ ਜਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈਂ, ਤੇ, ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖਾਂ ਦਾ ਆਦਰ-ਸਤਕਾਰ ਕਰਦਾ ਹੈਂ। ਤੂੰ ਅਸਚਰਜ ਉਲਟੀ ਮਤਿ ਗ੍ਰਹਣ ਕੀਤੀ ਹੋਈ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29216,
    "shabad_id": 2560,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹ ਭੂਲੋ; ਅਵਰੈ ਹੀਤ ॥",
    "transliteration": "Maaeiaa Moh Bhoolo Avarai Heeth ||",
    "translation": "Deluded by your emotional attachment to Maya, you love other things,",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਇਆ ਦੇ ਮੋਹ (ਵਿਚ ਫਸ ਕੇ) ਤੂੰ ਕੁਰਾਹੇ ਪੈ ਗਿਆ ਹੈਂ, (ਪਰਮਾਤਮਾ ਨੂੰ ਛੱਡ ਕੇ) ਹੋਰ ਵਿਚ ਪਿਆਰ ਪਾ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29217,
    "shabad_id": 2560,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਹਰਿਚੰਦੳੁਰੀ ਬਨ ਹਰ ਪਾਤ ਰੇ; ੲਿਹੈ ਤੁਹਾਰੋ ਬੀਤ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Harichandhouree Ban Har Paath Rae Eihai Thuhaaro Beeth ||1|| Rehaao ||",
    "translation": "Like the enchanted city of Hari-chandauree, or the green leaves of the forest - such is your way of life. ||1||Pause||",
    "punjabi": "ਤੇਰੀ ਆਪਣੀ ਪਾਂਇਆਂ ਤਾਂ ਇਤਨੀ ਹੀ ਹੈ ਜਿਤਨੀ ਜੰਗਲ ਦੇ ਹਰੇ ਪੱਤਿਆਂ ਦੀ, ਜਿਤਨੀ ਆਕਾਸ਼ ਵਿਚ ਦਿੱਸ ਰਹੀ ਨਗਰੀ ਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਹਰਿਚੰਦੳੁਰੀ) ਝੂਠੀ ਅਕਾਸ਼ੀ ਨੱਗਰੀ। (ਬੀਤ) ਬਲ, ਵਿੱਤ",
    "type_id": 4
  },
  {
    "id": 29218,
    "shabad_id": 2560,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਚੰਦਨ ਲੇਪ ਹੋਤ ਦੇਹ ਕੳੁ; ਸੁਖੁ ਗਰਧਭ ਭਸਮ ਸੰਗੀਤਿ ॥",
    "transliteration": "Chandhan Laep Hoth Dhaeh Ko Sukh Garadhhabh Bhasam Sangeeth ||",
    "translation": "Its body may be anointed with sandalwood oil, but the donkey still loves to roll in the mud.",
    "punjabi": "ਹੇ ਭਾਈ! ਖੋਤਾ ਮਿੱਟੀ ਵਿਚ ਹੀ (ਲੇਟਣ ਨਾਲ) ਸੁਖ ਸਮਝਦਾ ਹੈ, ਭਾਵੇਂ ਉਸ ਦੇ ਸਰੀਰ ਉਤੇ ਚੰਦਨ ਦਾ ਲੇਪ ਪਏ ਕਰੀਏ (ਇਹੀ ਹਾਲ ਤੇਰਾ ਹੈ)।",
    "pronunciation": "(ਸੰਗੀਤਿ) ਸੰਗ",
    "type_id": 3
  },
  {
    "id": 29219,
    "shabad_id": 2560,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਅੰਮ੍ਰਿਤ ਸੰਗਿ. ਨਾਹਿ ਰੁਚ ਅਾਵਤ; ਬਿਖੈ ਠਗੳੁਰੀ ਪ੍ਰੀਤਿ ॥੨॥",
    "transliteration": "Anmrith Sang Naahi Ruch Aavath Bikhai Thagouree Preeth ||2||",
    "translation": "He is not fond of the Ambrosial Nectar; instead, he loves the poisonous drug of corruption. ||2||",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਲ ਤੇਰਾ ਪਿਆਰ ਨਹੀਂ ਬਣਦਾ। ਤੂੰ ਵਿਸ਼ਿਆਂ ਦੀ ਠਗਬੂਟੀ ਨਾਲ ਪਿਆਰ ਕਰਦਾ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29220,
    "shabad_id": 2560,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ੳੁਤਮ ਸੰਤ ਭਲੇ ਸੰਜੋਗੀ; ੲਿਸੁ ਜੁਗ ਮਹਿ ਪਵਿਤ ਪੁਨੀਤ ॥",
    "transliteration": "Outham Santh Bhalae Sanjogee Eis Jug Mehi Pavith Puneeth ||",
    "translation": "The Saints are noble and sublime; they are blessed with good fortune. They alone are pure and holy in this world.",
    "punjabi": "ਹੇ ਭਾਈ! ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਸੰਤ ਜੇਹੜੇ ਇਸ ਸੰਸਾਰ (ਦੇ ਵਿਕਾਰਾਂ) ਵਿਚ ਭੀ ਪਵਿਤ੍ਰ ਹੀ ਰਹਿੰਦੇ ਹਨ, ਭਲੇ ਸੰਜੋਗਾਂ ਨਾਲ ਹੀ ਮਿਲਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29221,
    "shabad_id": 2560,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਜਾਤ ਅਕਾਰਥ ਜਨਮੁ ਪਦਾਰਥ; ਕਾਚ ਬਾਦਰੈ ਜੀਤ ॥੩॥",
    "transliteration": "Jaath Akaarathh Janam Padhaarathh Kaach Baadharai Jeeth ||3||",
    "translation": "The jewel of this human life is passing away uselessly, lost in exchange for mere glass. ||3||",
    "punjabi": "(ਉਹਨਾਂ ਦੀ ਸੰਗਤਿ ਤੋਂ ਵਾਂਜਿਆਂ ਰਹਿ ਕੇ) ਤੇਰਾ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਵਿਅਰਥ ਜਾ ਰਿਹਾ ਹੈ, ਕੱਚ ਦੇ ਵੱਟੇ ਵਿਚ ਜਿੱਤਿਆ ਜਾ ਰਿਹਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਬਾਦਰੈ) ਬਦਲੇ",
    "type_id": 3
  },
  {
    "id": 29222,
    "shabad_id": 2560,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਜਨਮ ਜਨਮ ਕੇ ਕਿਲਵਿਖ ਦੁਖ ਭਾਗੇ; ਗੁਰਿ ਗਿਅਾਨ ਅੰਜਨੁ ਨੇਤ੍ਰ ਦੀਤ ॥",
    "transliteration": "Janam Janam Kae Kilavikh Dhukh Bhaagae Gur Giaan Anjan Naethr Dheeth ||",
    "translation": "The sins and sorrows of uncounted incarnations run away, when the Guru applies the healing ointment of spiritual wisdom to the eyes.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਸ ਮਨੁੱਖ ਦੀਆਂ ਅੱਖਾਂ ਵਿਚ ਗੁਰੂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਾਲਾ ਸੁਰਮਾ ਪਾ ਦਿੱਤਾ, ਉਸ ਦੇ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਪਾਪ ਦੂਰ ਹੋ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29223,
    "shabad_id": 2560,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਸਾਧਸੰਗਿ ੲਿਨ ਦੁਖ ਤੇ ਨਿਕਸਿਓ; ਨਾਨਕ ੲੇਕ ਪਰੀਤ ॥੪॥੯॥",
    "transliteration": "Saadhhasang Ein Dhukh Thae Nikasiou Naanak Eaek Pareeth ||4||9||",
    "translation": "In the Saadh Sangat, the Company of the Holy, I have escaped from these troubles; Nanak loves the One Lord. ||4||9||",
    "punjabi": "ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ ਉਹ ਮਨੁੱਖ ਇਹਨਾਂ ਦੁੱਖਾਂ-ਪਾਪਾਂ ਤੋਂ ਬਚ ਨਿਕਲਿਆ, ਹੇ ਨਾਨਕ! (ਆਖ-) ਉਸ ਨੇ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਪਾ ਲਿਆ ॥੪॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29224,
    "shabad_id": 2561,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29225,
    "shabad_id": 2561,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਪਾਨੀ ਪਖਾ ਪੀਸੳੁ. ਸੰਤ ਅਾਗੈ; ਗੁਣ ਗੋਵਿੰਦ ਜਸੁ ਗਾੲੀ ॥",
    "transliteration": "Paanee Pakhaa Peeso Santh Aagai Gun Govindh Jas Gaaee ||",
    "translation": "I carry the water, wave the fan, and grind the corn for the Saints; I sing the Glorious Praises of the Lord of the Universe.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ) ਮੈਂ (ਤੇਰੇ) ਸੰਤਾਂ ਦੀ ਸੇਵਾ ਵਿਚ (ਰਹਿ ਕੇ, ਉਹਨਾਂ ਵਾਸਤੇ) ਪਾਣੀ (ਢੋਂਦਾ ਰਹਾਂ, ਉਹਨਾਂ ਨੂੰ) ਪੱਖਾ (ਝੱਲਦਾ ਰਹਾਂ, ਉਹਨਾਂ ਵਾਸਤੇ ਆਟਾ) ਪੀਂਹਦਾ ਰਹਾਂ, ਤੇ, ਹੇ ਗੋਬਿੰਦ! ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29226,
    "shabad_id": 2561,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਾਸਿ ਸਾਸਿ ਮਨੁ ਨਾਮੁ ਸਮ੍ਹਾਰੈ; ੲਿਹੁ ਬਿਸ੍ਰਾਮ ਨਿਧਿ ਪਾੲੀ ॥੧॥",
    "transliteration": "Saas Saas Man Naam Samhaarai Eihu Bisraam Nidhh Paaee ||1||",
    "translation": "With each and every breath, my mind remembers the Naam, the Name of the Lord; in this way, it finds the treasure of peace. ||1||",
    "punjabi": "ਮੇਰਾ ਮਨ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ (ਤੇਰਾ) ਨਾਮ ਚੇਤੇ ਕਰਦਾ ਰਹੇ, ਮੈਂ ਤੇਰਾ ਇਹ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲਵਾਂ ਜੋ ਸੁਖ ਸ਼ਾਂਤੀ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29227,
    "shabad_id": 2561,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਤੁਮ੍ਹ ਕਰਹੁ ਦੲਿਅਾ. ਮੇਰੇ ਸਾੲੀ ॥",
    "transliteration": "Thumh Karahu Dhaeiaa Maerae Saaee ||",
    "translation": "Have pity on me, O my Lord and Master.",
    "punjabi": "ਹੇ ਮੇਰੇ ਖਸਮ-ਪ੍ਰਭੂ! (ਮੇਰੇ ਉੱਤੇ) ਦਇਆ ਕਰ।",
    "pronunciation": "ਸਾਂੲੀ",
    "type_id": 3
  },
  {
    "id": 29228,
    "shabad_id": 2561,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਅੈਸੀ ਮਤਿ ਦੀਜੈ ਮੇਰੇ ਠਾਕੁਰ; ਸਦਾ ਸਦਾ ਤੁਧੁ ਧਿਅਾੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aisee Math Dheejai Maerae Thaakur Sadhaa Sadhaa Thudhh Dhhiaaee ||1|| Rehaao ||",
    "translation": "Bless me with such understanding, O my Lord and Master, that I may forever and ever meditate on You. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਠਾਕੁਰ! ਮੈਨੂੰ ਇਹੋ ਜਿਹੀ ਅਕਲ ਬਖ਼ਸ਼ ਕਿ ਮੈਂ ਸਦਾ ਹੀ ਤੇਰਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 29229,
    "shabad_id": 2561,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਤੁਮ੍ਹਰੀ ਕ੍ਰਿਪਾ ਤੇ. ਮੋਹੁ ਮਾਨੁ ਛੂਟੈ; ਬਿਨਸਿ ਜਾੲਿ ਭਰਮਾੲੀ ॥",
    "transliteration": "Thumharee Kirapaa Thae Mohu Maan Shhoottai Binas Jaae Bharamaaee ||",
    "translation": "By Your Grace, emotional attachment and egotism are eradicated, and doubt is dispelled.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਕਿਰਪਾ ਨਾਲ (ਮੇਰਾ ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਮੋਹ ਮੁੱਕ ਜਾਏ, ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਏ, ਮੇਰੀ ਭਟਕਣਾ ਦਾ ਨਾਸ ਹੋ ਜਾਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29230,
    "shabad_id": 2561,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਅਨਦ ਰੂਪੁ ਰਵਿਓ ਸਭ ਮਧੇ; ਜਤ ਕਤ ਪੇਖੳੁ ਜਾੲੀ ॥੨॥",
    "transliteration": "Anadh Roop Raviou Sabh Madhhae Jath Kath Paekho Jaaee ||2||",
    "translation": "The Lord, the embodiment of bliss, is pervading and permeating in all; wherever I go, there I see Him. ||2||",
    "punjabi": "ਮੈਂ ਜਿੱਥੇ ਕਿੱਥੇ ਜਾ ਕੇ ਵੇਖਾਂ, ਸਭਨਾਂ ਵਿਚ ਮੈਨੂੰ ਤੂੰ ਆਨੰਦ-ਸਰੂਪ ਹੀ ਵੱਸਦਾ ਦਿੱਸੇਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29231,
    "shabad_id": 2561,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਤੁਮ੍ਹ ਦੲਿਅਾਲ ਕਿਰਪਾਲ ਕ੍ਰਿਪਾਨਿਧਿ; ਪਤਿਤ. ਪਾਵਨ ਗੋਸਾੲੀ ॥",
    "transliteration": "Thumh Dhaeiaal Kirapaal Kirapaa Nidhh Pathith Paavan Gosaaee ||",
    "translation": "You are kind and compassionate, the treasure of mercy, the Purifier of sinners, Lord of the world.",
    "punjabi": "ਹੇ ਧਰਤੀ ਦੇ ਖਸਮ! ਤੂੰ ਦਇਆਲ ਹੈਂ, ਕਿਰਪਾਲ ਹੈਂ, ਤੂੰ ਦਇਆ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈਂ, ਤੂੰ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "ਗੋਸਾਂੲੀ",
    "type_id": 3
  },
  {
    "id": 29232,
    "shabad_id": 2561,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਕੋਟਿ ਸੂਖ ਅਾਨੰਦ ਰਾਜ ਪਾੲੇ; ਮੁਖ ਤੇ. ਨਿਮਖ ਬੁਲਾੲੀ ॥੩॥",
    "transliteration": "Kott Sookh Aanandh Raaj Paaeae Mukh Thae Nimakh Bulaaee ||3||",
    "translation": "I obtain millions of joys, comforts and kingdoms, if You inspire me to chant Your Name with my mouth, even for an instant. ||3||",
    "punjabi": "ਜਦੋਂ ਮੈਂ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਮੂੰਹੋਂ ਤੇਰਾ ਨਾਮ ਉਚਾਰਦਾ ਹਾਂ, ਮੈਨੂੰ ਇਉਂ ਜਾਪਦਾ ਹੈ ਕਿ ਮੈਂ ਰਾਜ-ਭਾਗ ਦੇ ਕ੍ਰੋੜਾਂ ਸੁਖ ਆਨੰਦ ਮਾਣ ਲਏ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29233,
    "shabad_id": 2561,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਜਾਪ ਤਾਪ ਭਗਤਿ ਸਾ ਪੂਰੀ; ਜੋ ਪ੍ਰਭ ਕੈ ਮਨਿ ਭਾੲੀ ॥",
    "transliteration": "Jaap Thaap Bhagath Saa Pooree Jo Prabh Kai Man Bhaaee ||",
    "translation": "That alone is perfect chanting, meditation, penance and devotional worship service, which is pleasing to God's Mind.",
    "punjabi": "ਉਹੀ ਜਾਪ ਤਾਪ ਉਹੀ ਭਗਤੀ ਸਿਰੇ ਚੜ੍ਹੀ ਜਾਣੋ, ਜੇਹੜੀ ਪਰਮਾਤਮਾ ਦੇ ਮਨ ਵਿਚ ਪਸੰਦ ਆਉਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29234,
    "shabad_id": 2561,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਨਾਮੁ ਜਪਤ. ਤ੍ਰਿਸਨਾ ਸਭ ਬੁਝੀ ਹੈ; ਨਾਨਕ. ਤ੍ਰਿਪਤਿ ਅਘਾੲੀ ॥੪॥੧੦॥",
    "transliteration": "Naam Japath Thrisanaa Sabh Bujhee Hai Naanak Thripath Aghaaee ||4||10||",
    "translation": "Chanting the Naam, all thirst and desire is satisfied; Nanak is satisfied and fulfilled. ||4||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆਂ ਸਾਰੀ ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, (ਮਾਇਕ ਪਦਾਰਥਾਂ ਵਲੋਂ) ਪੂਰੇ ਤੌਰ ਤੇ ਰੱਜ ਜਾਈਦਾ ਹੈ ॥੪॥੧੦॥",
    "pronunciation": "ਬੁਝੀ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 29235,
    "shabad_id": 2562,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29236,
    "shabad_id": 2562,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜਿਨਿ ਕੀਨੇ ਵਸਿ ਅਪੁਨੈ. ਤ੍ਰੈ ਗੁਣ; ਭਵਣ ਚਤੁਰ ਸੰਸਾਰਾ ॥",
    "transliteration": "Jin Keenae Vas Apunai Thrai Gun Bhavan Chathur Sansaaraa ||",
    "translation": "She controls the three qualities and the four directions of the world.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ (ਮਾਇਆ) ਨੇ ਸਾਰੇ ਤ੍ਰੈ-ਗੁਣੀ ਸੰਸਾਰ ਨੂੰ ਸਾਰੇ ਚਾਰ-ਕੂਟ ਜਗਤ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਜਿਸ ਨੇ ਜੱਗ ਕਰਨ ਵਾਲੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29237,
    "shabad_id": 2562,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਗ ੲਿਸਨਾਨ ਤਾਪ ਥਾਨ ਖੰਡੇ; ਕਿਅਾ ੲਿਹੁ ਜੰਤੁ ਵਿਚਾਰਾ ॥੧॥",
    "transliteration": "Jag Eisanaan Thaap Thhaan Khanddae Kiaa Eihu Janth Vichaaraa ||1||",
    "translation": "She destroys sacrificial feasts, cleansing baths, penances and sacred places of pilgrimage; what is this poor person to do? ||1||",
    "punjabi": "ਇਸ਼ਨਾਨ ਕਰਨ ਵਾਲੇ, ਤਪ ਕਰਨ ਵਾਲੇ ਸਾਰੇ ਥਾਂ ਭੰਨ ਕੇ ਰੱਖ ਦਿੱਤੇ ਹਨ, ਇਸ ਜੀਵ ਵਿਚਾਰੇ ਦੀ ਕੀਹ ਪਾਂਇਆਂ ਹੈ (ਕਿ ਉਸ ਦਾ ਟਾਕਰਾ ਕਰ ਸਕੇ)? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29238,
    "shabad_id": 2562,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਪ੍ਰਭ ਕੀ ਓਟ ਗਹੀ; ਤੳੁ ਛੂਟੋ ॥",
    "transliteration": "Prabh Kee Outt Gehee Tho Shhootto ||",
    "translation": "I grasped God's Support and Protection, and then I was emancipated.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਪੱਲਾ ਫੜਿਆ, ਤਦੋਂ ਉਹ (ਮਾਇਆ ਦੇ ਪੰਜੇ ਵਿਚੋਂ) ਬਚ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29239,
    "shabad_id": 2562,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਸਾਧ ਪ੍ਰਸਾਦਿ ਹਰਿ ਹਰਿ ਹਰਿ ਗਾੲੇ; ਬਿਖੈ ਬਿਅਾਧਿ ਤਬ ਹੂਟੋ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Saadhh Prasaadh Har Har Har Gaaeae Bikhai Biaadhh Thab Hootto ||1|| Rehaao ||",
    "translation": "By the Grace of the Holy Saints, I sang the Praises of the Lord, Har, Har, Har, and my sins and afflictions were taken away. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਣੇ ਸ਼ੁਰੂ ਕੀਤੇ, ਤਦੋਂ ਵਿਕਾਰਾਂ ਦਾ ਰੋਗ (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਮੁੱਕ ਗਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 29240,
    "shabad_id": 2562,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਨਹ ਸੁਣੀਅੈ. ਨਹ ਮੁਖ ਤੇ ਬਕੀਅੈ; ਨਹ ਮੋਹੈ ੳੁਹ ਡੀਠੀ ॥",
    "transliteration": "Neh Suneeai Neh Mukh Thae Bakeeai Neh Mohai Ouh Ddeethee ||",
    "translation": "She is not heard - she does not speak with a mouth; she is not seen enticing mortals.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਮਾਇਆ ਜਦੋਂ ਮਨੁੱਖ ਨੂੰ ਆ ਕੇ ਭਰਮਾਂਦੀ ਹੈ, ਤਦੋਂ ਨਾਹ ਉਸ ਦੀ ਆਵਾਜ਼ ਸੁਣੀਦੀ ਹੈ, ਨਾਹ ਉਹ ਮੂੰਹੋਂ ਬੋਲਦੀ ਹੈ, ਨਾਹ ਉਹ ਅੱਖੀਂ ਦਿੱਸਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29241,
    "shabad_id": 2562,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਅੈਸੀ ਠਗੳੁਰੀ ਪਾੲਿ ਭੁਲਾਵੈ; ਮਨਿ ਸਭ ਕੈ ਲਾਗੈ ਮੀਠੀ ॥੨॥",
    "transliteration": "Aisee Thagouree Paae Bhulaavai Man Sabh Kai Laagai Meethee ||2||",
    "translation": "She administers her intoxicating drug, and so confuses them; thus she seems sweet to everyone's mind. ||2||",
    "punjabi": "ਕੋਈ ਅਜੇਹੀ ਨਸ਼ੀਲੀ ਚੀਜ਼ ਖਵਾ ਕੇ ਮਨੁੱਖ ਨੂੰ ਕੁਰਾਹੇ ਪਾ ਦੇਂਦੀ ਹੈ ਕਿ ਸਭਨਾਂ ਦੇ ਮਨ ਵਿਚ ਉਹ ਪਿਆਰੀ ਪਈ ਲੱਗਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29242,
    "shabad_id": 2562,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਮਾੲਿ ਬਾਪ ਪੂਤ ਹਿਤ ਭ੍ਰਾਤਾ; ੳੁਨਿ ਘਰਿ ਘਰਿ ਮੇਲਿਓ ਦੂਅਾ ॥",
    "transliteration": "Maae Baap Pooth Hith Bhraathaa Oun Ghar Ghar Maeliou Dhooaa ||",
    "translation": "In each and every home, she has implanted the sense of duality in mother, father, children, friends and siblings.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਂ, ਪਿਉ, ਪੁੱਤਰ, ਮਿੱਤਰ, ਭਰਾ-ਉਸ ਮਾਇਆ ਨੇ ਹਰੇਕ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵਿਤਕਰਾ ਪਾ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "(ਹਿਤ) ਮਿੱਤ੍ਰ। (ਦੂਅਾ) ਦੈਤ",
    "type_id": 3
  },
  {
    "id": 29243,
    "shabad_id": 2562,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਕਿਸ ਹੀ ਵਾਧਿ. ਘਾਟਿ ਕਿਸ ਹੀ ਪਹਿ; ਸਗਲੇ ਲਰਿ ਲਰਿ ਮੂਅਾ ॥੩॥",
    "transliteration": "Kis Hee Vaadhh Ghaatt Kis Hee Pehi Sagalae Lar Lar Mooaa ||3||",
    "translation": "Some have more, and some have less; they fight and fight, to the death. ||3||",
    "punjabi": "ਕਿਸੇ ਪਾਸ (ਮਾਇਆ) ਬਹੁਤੀ ਹੈ, ਕਿਸੇ ਪਾਸ ਥੋੜੀ ਹੈ (ਬੱਸ, ਇਸੇ ਗੱਲੇ) ਸਾਰੇ (ਆਪੋ ਵਿਚ) ਲੜ ਲੜ ਕੇ ਪਏ ਖਪਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29244,
    "shabad_id": 2562,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਹੳੁ ਬਲਿਹਾਰੀ ਸਤਿਗੁਰ ਅਪੁਨੇ; ਜਿਨਿ ੲਿਹੁ ਚਲਤੁ ਦਿਖਾੲਿਅਾ ॥",
    "transliteration": "Ho Balihaaree Sathigur Apunae Jin Eihu Chalath Dhikhaaeiaa ||",
    "translation": "I am a sacrifice to my True Guru, who has shown me this wondrous play.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ ਮੈਨੂੰ (ਮਾਇਆ ਦਾ) ਇਹ ਤਮਾਸ਼ਾ (ਅੱਖੀਂ) ਵਿਖਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29245,
    "shabad_id": 2562,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਗੂਝੀ ਭਾਹਿ ਜਲੈ ਸੰਸਾਰਾ; ਭਗਤ. ਨ ਬਿਅਾਪੈ ਮਾੲਿਅਾ ॥੪॥",
    "transliteration": "Goojhee Bhaahi Jalai Sansaaraa Bhagath N Biaapai Maaeiaa ||4||",
    "translation": "The world is being consumed by this hidden fire, but Maya does not cling to the Lord's devotees. ||4||",
    "punjabi": "(ਮੈਂ ਵੇਖ ਲਿਆ ਹੈ ਕਿ ਮਾਇਆ ਦੀ ਇਸ) ਲੁਕੀ ਹੋਈ ਅੱਗ ਨਾਲ ਸਾਰਾ ਜਗਤ ਸੜ ਰਿਹਾ ਹੈ। ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ ਉੱਤੇ ਮਾਇਆ (ਆਪਣਾ) ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦੀ ॥੪॥",
    "pronunciation": "(ਭਾਹਿ) ਅੱਗ",
    "type_id": 3
  },
  {
    "id": 29246,
    "shabad_id": 2562,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "ਸੰਤ ਪ੍ਰਸਾਦਿ ਮਹਾ ਸੁਖੁ ਪਾੲਿਅਾ; ਸਗਲੇ ਬੰਧਨ ਕਾਟੇ ॥",
    "transliteration": "Santh Prasaadh Mehaa Sukh Paaeiaa Sagalae Bandhhan Kaattae ||",
    "translation": "By the Grace of the Saints, I have obtained supreme bliss, and all my bonds have been broken.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਬੜਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ; ਉਸ ਦੇ (ਮਾਇਆ ਵਾਲੇ) ਸਾਰੇ ਬੰਧਨ ਕੱਟੇ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29247,
    "shabad_id": 2562,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਨਾਨਕ ਧਨੁ ਪਾੲਿਅਾ; ਅਪੁਨੈ ਘਰਿ ਲੈ ਅਾੲਿਅਾ ਖਾਟੇ ॥੫॥੧੧॥",
    "transliteration": "Har Har Naam Naanak Dhhan Paaeiaa Apunai Ghar Lai Aaeiaa Khaattae ||5||11||",
    "translation": "Nanak has obtained the wealth of the Name of the Lord, Har, Har; having earned his profits, he has now returned home. ||5||11||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਜਿਸ ਨੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਲੱਭ ਲਿਆ ਹੈ, ਤੇ ਹੇ ਨਾਨਕ! ਇਹ ਧਨ ਖੱਟ-ਕਮਾ ਕੇ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਲੈ ਆਂਦਾ ਹੈ, ॥੫॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29248,
    "shabad_id": 2563,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29249,
    "shabad_id": 2563,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਤੁਮ ਦਾਤੇ ਠਾਕੁਰ ਪ੍ਰਤਿਪਾਲਕ; ਨਾੲਿਕ ਖਸਮ ਹਮਾਰੇ ॥",
    "transliteration": "Thum Dhaathae Thaakur Prathipaalak Naaeik Khasam Hamaarae ||",
    "translation": "You are the Giver, O Lord, O Cherisher, my Master, my Husband Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਸਭਨਾਂ ਨੂੰ ਪਾਲਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਾਡਾ ਆਗੂ ਹੈਂ (ਜੀਵਨ-ਅਗਵਾਈ ਦੇਣ ਵਾਲਾ ਹੈਂ), ਤੂੰ ਸਾਡਾ ਖਸਮ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  }
]
