[
  {
    "id": 59618,
    "shabad_id": 5433,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਬੇਵਜੀਰ ਬਡੇ ਧੀਰ, ਧਰਮ ਅੰਗ ਅਲਖ ਅਗਮ; ਖੇਲੁ ਕੀਅਾ. ਅਾਪਣੈ ੳੁਛਾਹਿ ਜੀੳੁ ॥",
    "transliteration": "Baevajeer Baddae Dhheer Dhharam Ang Alakh Agam Khael Keeaa Aapanai Oushhaahi Jeeo ||",
    "translation": "You have no advisors, You are so very patient; You are the Upholder of the Dharma, unseen and unfathomable. You have staged the play of the Universe with joy and delight.",
    "punjabi": "ਤੂੰ ਬੜਾ ਧੀਰਜ ਵਾਲਾ ਹੈਂ, ਤੈਨੂੰ ਸਲਾਹਕਾਰ ਦੀ ਲੋੜ ਨਹੀਂ, ਤੂੰ ਧਰਮ-ਸਰੂਪ ਹੈਂ, ਅਲੱਖ ਤੇ ਅਗੰਮ ਹੈਂ, ਇਹ ਸਾਰਾ ਖੇਲ ਤੂੰ (ਹੀ) ਆਪਣੇ ਚਾਉ ਨਾਲ ਰਚਿਆ ਹੈ।",
    "pronunciation": "ਅ-ਲਖ: ਪੋਲਾ ਬੋਲੋ। ਖ੍ਹੇਲੁ",
    "type_id": 3
  },
  {
    "id": 59619,
    "shabad_id": 5433,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅਕਥ ਕਥਾ ਕਥੀ. ਨ ਜਾੲਿ, ਤੀਨਿ ਲੋਕ ਰਹਿਅਾ ਸਮਾੲਿ; ਸੁਤਹ ਸਿਧ ਰੂਪੁ ਧਰਿਓ, ਸਾਹਨ ਕੈ ਸਾਹਿ ਜੀੳੁ ॥",
    "transliteration": "Akathh Kathhaa Kathhee N Jaae Theen Lok Rehiaa Samaae Sutheh Sidhh Roop Dhhariou Saahan Kai Saahi Jeeo ||",
    "translation": "No one can speak Your Unspoken Speech. You are pervading the three worlds. You assume the form of spiritual perfection, O King of kings.",
    "punjabi": "(ਹੇ ਗੁਰੂ!) ਤੇਰੀ ਕਥਾ ਕਥਨ ਤੋਂ ਪਰੇ ਹੈ, ਕਹੀ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਤੂੰ ਤਿੰਨਾਂ ਲੋਕਾਂ ਵਿਚ ਰਮ ਰਿਹਾ ਹੈਂ। ਹੇ ਸ਼ਾਹਾਂ ਦੇ ਸ਼ਾਹ! ਤੂੰ ਆਪਣੀ ਇੱਛਾ ਨਾਲ ਇਹ (ਮਨੁੱਖ)-ਰੂਪ ਧਾਰਿਆ ਹੈ।",
    "pronunciation": "ਅ-ਕਥ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59620,
    "shabad_id": 5433,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਤਿ ਸਾਚੁ ਸ੍ਰੀ ਨਿਵਾਸੁ, ਅਾਦਿ ਪੁਰਖੁ ਸਦਾ ਤੁਹੀ; ਵਾਹਿਗੁਰੂ ਵਾਹਿਗੁਰੂ ਵਾਹਿਗੁਰੂ, ਵਾਹਿ ਜੀੳੁ ॥੩॥੮॥",
    "transliteration": "Sath Saach Sree Nivaas Aadh Purakh Sadhaa Thuhee Vaahiguroo Vaahiguroo Vaahiguroo Vaahi Jeeo ||3||8||",
    "translation": "You are forever True, the Home of Excellence, the Primal Supreme Being. Waahay Guru, Waahay Guru, Waahay Guru, Waahay Jee-o. ||3||8||",
    "punjabi": "ਹੇ ਗੁਰੂ! ਤੂੰ ਅਚਰਜ ਹੈਂ, ਸਤਿ-ਸਰੂਪ ਹੈਂ, ਅਟੱਲ ਹੈਂ, ਤੂੰ ਹੀ ਲਕਸ਼ਮੀ ਦਾ ਆਸਰਾ ਹੈਂ, ਆਦਿ ਪੁਰਖ ਹੈਂ ਤੇ ਸਦਾ-ਥਿਰ ਹੈਂ ॥੩॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59621,
    "shabad_id": 5434,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਤਿਗੁਰੂ ਸਤਿਗੁਰੂ; ਸਤਿਗੁਰੁ ਗੁਬਿੰਦ ਜੀੳੁ ॥",
    "transliteration": "Sathiguroo Sathiguroo Sathigur Gubindh Jeeo ||",
    "translation": "The True Guru, the True Guru, the True Guru is the Lord of the Universe Himself.",
    "punjabi": "ਸਤਿਗੁਰੂ ਗੋਬਿੰਦ-ਰੂਪ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59622,
    "shabad_id": 5434,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਬਲਿਹਿ ਛਲਨ, ਸਬਲ ਮਲਨ, ਭਗਿ੍ਤ ਫਲਨ, ਕਾਨ੍ਹ ਕੁਅਰ; ਨਿਹਕਲੰਕ ਬਜੀ ਡੰਕ, ਚੜ§ ਦਲ ਰਵਿੰਦ ਜੀੳੁ ॥",
    "transliteration": "Balihi Shhalan Sabal Malan Bhagio Falan Kaanh Kuar Nihakalank Bajee Ddank Charrhoo Dhal Ravindh Jeeo ||",
    "translation": "Enticer of Baliraja, who smothers the mighty, and fulfills the devotees; the Prince Krishna, and Kalki; the thunder of His army and the beat of His drum echoes across the Universe.",
    "punjabi": "(ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਸਤਿਗੁਰੂ ਹੀ ਹੈ (ਉਹ) ਜਿਸ ਨੇ ਰਾਜਾ ਬਲੀ ਨੂੰ ਛਲਿਆ ਸੀ, ਆਪ ਅਹੰਕਾਰੀਆਂ ਦਾ ਮਾਨ ਤੋੜਨ ਵਾਲੇ ਹਨ, ਭਗਤੀ ਦਾ ਫਲ ਦੇਣ ਵਾਲੇ ਹਨ। (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਗੁਰੂ ਹੀ ਕਾਨ੍ਹ ਕੁਮਾਰ ਹੈ। (ਆਪ ਵਿਚ) ਕੋਈ ਕਲੰਕ ਨਹੀਂ ਹੈ, ਆਪ ਦਾ ਡੰਕਾ ਵੱਜ ਰਿਹਾ ਹੈ, ਸੂਰਜ ਤੇ ਚੰਦ੍ਰਮਾ ਦਾ ਦਲ ਆਪ ਦੀ ਹੀ ਸੋਭਾ ਵਧਾਉਣ ਲਈ ਚੜ੍ਹਦਾ ਹੈ।",
    "pronunciation": "(ਨਿਹਕਲੰਕ) ਕਲੰਕ ਰਹਿਤ ਵਾਹਿਗੁਰੂ ਜੀ, ਗੱਜਦੇ ਵੱਜਦੇ। ਭਗਿ੍ਤ : ਅੱਧਾ ਤ ਪੋਲਾ ਬੋਲੋ । ਚੜ§ :ੜ ਭਾਰਾ ਬੋਲੋ ਦੁਲੈਂਕੜ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 59623,
    "shabad_id": 5434,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਰਾਮ ਰਵਣ. ਦੁਰਤ ਦਵਣ; ਸਕਲ ਭਵਣ ਕੁਸਲ ਕਰਣ; ਸਰਬ ਭੂਤ, ਅਾਪਿ ਹੀ ਦੇਵਾਧਿ ਦੇਵ; ਸਹਸ ਮੁਖ ਫਨਿੰਦ ਜੀੳੁ ॥",
    "transliteration": "Raam Ravan Dhurath Dhavan Sakal Bhavan Kusal Karan Sarab Bhooth Aap Hee Dhaevaadhh Dhaev Sehas Mukh Fanindh Jeeo ||",
    "translation": "The Lord of contemplation, Destroyer of sin, who brings pleasure to the beings of all realms, He Himself is the God of gods, Divinity of the divine, the thousand-headed king cobra.",
    "punjabi": "ਆਪ ਅਕਾਲ ਪੁਰਖ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ, ਪਾਪਾਂ ਦੇ ਦੂਰ ਕਰਨ ਵਾਲੇ ਹਨ, ਸਭ ਥਾਈਂ ਸੁਖ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਹਨ, ਸਾਰੇ ਜੀਆਂ ਵਿਚ ਆਪ ਹੀ ਹਨ, ਆਪ ਹੀ ਦੇਵਤਿਆਂ ਦੇ ਦੇਵਤਾ ਹਨ। ਅਤੇ (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਹਜ਼ਾਰਾਂ ਮੂੰਹਾਂ ਵਾਲਾ ਸ਼ੇਸ਼ਨਾਗ ਭੀ ਆਪ ਹੀ ਹਨ।",
    "pronunciation": "(ਦੁਰਤ) ਪਾਪ।(ਦਵਣ) ਦਬਾੳੁਣ ਵਾਲੇ।(ਭੁਤ) ਸ੍ਰੀਰ।ਦੇਵਤਿਅਾਂ ਦੇ ਸੁਅਾਮੀ (ਦੇਵ) ਕਰਤਾਰ ਜੀ।ਸੱਪਾਂ ਦਾ ਰਾਜਾ (ਫ-ਨਿੰਦ) ਸੇਸਨਾਗ",
    "type_id": 3
  },
  {
    "id": 59624,
    "shabad_id": 5434,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜਰਮ ਕਰਮ ਮਛ ਕਛ ਹੁਅ ਬਰਾਹ; ਜਮੁਨਾ ਕੈ ਕੂਲਿ, ਖੇਲੁ ਖੇਲਿਓ ਜਿਨਿ ਗਿੰਦ ਜੀੳੁ ॥",
    "transliteration": "Jaram Karam Mashh Kashh Hua Baraah Jamunaa Kai Kool Khael Khaeliou Jin Gindh Jeeo ||",
    "translation": "He took birth in the Incarnations of the Fish, Tortoise and Wild Boar, and played His part. He played games on the banks of the Jamunaa River.",
    "punjabi": "(ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਗੋਬਿੰਦ-ਰੂਪ ਸਤਿਗੁਰੂ ਹੀ ਹੈ ਉਹ) ਜਿਸ ਨੇ ਮੱਛ ਕੱਛ ਤੇ ਵਰਾਹ ਦੇ ਜਨਮ ਲੈ ਕੇ ਕਈ ਕੰਮ ਕੀਤੇ, ਜਿਸ ਨੇ ਜਮੁਨਾ ਦੇ ਕੰਢੇ ਉੱਤੇ ਗੇਂਦ ਦੀ ਖੇਡ ਖੇਡੀ ਸੀ।",
    "pronunciation": "(ਹੁਅ) ਹੋ ਕੇ, (ਕੂਲਿ) ਕਿਨਾਰੇ, (ਗਿੰਦ) ਗੇਂਦ ਖੇਲੀ ਕਿ੍ਰਸ਼ਨ ਜੀ ਨੇ। ਖ੍ਹੇਲੁ",
    "type_id": 3
  },
  {
    "id": 59625,
    "shabad_id": 5434,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਾਮੁ ਸਾਰੁ ਹੀੲੇ ਧਾਰੁ, ਤਜੁ ਬਿਕਾਰੁ. ਮਨ ਗਯੰਦ; ਸਤਿਗੁਰੂ ਸਤਿਗੁਰੂ ਸਤਿਗੁਰ, ਗੁਬਿੰਦ ਜੀੳੁ ॥੪॥੯॥",
    "transliteration": "Naam Saar Heeeae Dhhaar Thaj Bikaar Man Gayandh Sathiguroo Sathiguroo Sathigur Gubindh Jeeo ||4||9||",
    "translation": "Enshrine this most excellent Name within your heart, and renounce the wickedness of the mind, O Gayand the True Guru, the True Guru, the True Guru is the Lord of the Universe Himself. ||4||9||",
    "punjabi": "ਹੇ ਗਯੰਦ ਦੇ ਮਨ! (ਇਸ ਸਤਿਗੁਰੂ ਦਾ) ਸ੍ਰੇਸ਼ਟ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਧਾਰ ਤੇ ਵਿਕਾਰ ਛੱਡ ਦੇਹ; ਇਹ ਗੁਰੂ ਉਹੀ ਗੋਬਿੰਦ ਹੈ ॥੪॥੯॥",
    "pronunciation": "ਗ-ਯੰਦ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59626,
    "shabad_id": 5435,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਿਰੀ ਗੁਰੂ ਸਿਰੀ ਗੁਰੂ; ਸਿਰੀ ਗੁਰੂ ਸਤਿ ਜੀੳੁ ॥",
    "transliteration": "Siree Guroo Siree Guroo Siree Guroo Sath Jeeo ||",
    "translation": "The Supreme Guru, the Supreme Guru, the Supreme Guru, the True, Dear Lord.",
    "punjabi": "ਸਤਿਗੁਰੂ ਹੀ ਸਦਾ-ਥਿਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59627,
    "shabad_id": 5435,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੁਰ ਕਹਿਅਾ ਮਾਨੁ. ਨਿਜ ਨਿਧਾਨੁ, ਸਚੁ ਜਾਨੁ ਮੰਤ੍ਰੁ ੲਿਹੈ; ਨਿਸਿ ਬਾਸੁਰ ਹੋੲਿ ਕਲ੍ਯਾਨੁ, ਲਹਹਿ ਪਰਮਗਤਿ ਜੀੳੁ ॥",
    "transliteration": "Gur Kehiaa Maan Nij Nidhhaan Sach Jaan Manthra Eihai Nis Baasur Hoe Kalyaan Lehehi Param Gath Jeeo ||",
    "translation": "Respect and obey the Guru's Word; this is your own personal treasure - know this mantra as true. Night and day, you shall be saved, and blessed with the supreme status.",
    "punjabi": "(ਹੇ ਮਨ!) ਸਤਿਗੁਰੂ ਦਾ ਬਚਨ ਮੰਨ, ਇਹੀ ਨਾਲ ਨਿਭਣ ਵਾਲਾ ਖ਼ਜ਼ਾਨਾ ਹੈ; ਨਿਸ਼ਚਾ ਕਰ ਕੇ ਮੰਨ ਕਿ ਇਹੀ ਮੰਤ੍ਰ ਹੈ (ਜਿਸ ਨਾਲ ਤੈਨੂੰ) ਦਿਨ ਰਾਤ ਸੁਖ ਹੋਇਆ ਤੇ ਤੂੰ ਉੱਚੀ ਪਦਵੀ ਪਾ ਲਏਂਗਾ।",
    "pronunciation": "ਕਲ੍ਯਾਨੁ: ਕਲਿਅਾਨੁ",
    "type_id": 3
  },
  {
    "id": 59628,
    "shabad_id": 5435,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਾਮੁ ਕ੍ਰੋਧੁ ਲੋਭੁ ਮੋਹੁ, ਜਣ ਜਣ ਸਿੳੁ ਛਾਡੁ ਧੋਹੁ; ਹੳੁਮੈ ਕਾ ਫੰਧੁ ਕਾਟੁ, ਸਾਧਸੰਗਿ ਰਤਿ ਜੀੳੁ ॥",
    "transliteration": "Kaam Krodhh Lobh Mohu Jan Jan Sio Shhaadd Dhhohu Houmai Kaa Fandhh Kaatt Saadhhasang Rath Jeeo ||",
    "translation": "Renounce sexual desire, anger, greed and attachment; give up your games of deception. Snap the noose of egotism, and let yourself be at home in the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਕਾਮ, ਕ੍ਰੋਧ, ਲੋਭ, ਮੋਹ ਅਤੇ ਜਣੇ ਖਣੇ ਨਾਲ ਠੱਗੀ ਕਰਨੀ ਛੱਡ ਦੇਹ; ਹਉਮੈ ਦੀ ਫਾਹੀ (ਭੀ) ਦੂਰ ਕਰ ਤੇ ਸਾਧ ਸੰਗਤ ਵਿਚ ਪਿਆਰ ਪਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59629,
    "shabad_id": 5435,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਦੇਹ ਗੇਹੁ ਤਿ੍ਰਅ ਸਨੇਹੁ; ਚਿਤ ਬਿਲਾਸੁ. ਜਗਤ ੲੇਹੁ; ਚਰਨਕਮਲ ਸਦਾ ਸੇੳੁ. ਦਿ੍ਰੜਤਾ ਕਰੁ ਮਤਿ ਜੀੳੁ ॥",
    "transliteration": "Dhaeh Gaehu Thria Sanaehu Chith Bilaas Jagath Eaehu Charan Kamal Sadhaa Saeo Dhrirrathaa Kar Math Jeeo ||",
    "translation": "Free your consciousness of attachment to your body, your home, your spouse, and the pleasures of this world. Serve forever at His Lotus Feet, and firmly implant these teachings within.",
    "punjabi": "ਇਹ ਸਰੀਰ, ਘਰ, ਇਸਤ੍ਰੀ ਦਾ ਪਿਆਰ, ਇਹ (ਸਾਰਾ) ਸੰਸਾਰ ਮਨ ਦੀ (ਹੀ) ਖੇਡ ਹੈ। (ਸਤਿਗੁਰੂ ਦੇ) ਚਰਨ ਕਮਲਾਂ ਦਾ ਸਿਮਰਨ ਕਰ, (ਆਪਣੀ) ਮੱਤ ਵਿਚ ਇਹੀ ਭਾਵ ਦ੍ਰਿੜ੍ਹ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59630,
    "shabad_id": 5435,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਮੁ ਸਾਰੁ. ਹੀੲੇ ਧਾਰੁ, ਤਜੁ ਬਿਕਾਰੁ ਮਨ ਗਯੰਦ; ਸਿਰੀ ਗੁਰੂ ਸਿਰੀ ਗੁਰੂ, ਸਿਰੀ ਗੁਰੂ ਸਤਿ ਜੀੳੁ ॥੫॥੧੦॥",
    "transliteration": "Naam Saar Heeeae Dhhaar Thaj Bikaar Man Gayandh Siree Guroo Siree Guroo Siree Guroo Sath Jeeo ||5||10||",
    "translation": "Enshrine this most excellent Name within your heart, and renounce the wickedness of the mind, O Gayand. the Supreme Guru, the Supreme Guru, the Supreme Guru, the True, Dear Lord. ||5||10||",
    "punjabi": "ਹੇ ਗਯੰਦ ਦੇ ਮਨ! (ਸਤਿਗੁਰੂ ਦਾ) ਸ੍ਰੇਸ਼ਟ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਧਾਰ ਤੇ ਵਿਕਾਰ ਛੱਡ ਦੇਹ; ਸਤਿਗੁਰੂ (ਹੀ) ਸਦਾ-ਥਿਰ ਹੈ ॥੫॥੧੦॥",
    "pronunciation": "ਗੁਰਮੁਖ ਭੱਟ ਗਯੰਦ। (ਗਯੰਦ) ਹਾਥੀ ਮਨ",
    "type_id": 3
  },
  {
    "id": 59631,
    "shabad_id": 5436,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸੇਵਕ ਕੈ ਭਰਪੂਰ ਜੁਗੁ ਜੁਗੁ; ਵਾਹਗੁਰੂ ਤੇਰਾ ਸਭੁ ਸਦਕਾ ॥",
    "transliteration": "Saevak Kai Bharapoor Jug Jug Vaahaguroo Thaeraa Sabh Sadhakaa ||",
    "translation": "Your servants are totally fulfilled, throughout the ages; O Waahay Guru, it is all You, forever.",
    "punjabi": "ਹੇ ਗੁਰੂ! ਤੂੰ ਧੰਨ ਹੈਂ! ਤੂੰ ਆਪਣੇ ਸੇਵਕਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਹੈਂ, ਤੇਰੀ ਹੀ ਸਾਰੀ ਬਰਕਤਿ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59632,
    "shabad_id": 5436,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਿਰੰਕਾਰੁ ਪ੍ਰਭੁ ਸਦਾ ਸਲਾਮਤਿ; ਕਹਿ. ਨ ਸਕੈ ਕੋੳੂ, ਤੂ ਕਦ ਕਾ ॥",
    "transliteration": "Nirankaar Prabh Sadhaa Salaamath Kehi N Sakai Kooo Thoo Kadh Kaa ||",
    "translation": "O Formless Lord God, You are eternally intact; no one can say how You came into being.",
    "punjabi": "ਤੂੰ ਨਿਰੰਕਾਰ (-ਰੂਪ) ਹੈਂ, ਪ੍ਰਭੂ (-ਰੂਪ) ਹੈਂ, ਸਦਾ-ਥਿਰ ਹੈਂ। ਕੋਈ ਨਹੀਂ ਆਖ ਸਕਦਾ, ਤੂੰ ਕਦੋਂ ਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59633,
    "shabad_id": 5436,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਬ੍ਰਹਮਾ ਬਿਸਨੁ. ਸਿਰੇ ਤੈ ਅਗਨਤ; ਤਿਨ ਕੳੁ ਮੋਹੁ ਭਯਾ ਮਨ ਮਦ ਕਾ ॥",
    "transliteration": "Brehamaa Bisan Sirae Thai Aganath Thin Ko Mohu Bhayaa Man Madh Kaa ||",
    "translation": "You created countless Brahmas and Vishnus; their minds were intoxicated with emotional attachment.",
    "punjabi": "(ਹੇ ਗੁਰੂ!) ਤੂੰ ਹੀ ਅਗਿਣਤ ਬ੍ਰਹਮਾ ਤੇ ਵਿਸ਼ਨੂੰ ਪੈਦਾ ਕੀਤੇ ਹਨ, ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਮਨ ਦੇ ਅਹੰਕਾਰ ਦਾ ਮੋਹ ਹੋ ਗਿਆ।",
    "pronunciation": "ਖਚਨਾ: ਪੋਲਾ ਬੋਲੋ। ਤੈਂ। ਅ-ਗਨਤ,ਭ-ਯਾ",
    "type_id": 3
  },
  {
    "id": 59634,
    "shabad_id": 5436,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਚਵਰਾਸੀਹ ਲਖ ਜੋਨਿ ੳੁਪਾੲੀ; ਰਿਜਕੁ ਦੀਅਾ ਸਭਹੂ ਕੳੁ ਤਦ ਕਾ ॥",
    "transliteration": "Chavaraaseeh Lakh Jon Oupaaee Rijak Dheeaa Sabh Hoo Ko Thadh Kaa ||",
    "translation": "You created the 8.4 million species of beings, and provide for their sustanance.",
    "punjabi": "(ਹੇ ਗੁਰੂ! ਤੂੰ ਹੀ) ਚੌਰਾਸੀ ਲੱਖ ਜੂਨ ਪੈਦਾ ਕੀਤੀ ਹੈ, ਅਤੇ ਸਾਰਿਆਂ ਨੂੰ ਤਦੋਂ ਤੋਂ ਹੀ ਰਿਜ਼ਕ ਦੇ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59635,
    "shabad_id": 5436,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸੇਵਕ ਕੈ ਭਰਪੂਰ ਜੁਗੁ ਜੁਗੁ; ਵਾਹਗੁਰੂ ਤੇਰਾ ਸਭੁ ਸਦਕਾ ॥੧॥੧੧॥",
    "transliteration": "Saevak Kai Bharapoor Jug Jug Vaahaguroo Thaeraa Sabh Sadhakaa ||1||11||",
    "translation": "Your servants are totally fulfilled, throughout the ages; O Waahay Guru, it is all You, forever. ||1||11||",
    "punjabi": "ਹੇ ਗੁਰੂ! ਤੂੰ ਧੰਨ ਹੈਂ! ਤੂੰ ਆਪਣੇ ਸੇਵਕਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਹੈਂ, ਤੇਰੀ ਹੀ ਸਾਰੀ ਬਰਕਤਿ ਹੈ ॥੧॥੧੧॥",
    "pronunciation": "ਸੇਵਕ ਜੀ ਨੰੂ ਅਾਪ ਜੀ ਦਾ ਸਭ ਸਦਕਾ ਦਾਨ ਬਖ਼ਸ਼ਿਅਾ ਹੈ ਅਥਵਾ (ਸਦਕਾ) ਭਰੋਸਾ ਹੈ। ਜੱੁਗੁ ਜੁੱਗੁ",
    "type_id": 3
  },
  {
    "id": 59636,
    "shabad_id": 5437,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਵਾਹੁ ਵਾਹੁ ਕਾ; ਬਡਾ ਤਮਾਸਾ ॥",
    "transliteration": "Vaahu Vaahu Kaa Baddaa Thamaasaa ||",
    "translation": "Waaho! Waaho! Great! Great is the Play of God!",
    "punjabi": "ਬਰਕਤਿ ਵਾਲੇ ਗੁਰੂ (ਰਾਮਦਾਸ) ਦਾ (ਸੰਸਾਰ-ਰੂਪ ਇਹ) ਵੱਡਾ ਖੇਲ ਹੋ ਰਿਹਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59637,
    "shabad_id": 5437,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੇ ਹਸੈ. ਅਾਪਿ ਹੀ ਚਿਤਵੈ; ਅਾਪੇ. ਚੰਦੁ ਸੂਰੁ ਪਰਗਾਸਾ ॥",
    "transliteration": "Aapae Hasai Aap Hee Chithavai Aapae Chandh Soor Paragaasaa ||",
    "translation": "He Himself laughs, and He Himself thinks; He Himself illumines the sun and the moon.",
    "punjabi": "(ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਗੁਰੂ) ਆਪ ਹੀ ਹੱਸ ਰਿਹਾ ਹੈ, ਆਪ ਹੀ ਵਿਚਾਰ ਰਿਹਾ ਹੈ, ਆਪ ਹੀ ਚੰਦ ਤੇ ਸੂਰਜ ਨੂੰ ਚਾਨਣ ਦੇ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਹੱਸੈ",
    "type_id": 3
  },
  {
    "id": 59638,
    "shabad_id": 5437,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੇ ਜਲੁ. ਅਾਪੇ ਥਲੁ ਥੰਮ੍ਹਨੁ; ਅਾਪੇ ਕੀਅਾ ਘਟਿ ਘਟਿ ਬਾਸਾ ॥",
    "transliteration": "Aapae Jal Aapae Thhal Thhanmhan Aapae Keeaa Ghatt Ghatt Baasaa ||",
    "translation": "He Himself is the water, He Himself is the earth and its support. He Himself abides in each and every heart.",
    "punjabi": "(ਉਹ ਗੁਰੂ) ਆਪ ਹੀ ਜਲ ਹੈ, ਆਪ ਹੀ ਧਰਤੀ ਹੈ, ਆਪ ਹੀ ਆਸਰਾ ਹੈ ਤੇ ਉਸ ਨੇ ਆਪ ਹੀ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਨਿਵਾਸ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਬੱਾਸਾ",
    "type_id": 3
  },
  {
    "id": 59639,
    "shabad_id": 5437,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਾਪੇ ਨਰੁ. ਅਾਪੇ ਫੁਨਿ ਨਾਰੀ; ਅਾਪੇ ਸਾਰਿ. ਅਾਪ ਹੀ ਪਾਸਾ ॥",
    "transliteration": "Aapae Nar Aapae Fun Naaree Aapae Saar Aap Hee Paasaa ||",
    "translation": "He Himself is male, and He Himself is female; He Himself is the chessman, and He Himself is the board.",
    "punjabi": "(ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਗੁਰੂ ਰਾਮਦਾਸ) ਆਪ ਹੀ ਮਨੁੱਖ ਹੈ ਅਤੇ ਆਪ ਹੀ ਇਸਤ੍ਰੀ ਹੈ; ਆਪ ਹੀ ਨਰਦ ਹੈ ਤੇ ਆਪ ਹੀ ਚੌਪੜ ਹੈ।",
    "pronunciation": "ਪਾਸਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59640,
    "shabad_id": 5437,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸੰਗਤਿ ਸਭੈ ਬਿਚਾਰਹੁ; ਵਾਹੁ ਵਾਹੁ ਕਾ ਬਡਾ ਤਮਾਸਾ ॥੨॥੧੨॥",
    "transliteration": "Guramukh Sangath Sabhai Bichaarahu Vaahu Vaahu Kaa Baddaa Thamaasaa ||2||12||",
    "translation": "As Gurmukh, join the Sangat, and consider all this: Waaho! Waaho! Great! Great is the Play of God! ||2||12||",
    "punjabi": "ਹੇ ਗੁਰਮੁਖੋ! ਸੰਗਤ ਵਿਚ ਰਲ ਕੇ ਸਾਰੇ ਵਿਚਾਰ ਕਰੋ, ਬਰਕਤਿ ਵਾਲੇ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਦਾ (ਸੰਸਾਰ-ਰੂਪ) ਇਹ ਖੇਡ ਹੋ ਰਿਹਾ ਹੈ ॥੨॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59641,
    "shabad_id": 5438,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕੀਅਾ ਖੇਲੁ ਬਡ ਮੇਲੁ ਤਮਾਸਾ; ਵਾਹਿਗੁਰੂ ਤੇਰੀ ਸਭ ਰਚਨਾ ॥",
    "transliteration": "Keeaa Khael Badd Mael Thamaasaa Vaahiguroo Thaeree Sabh Rachanaa ||",
    "translation": "You have formed and created this play, this great game. O Waahay Guru, this is all You, forever.",
    "punjabi": "ਹੇ ਗੁਰੂ! ਤੂੰ ਧੰਨ ਹੈਂ; ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਸਭ ਤੇਰੀ (ਕੀਤੀ ਹੋਈ) ਹੈ; ਤੂੰ (ਤੱਤਾਂ ਦਾ) ਮੇਲ (ਕਰ ਕੇ) ਇਕ ਖੇਲ ਤੇ ਤਮਾਸ਼ਾ ਰਚਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59642,
    "shabad_id": 5438,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਤੂ ਜਲਿ ਥਲਿ ਗਗਨਿ ਪਯਾਲਿ ਪੂਰਿ ਰਹ੍ਯਾ; ਅੰਮਿ੍ਰਤ ਤੇ ਮੀਠੇ ਜਾ ਕੇ ਬਚਨਾ ॥",
    "transliteration": "Thoo Jal Thhal Gagan Payaal Poor Rehyaa Anmrith Thae Meethae Jaa Kae Bachanaa ||",
    "translation": "You are pervading and permeating the water, land, skies and nether regions; Your Words are sweeter than Ambrosial Nectar.",
    "punjabi": "ਤੂੰ ਜਲ ਵਿਚ, ਪ੍ਰਿਥਵੀ ਤੇ, ਅਕਾਸ਼ ਉਤੇ, ਪਾਤਾਲ ਵਿਚ, (ਸਭ ਥਾਈਂ) ਵਿਆਪਕ ਹੈਂ; ਤੇਰੇ ਬਚਨ ਅੰਮ੍ਰਿਤ ਨਾਲੋਂ ਭੀ ਮਿੱਠੇ ਹਨ।",
    "pronunciation": "ਪ-ਯਾਲਿ:ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ।ਰਹਿਅਾ",
    "type_id": 3
  },
  {
    "id": 59643,
    "shabad_id": 5438,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮਾਨਹਿ ਬ੍ਰਹਮਾਦਿਕ ਰੁਦ੍ਰਾਦਿਕ; ਕਾਲ ਕਾ ਕਾਲੁ. ਨਿਰੰਜਨ ਜਚਨਾ ॥",
    "transliteration": "Maanehi Brehamaadhik Rudhraadhik Kaal Kaa Kaal Niranjan Jachanaa ||",
    "translation": "Brahmas and Shivas respect and obey You. O Death of death, Formless Lord, I beg of You.",
    "punjabi": "ਹੇ ਗੁਰੂ! ਬ੍ਰਹਮਾ ਤੇ ਰੁਦ੍ਰ (ਸ਼ਿਵ) ਆਦਿਕ (ਤੈਨੂੰ) ਸੇਉਂਦੇ ਹਨ, ਤੂੰ ਕਾਲ ਦਾ ਭੀ ਕਾਲ ਹੈਂ, (ਤੂੰ) ਮਾਇਆ ਤੋਂ ਰਹਤ (ਹਰੀ) ਹੈਂ, (ਸਭ ਲੋਕ ਤੈਥੋਂ) ਮੰਗਦੇ ਹਨ।",
    "pronunciation": "ਜਚਨਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  }
]
