[
  {
    "id": 60061,
    "shabad_id": 5481,
    "pada": 27,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮ ਰਤੇ ਸੇ ਧਨਵੰਤ ਹੈਨਿ; ਨਿਰਧਨੁ ਹੋਰੁ ਸੰਸਾਰੁ ॥੨੬॥",
    "transliteration": "Naanak Naam Rathae Sae Dhhanavanth Hain Niradhhan Hor Sansaar ||26||",
    "translation": "O Nanak, they alone are wealthy, who are imbued with the Naam; the rest of the world is poor. ||26||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਧਨਵਾਨ ਹਨ, ਬਾਕੀ ਸਾਰਾ ਸੰਸਾਰ ਕੰਗਾਲ ਹੈ ॥੨੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60062,
    "shabad_id": 5481,
    "pada": 28,
    "source_line": 1,
    "gurmukhi": "ਜਨ ਕੀ ਟੇਕ. ਹਰਿ ਨਾਮੁ ਹਰਿ; ਬਿਨੁ ਨਾਵੈ. ਠਵਰ ਨ ਠਾੳੁ ॥",
    "transliteration": "Jan Kee Ttaek Har Naam Har Bin Naavai Thavar N Thaao ||",
    "translation": "The Lord's Name is the Support of the Lord's humble servants. Without the Lord's Name, the there is no other place, no place of rest.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ ਪਰਮਾਤਮਾ ਦੇ) ਸੇਵਕਾਂ ਦਾ ਸਹਾਰਾ ਹੈ, ਹਰਿ-ਨਾਮ ਤੋਂ ਬਿਨਾ (ਉਹਨਾਂ ਨੂੰ) ਕੋਈ ਹੋਰ ਆਸਰਾ ਨਹੀਂ ਸੁੱਝਦਾ।",
    "pronunciation": "ੲਿਸ ਲੋਕ ਚ (ਠਵਰ) ਟਿਕਾਣਾ, ਪ੍ਰਲੋਕ ਚ (ਠਾੳੁ) ਜਗ੍ਹਾ",
    "type_id": 3
  },
  {
    "id": 60063,
    "shabad_id": 5481,
    "pada": 28,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮਤੀ ਨਾੳੁ ਮਨਿ ਵਸੈ; ਸਹਜੇ ਸਹਜਿ ਸਮਾੳੁ ॥",
    "transliteration": "Guramathee Naao Man Vasai Sehajae Sehaj Samaao ||",
    "translation": "Following the Guru's Teachings, the Name abides in the mind, and one is intuitively, automatically absorbed in the Lord.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਉਹਨਾਂ ਦੇ) ਮਨ ਵਿਚ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਹਰ ਵੇਲੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਉਹਨਾਂ ਦੀ) ਲੀਨਤਾ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60064,
    "shabad_id": 5481,
    "pada": 28,
    "source_line": 2,
    "gurmukhi": "ਵਡਭਾਗੀ ਨਾਮੁ ਧਿਅਾੲਿਅਾ; ਅਹਿ ਨਿਸਿ ਲਾਗਾ ਭਾੳੁ ॥",
    "transliteration": "Vaddabhaagee Naam Dhhiaaeiaa Ahinis Laagaa Bhaao ||",
    "translation": "Those with great good fortune meditate on the Naam; night and day, they embrace love for the Name.",
    "punjabi": "ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ (ਉਹਨਾਂ ਨੇ ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਦਿਨ ਰਾਤ ਉਹਨਾਂ ਦਾ ਪਿਆਰ (ਹਰਿ-ਨਾਮ ਨਾਲ) ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60065,
    "shabad_id": 5481,
    "pada": 28,
    "source_line": 3,
    "gurmukhi": "ਜਨ ਨਾਨਕੁ. ਮੰਗੈ ਧੂੜਿ ਤਿਨ; ਹੳੁ ਸਦ ਕੁਰਬਾਣੈ ਜਾੳੁ ॥੨੭॥",
    "transliteration": "Jan Naanak Mangai Dhhoorr Thin Ho Sadh Kurabaanai Jaao ||27||",
    "translation": "Servant Nanak begs for the dust of their feet; I am forever a sacrifice to them. ||27||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ (ਸਦਾ) ਮੰਗਦਾ ਹੈ (ਤੇ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਭਾਈ!) ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੨੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60066,
    "shabad_id": 5481,
    "pada": 29,
    "source_line": 4,
    "gurmukhi": "ਲਖ ਚੳੁਰਾਸੀਹ ਮੇਦਨੀ; ਤਿਸਨਾ ਜਲਤੀ ਕਰੇ ਪੁਕਾਰ ॥",
    "transliteration": "Lakh Chouraaseeh Maedhanee Thisanaa Jalathee Karae Pukaar ||",
    "translation": "The 8.4 million species of beings burn in desire and cry in pain.",
    "punjabi": "ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਦੇ ਜੀਵਾਂ ਵਾਲੀ ਇਹ ਧਰਤੀ ਤ੍ਰਿਸ਼ਨਾ (ਦੀ ਅੱਗ) ਵਿਚ ਸੜ ਰਹੀ ਹੈ ਅਤੇ ਪੁਕਾਰ ਕਰ ਰਹੀ ਹੈ।",
    "pronunciation": "ਲੱਖ",
    "type_id": 3
  },
  {
    "id": 60067,
    "shabad_id": 5481,
    "pada": 29,
    "source_line": 4,
    "gurmukhi": "ੲਿਹੁ ਮੋਹੁ ਮਾੲਿਅਾ ਸਭੁ ਪਸਰਿਅਾ; ਨਾਲਿ ਚਲੈ ਨ. ਅੰਤੀ ਵਾਰ ॥",
    "transliteration": "Eihu Mohu Maaeiaa Sabh Pasariaa Naal Chalai N Anthee Vaar ||",
    "translation": "All this show of emotional attachment to Maya shall not go with you at that very last instant.",
    "punjabi": "ਮਾਇਆ ਦਾ ਇਹ ਮੋਹ ਸਾਰੀ ਲੁਕਾਈ ਵਿਚ ਪ੍ਰਭਾਵ ਪਾ ਰਿਹਾ ਹੈ (ਪਰ ਇਹ ਮਾਇਆ) ਅਖ਼ੀਰਲੇ ਵੇਲੇ (ਕਿਸੇ ਦੇ ਭੀ) ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60068,
    "shabad_id": 5481,
    "pada": 29,
    "source_line": 5,
    "gurmukhi": "ਬਿਨੁ ਹਰਿ ਸਾਂਤਿ. ਨ ਅਾਵੲੀ; ਕਿਸੁ ਅਾਗੈ ਕਰੀ ਪੁਕਾਰ ॥",
    "transliteration": "Bin Har Saanth N Aavee Kis Aagai Karee Pukaar ||",
    "translation": "Without the Lord, peace and tranquility do not come; unto whom should we go and complain?",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਮਾਇਆ ਵਲੋਂ ਕਿਸੇ ਨੂੰ) ਸ਼ਾਂਤੀ (ਭੀ) ਨਹੀਂ ਆਉਂਦੀ। (ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਕਿਸ ਅੱਗੇ ਮੈਂ ਪੁਕਾਰ ਕਰਾਂ? (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਹੋਰ ਕੋਈ ਛੁਡਾ ਨਹੀਂ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60069,
    "shabad_id": 5481,
    "pada": 29,
    "source_line": 5,
    "gurmukhi": "ਵਡਭਾਗੀ ਸਤਿਗੁਰੁ ਪਾੲਿਅਾ; ਬੂਝਿਅਾ ਬ੍ਰਹਮੁ ਬਿਚਾਰੁ ॥",
    "transliteration": "Vaddabhaagee Sathigur Paaeiaa Boojhiaa Breham Bichaar ||",
    "translation": "By great good fortune, one meets the True Guru, and comes to understand the contemplation of God.",
    "punjabi": "ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ) ਗੁਰੂ ਲੱਭ ਲਿਆ, ਉਹਨਾਂ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ, ਉਹਨਾਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60070,
    "shabad_id": 5481,
    "pada": 29,
    "source_line": 6,
    "gurmukhi": "ਤਿਸਨਾ ਅਗਨਿ ਸਭ ਬੁਝਿ ਗੲੀ; ਜਨ ਨਾਨਕ. ਹਰਿ ੳੁਰਿ ਧਾਰਿ ॥੨੮॥",
    "transliteration": "Thisanaa Agan Sabh Bujh Gee Jan Naanak Har Our Dhhaar ||28||",
    "translation": "The fire of desire is totally extinguished, O servant Nanak, enshrining the Lord within the heart. ||28||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾਣ ਦੇ ਕਾਰਨ (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਸਾਰੀ ਅੱਗ ਬੁੱਝ ਗਈ ॥੨੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60071,
    "shabad_id": 5481,
    "pada": 30,
    "source_line": 6,
    "gurmukhi": "ਅਸੀ ਖਤੇ ਬਹੁਤੁ ਕਮਾਵਦੇ; ਅੰਤੁ ਨ ਪਾਰਾਵਾਰੁ ॥",
    "transliteration": "Asee Khathae Bahuth Kamaavadhae Anth N Paaraavaar ||",
    "translation": "I make so many mistakes, there is no end or limit to them.",
    "punjabi": "ਹੇ ਹਰੀ! ਅਸੀਂ ਜੀਵ ਬਹੁਤ ਭੁੱਲਾਂ ਕਰਦੇ ਰਹਿੰਦੇ ਹਾਂ, (ਸਾਡੀਆਂ ਭੁੱਲਾਂ ਦਾ) ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, (ਸਾਡੀਆਂ ਭੁੱਲਾਂ ਦਾ) ਪਾਰਲਾ ਉਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭਦਾ।",
    "pronunciation": "ਖਤੇ:ਪੋਲਾ ਬੋਲੋ। (ਖਤੇ) ਪਾਪ",
    "type_id": 3
  },
  {
    "id": 60072,
    "shabad_id": 5481,
    "pada": 30,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਕਿਰਪਾ ਕਰਿ ਕੈ ਬਖਸਿ ਲੈਹੁ; ਹੳੁ ਪਾਪੀ ਵਡ ਗੁਨਹਗਾਰੁ ॥",
    "transliteration": "Har Kirapaa Kar Kai Bakhas Laihu Ho Paapee Vadd Gunehagaar ||",
    "translation": "O Lord, please be merciful and forgive me; I am a sinner, a great offender.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਮਿਹਰ ਕਰ ਕੇ ਆਪ ਹੀ ਬਖ਼ਸ਼ ਲੈ, ਮੈਂ ਪਾਪੀ ਹਾਂ, ਗੁਨਾਹਗਾਰ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60073,
    "shabad_id": 5481,
    "pada": 30,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ. ਲੇਖੈ ਵਾਰ. ਨ ਅਾਵੲੀ; ਤੂੰ ਬਖਸਿ ਮਿਲਾਵਣਹਾਰੁ ॥",
    "transliteration": "Har Jeeo Laekhai Vaar N Aavee Thoon Bakhas Milaavanehaar ||",
    "translation": "O Dear Lord, if You made an account of my mistakes, my turn to be forgiven would not even come. Please forgive me, and unite me with Yourself.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! (ਮੇਰੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ) ਲੇਖੇ ਦੀ ਰਾਹੀਂ ਤਾਂ (ਬਖ਼ਸ਼ਸ਼ ਹਾਸਲ ਕਰਨ ਦੀ ਮੇਰੀ) ਵਾਰੀ ਹੀ ਨਹੀਂ ਆ ਸਕਦੀ, ਤੂੰ (ਮੇਰੀਆਂ ਭੁੱਲਾਂ) ਬਖ਼ਸ਼ ਕੇ (ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾਣ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60074,
    "shabad_id": 5481,
    "pada": 30,
    "source_line": 8,
    "gurmukhi": "ਗੁਰ ਤੁਠੈ ਹਰਿ ਪ੍ਰਭੁ ਮੇਲਿਅਾ; ਸਭ ਕਿਲਵਿਖ ਕਟਿ ਵਿਕਾਰ ॥",
    "transliteration": "Gur Thuthai Har Prabh Maeliaa Sabh Kilavikh Katt Vikaar ||",
    "translation": "The Guru, in His Pleasure, has united me with the Lord God; He has cut away all my sinful mistakes.",
    "punjabi": "(ਜਿਸ ਉੱਤੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਹੋਈ, ਉਸ ਦੇ ਅੰਦਰੋਂ) ਸਾਰੇ ਪਾਪ ਵਿਕਾਰ ਕੱਟ ਕੇ ਦਇਆਵਾਨ ਹੋਏ ਗੁਰੂ ਨੇ ਉਸ ਨੂੰ ਹਰਿ-ਪ੍ਰਭੂ ਮਿਲਾ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60075,
    "shabad_id": 5481,
    "pada": 30,
    "source_line": 9,
    "gurmukhi": "ਜਿਨਾ ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿਅਾ; ਜਨ ਨਾਨਕ. ਤਿਨ੍ਹ ਜੈਕਾਰੁ ॥੨੯॥",
    "transliteration": "Jinaa Har Har Naam Dhhiaaeiaa Jan Naanak Thinh Jaikaar ||29||",
    "translation": "Servant Nanak celebrates the victory of those who meditate on the Name of the Lord, Har, Har. ||29||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਮਿਲਦੀ ਆਈ ਹੈ ॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60076,
    "shabad_id": 5481,
    "pada": 31,
    "source_line": 9,
    "gurmukhi": "ਵਿਛੁੜਿ ਵਿਛੁੜਿ ਜੋ ਮਿਲੇ; ਸਤਿਗੁਰ ਕੇ ਭੈ ਭਾੲਿ ॥",
    "transliteration": "Vishhurr Vishhurr Jo Milae Sathigur Kae Bhai Bhaae ||",
    "translation": "Those who have been separated and alienated from the Lord are united with Him again, through the Fear and the Love of the True Guru.",
    "punjabi": "(ਅਨੇਕਾਂ ਜਨਮਾਂ ਵਿਚ ਪਰਮਾਤਮਾ ਨਾਲੋਂ) ਮੁੜ ਮੁੜ ਵਿੱਛੁੜ ਕੇ ਜਿਹੜੇ ਮਨੁੱਖ (ਆਖ਼ਰ) ਗੁਰੂ ਦੇ ਡਰ-ਅਦਬ ਵਿਚ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕ ਗਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60077,
    "shabad_id": 5481,
    "pada": 31,
    "source_line": 10,
    "gurmukhi": "ਜਨਮ ਮਰਣ ਨਿਹਚਲੁ ਭੲੇ; ਗੁਰਮੁਖਿ ਨਾਮੁ ਧਿਅਾੲਿ ॥",
    "transliteration": "Janam Maran Nihachal Bheae Guramukh Naam Dhhiaae ||",
    "translation": "They escape the cycle of birth and death, and, as Gurmukh, they meditate on the Naam, the Name of the Lord.",
    "punjabi": "ਉਹ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਲੋਂ ਅਡੋਲ ਹੋ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60078,
    "shabad_id": 5481,
    "pada": 31,
    "source_line": 10,
    "gurmukhi": "ਗੁਰ ਸਾਧੂਸੰਗਤਿ ਮਿਲੈ; ਹੀਰੇ ਰਤਨ ਲਭੰਨਿ੍ਹ ॥",
    "transliteration": "Gur Saadhhoo Sangath Milai Heerae Rathan Labhannih ||",
    "translation": "Joining the Saadh Sangat, the Guru's Congregation, the diamonds and jewels are obtained.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਸਾਧੂ ਗੁਰੂ ਦੀ ਸੰਗਤ ਹਾਸਲ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ (ਉਸ ਸੰਗਤ ਵਿਚੋਂ) ਪਰਮਾਤਮਾ ਦੇ ਕੀਮਤੀ ਆਤਮਕ ਗੁਣ ਲੱਭ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "ਲ-ਭੰਨਿ੍ਹ",
    "type_id": 3
  },
  {
    "id": 60079,
    "shabad_id": 5481,
    "pada": 31,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਲਾਲੁ ਅਮੋਲਕਾ; ਗੁਰਮੁਖਿ ਖੋਜਿ ਲਹੰਨਿ੍ਹ ॥੩੦॥",
    "transliteration": "Naanak Laal Amolakaa Guramukh Khoj Lehannih ||30||",
    "translation": "O Nanak, the jewel is priceless; the Gurmukhs seek and find it. ||30||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਅੱਤ ਕੀਮਤੀ ਨਾਮ-ਹੀਰਾ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ (ਸੰਗਤ ਵਿਚੋਂ) ਖੋਜ ਕੇ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ ॥੩੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60080,
    "shabad_id": 5481,
    "pada": 32,
    "source_line": 11,
    "gurmukhi": "ਮਨਮੁਖ. ਨਾਮੁ, ਨ ਚੇਤਿਓ; ਧਿਗੁ ਜੀਵਣੁ ਧਿਗੁ ਵਾਸੁ ॥",
    "transliteration": "Manamukh Naam N Chaethiou Dhhig Jeevan Dhhig Vaas ||",
    "translation": "The self-willed manmukhs do not even think of the Naam. Cursed are their lives, and cursed are their homes.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਿਆ, ਉਹਨਾਂ ਦਾ ਜੀਊਣਾ ਫਿਟਕਾਰ-ਜੋਗ, ਉਹਨਾਂ ਦਾ ਜਗਤ-ਵਸੇਬਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੀ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60081,
    "shabad_id": 5481,
    "pada": 32,
    "source_line": 12,
    "gurmukhi": "ਜਿਸ ਦਾ ਦਿਤਾ ਖਾਣਾ ਪੈਨਣਾ; ਸੋ ਮਨਿ ਨ ਵਸਿਓ. ਗੁਣਤਾਸੁ ॥",
    "transliteration": "Jis Dhaa Dhithaa Khaanaa Painanaa So Man N Vasiou Gunathaas ||",
    "translation": "That Lord who gives them so much to eat and wear - they do not enshrine that Lord, the Treasure of Virtue, in their minds.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਉਹ ਪ੍ਰਭੂ ਨਹੀਂ ਟਿਕਿਆ, ਜਿਸ ਦਾ ਦਿੱਤਾ ਅੰਨ ਅਤੇ ਕੱਪੜਾ ਉਹ ਵਰਤਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60082,
    "shabad_id": 5481,
    "pada": 32,
    "source_line": 12,
    "gurmukhi": "ੲਿਹੁ ਮਨੁ ਸਬਦਿ. ਨ ਭੇਦਿਓ; ਕਿੳੁ ਹੋਵੈ ਘਰ ਵਾਸੁ ॥",
    "transliteration": "Eihu Man Sabadh N Bhaedhiou Kio Hovai Ghar Vaas ||",
    "translation": "This mind is not pierced by the Word of the Shabad; how can it come to dwell in its true home?",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਇਹ ਮਨ (ਕਦੇ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਨਹੀਂ ਜੁੜਦਾ। ਫਿਰ ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦਾ ਨਿਵਾਸ ਕਿਵੇਂ ਹਾਸਲ ਹੋਵੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60083,
    "shabad_id": 5481,
    "pada": 32,
    "source_line": 13,
    "gurmukhi": "ਮਨਮੁਖੀਅਾ ਦੋਹਾਗਣੀ; ਅਾਵਣ ਜਾਣਿ ਮੁੲੀਅਾਸੁ ॥",
    "transliteration": "Manamukheeaa Dhohaaganee Aavan Jaan Mueeaas ||",
    "translation": "The self-willed manmukhs are like discarded brides, ruined by coming and going in the cycle of reincarnation.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਬਦ-ਨਸੀਬ ਹੀ ਰਹਿੰਦੀਆਂ ਹਨ, ਉਹ ਜਨਮ-ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਈਆਂ ਰਹਿੰਦੀਆਂ ਹਨ, ਉਹ ਸਦਾ ਆਤਮਕ ਮੌਤੇ ਮਰੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60084,
    "shabad_id": 5481,
    "pada": 32,
    "source_line": 13,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਨਾਮੁ ਸੁਹਾਗੁ ਹੈ; ਮਸਤਕਿ ਮਣੀ ਲਿਖਿਅਾਸੁ ॥",
    "transliteration": "Guramukh Naam Suhaag Hai Masathak Manee Likhiaas ||",
    "translation": "The Gurmukhs are embellished and exalted by the Naam, the Name of the Lord; the jewel of destiny is engraved upon their foreheads.",
    "punjabi": "ਜਿਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹਨ (ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ ਹਰਿ-) ਨਾਮ ਉਹਨਾਂ ਦੇ ਸਿਰ ਉਤੇ ਸੁਹਾਗ ਹੈ, ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਟਿੱਕਾ ਲੱਗਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60085,
    "shabad_id": 5481,
    "pada": 32,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ੳੁਰਿ ਧਾਰਿਅਾ; ਹਰਿ ਹਿਰਦੈ ਕਮਲ ਪ੍ਰਗਾਸੁ ॥",
    "transliteration": "Har Har Naam Our Dhhaariaa Har Hiradhai Kamal Pragaas ||",
    "translation": "They enshrine the Name of the Lord, Har, Har, within their hearts; the Lord illumines their heart-lotus.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੀਆਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੁੰਦਾ ਹੈ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਦਾ ਕੌਲ-ਫੁੱਲ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60086,
    "shabad_id": 5481,
    "pada": 32,
    "source_line": 14,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੇਵਨਿ ਅਾਪਣਾ; ਹੳੁ ਸਦ ਬਲਿਹਾਰੀ ਤਾਸੁ ॥",
    "transliteration": "Sathigur Saevan Aapanaa Ho Sadh Balihaaree Thaas ||",
    "translation": "I am forever a sacrifice to those who serve their True Guru.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਸਦਾ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਈਆਂ ਰਹਿੰਦੀਆਂ ਹਨ। ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60087,
    "shabad_id": 5481,
    "pada": 32,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਤਿਨ ਮੁਖ ੳੁਜਲੇ; ਜਿਨ ਅੰਤਰਿ ਨਾਮੁ ਪ੍ਰਗਾਸੁ ॥੩੧॥",
    "transliteration": "Naanak Thin Mukh Oujalae Jin Anthar Naam Pragaas ||31||",
    "translation": "O Nanak, radiant and bright are the faces of those whose inner beings are illuminated with the Light of the Naam. ||31||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ (ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ (ਕਰੀ ਰੱਖਦਾ) ਹੈ ਉਹਨਾਂ ਦੇ ਮੂੰਹ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਰੌਸ਼ਨ ਰਹਿੰਦੇ ਹਨ ॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60088,
    "shabad_id": 5481,
    "pada": 33,
    "source_line": 16,
    "gurmukhi": "ਸਬਦਿ ਮਰੈ. ਸੋੲੀ ਜਨੁ ਸਿਝੈ; ਬਿਨੁ ਸਬਦੈ ਮੁਕਤਿ. ਨ ਹੋੲੀ ॥",
    "transliteration": "Sabadh Marai Soee Jan Sijhai Bin Sabadhai Mukath N Hoee ||",
    "translation": "Those who die in the Word of the Shabad are saved. Without the Shabad, no one is liberated.",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਰਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਹੀ (ਜ਼ਿੰਦਗੀ ਵਿਚ) ਕਾਮਯਾਬ ਹੁੰਦਾ ਹੈ। (ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60089,
    "shabad_id": 5481,
    "pada": 33,
    "source_line": 16,
    "gurmukhi": "ਭੇਖ ਕਰਹਿ ਬਹੁ ਕਰਮ ਵਿਗੁਤੇ; ਭਾੲਿ ਦੂਜੈ ਪਰਜ ਵਿਗੋੲੀ ॥",
    "transliteration": "Bhaekh Karehi Bahu Karam Viguthae Bhaae Dhoojai Paraj Vigoee ||",
    "translation": "They wear religious robes and perform all sorts of rituals, but they are ruined; in the love of duality, their world is ruined.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਨਿਰੇ ਵਿਖਾਵੇ ਦੇ ਧਾਰਮਿਕ ਪਹਿਰਾਵੇ ਹਨ ਅਤੇ ਵਿਖਾਵੇ ਦੇ ਹੀ ਧਾਰਮਿਕ ਕਰਮ ਕਰਦੇ ਹਨ, ਉਹ ਖ਼ੁਆਰ ਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ। ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਰਹਿ ਕੇ ਦੁਨੀਆ ਖ਼ੁਆਰ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "ਵਿ-ਗੁਤੇ",
    "type_id": 3
  },
  {
    "id": 60090,
    "shabad_id": 5481,
    "pada": 33,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਬਿਨੁ ਸਤਿਗੁਰ ਨਾੳੁ, ਨ ਪਾੲੀਅੈ; ਜੇ ਸੳੁ ਲੋਚੈ ਕੋੲੀ ॥੩੨॥",
    "transliteration": "Naanak Bin Sathigur Naao N Paaeeai Jae So Lochai Koee ||32||",
    "translation": "O Nanak, without the True Guru, the Name is not obtained, even though one may long for it hundreds of times. ||32||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਮਿਲਦਾ, ਭਾਵੇਂ ਕੋਈ ਮਨੁੱਖ ਸੌ ਵਾਰੀ ਤਾਂਘ ਪਿਆ ਕਰੇ ॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60091,
    "shabad_id": 5481,
    "pada": 34,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾੳੁ ਅਤਿ ਵਡ ੳੂਚਾ; ੳੂਚੀ ਹੂ ੳੂਚਾ ਹੋੲੀ ॥",
    "transliteration": "Har Kaa Naao Ath Vadd Oochaa Oochee Hoo Oochaa Hoee ||",
    "translation": "The Name of the Lord is utterly great, lofty and high, the highest of the high.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮਣਾ ਬਹੁਤ ਵੱਡਾ ਹੈ, ਬੇਅੰਤ ਉੱਚਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60092,
    "shabad_id": 5481,
    "pada": 34,
    "source_line": 18,
    "gurmukhi": "ਅਪੜਿ ਕੋੲਿ. ਨ ਸਕੲੀ; ਜੇ ਸੳੁ ਲੋਚੈ ਕੋੲੀ ॥",
    "transliteration": "Aparr Koe N Sakee Jae So Lochai Koee ||",
    "translation": "No one can climb up to it, even though one may long for it, hundreds of times.",
    "punjabi": "ਭਾਵੇਂ ਕੋਈ ਮਨੁੱਖ ਸੌ ਵਾਰੀ ਤਾਂਘ ਕਰੇ, ਉਸ ਦੇ ਨਾਮਣੇ ਤਕ ਕੋਈ ਪਹੁੰਚ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60093,
    "shabad_id": 5481,
    "pada": 34,
    "source_line": 18,
    "gurmukhi": "ਮੁਖਿ ਸੰਜਮ ਹਛਾ. ਨ ਹੋਵੲੀ; ਕਰਿ ਭੇਖ ਭਵੈ ਸਭ ਕੋੲੀ ॥",
    "transliteration": "Mukh Sanjam Hashhaa N Hovee Kar Bhaekh Bhavai Sabh Koee ||",
    "translation": "Speaking about self-discipline, no one become pure; everyone walks around wearing religious robes.",
    "punjabi": "ਹਰੇਕ ਸਾਧੂ ਧਾਰਮਿਕ ਪਹਿਰਾਵਾ ਪਹਿਨ ਕੇ ਤਾਂ ਪਿਆ ਫਿਰਦਾ ਹੈ (ਤੇ ਸਮਝਦਾ ਹੋਵੇਗਾ ਕਿ ਇਸ ਤਰ੍ਹਾਂ ਉੱਚੇ ਜੀਵਨ ਵਿਚ ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਉੱਚਤਾ ਤਕ ਪਹੁੰਚ ਗਿਆ ਹਾਂ, ਪਰ) ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵੱਸ ਕਰਨ ਦੀਆਂ ਨਿਰੀਆਂ ਜ਼ਬਾਨੀ ਗੱਲਾਂ ਕੀਤਿਆਂ ਕੋਈ ਮਨੁੱਖ ਸੁੱਚੇ ਜੀਵਨ ਵਾਲਾ ਨਹੀਂ ਬਣ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60094,
    "shabad_id": 5481,
    "pada": 34,
    "source_line": 19,
    "gurmukhi": "ਗੁਰ ਕੀ ਪੳੁੜੀ ਜਾੲਿ ਚੜੈ; ਕਰਮਿ ਪਰਾਪਤਿ ਹੋੲੀ ॥",
    "transliteration": "Gur Kee Pourree Jaae Charrai Karam Paraapath Hoee ||",
    "translation": "Those blessed by the karma of good deeds go and climb the ladder of the Guru.",
    "punjabi": "(ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਹੀ ਹੈ) ਗੁਰੂ ਦੀ (ਦੱਸੀ ਹੋਈ) ਪੌੜੀ (ਜਿਸ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਤਕ) ਜਾ ਪਹੁੰਚਦਾ ਹੈ, (ਪਰ ਇਹ 'ਗੁਰ ਕੀ ਪਉੜੀ' ਪਰਮਾਤਮਾ ਦੀ) ਮਿਹਰ ਨਾਲ ਹੀ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "ਚੜ੍ਹੈ",
    "type_id": 3
  },
  {
    "id": 60095,
    "shabad_id": 5481,
    "pada": 34,
    "source_line": 19,
    "gurmukhi": "ਅੰਤਰਿ ਅਾੲਿ ਵਸੈ ਗੁਰ ਸਬਦੁ ਵੀਚਾਰੈ ਕੋੲਿ ॥",
    "transliteration": "Anthar Aae Vasai Gur Sabadh Veechaarai Koe ||",
    "translation": "The Lord comes and dwells within that one who contemplates the Word of the Guru's Shabad.",
    "punjabi": "ਜਿਹੜਾ ਕੋਈ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
