[
  {
    "id": 59734,
    "shabad_id": 5457,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਗੁਰ ਅਰਜੁਨ; ਗੁਣ ਸਹਜਿ ਬਿਚਾਰੰ ॥",
    "transliteration": "Gur Arajun Gun Sehaj Bichaaran ||",
    "translation": "With intuitive peace and poise, I contemplate the Glorious Virtues of Guru Arjun.",
    "punjabi": "ਤੇ ਪ੍ਰੇਮ ਨਾਲ ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਦੇ ਗੁਣ ਵਿਚਾਰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59735,
    "shabad_id": 5457,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਗੁਰ ਰਾਮਦਾਸ ਘਰਿ; ਕੀਅੳੁ ਪ੍ਰਗਾਸਾ ॥",
    "transliteration": "Gur Raamadhaas Ghar Keeao Pragaasaa ||",
    "translation": "He was revealed in the House of Guru Raam Daas,",
    "punjabi": "(ਆਪ ਨੇ) ਗੁਰੂ ਰਾਮਦਾਸ (ਜੀ) ਦੇ ਘਰ ਵਿਚ ਜਨਮ ਲਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59736,
    "shabad_id": 5457,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਸਗਲ ਮਨੋਰਥ. ਪੂਰੀ ਅਾਸਾ ॥",
    "transliteration": "Sagal Manorathh Pooree Aasaa ||",
    "translation": "And all hopes and desires were fulfilled.",
    "punjabi": "(ਉਹਨਾਂ ਦੇ) ਸਾਰੇ ਮਨੋਰਥ ਤੇ ਆਸਾਂ ਪੂਰੀਆਂ ਹੋਈਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59737,
    "shabad_id": 5457,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਤੈ ਜਨ ਮਤ; ਗੁਰਮਤਿ ਬ੍ਰਹਮੁ ਪਛਾਣਿਓ ॥",
    "transliteration": "Thai Janamath Guramath Breham Pashhaaniou ||",
    "translation": "From birth, He realized God through the Guru's Teachings.",
    "punjabi": "ਜਨਮ ਤੋਂ ਹੀ ਆਪ ਨੇ ਗੁਰੂ ਦੀ ਮੱਤ ਦੁਆਰਾ ਬ੍ਰਹਮ ਨੂੰ ਪਛਾਣਿਆ ਹੈ (ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੋਈ ਹੈ),",
    "pronunciation": "ਅਾਪ ਜੀ ਨੇ ਜ(ਨ) ਸੇਵਕ ਦਾਸਨਿ ਦਾਸ ਵਾਲੀ (ਗੁਰਮਤਿ) ਮਤਿ ਕਰਕੇ ਪੂਰਨ ਬ੍ਰਹਮ ਜੀ ਪਛਾਣ ਲੲੇ",
    "type_id": 3
  },
  {
    "id": 59738,
    "shabad_id": 5457,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਕਲ੍ਯ ਜੋੜਿ ਕਰ; ਸੁਜਸੁ ਵਖਾਣਿਓ ॥",
    "transliteration": "Kaly Jorr Kar Sujas Vakhaaniou ||",
    "translation": "With palms pressed together, KALL the poet speaks His praises.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅਰਜੁਨ!) ਕਲ੍ਯ੍ਯ ਕਵੀ ਹੱਥ ਜੋੜ ਕੇ (ਆਪ ਦੀ) ਸਿਫ਼ਤ ਉਚਾਰਦਾ ਹੈ।",
    "pronunciation": "ਕੱਲਿਅ। ਸੁ-ਜਸੁ",
    "type_id": 3
  },
  {
    "id": 59739,
    "shabad_id": 5457,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਭਗਤਿ ਜੋਗ ਕੌ, ਜੈਤਵਾਰੁ; ਹਰਿ ਜਨਕੁ ੳੁਪਾਯੳੁ ॥",
    "transliteration": "Bhagath Jog Ka Jaithavaar Har Janak Oupaayo ||",
    "translation": "The Lord brought Him into the world, to practice the Yoga of devotional worship.",
    "punjabi": "ਆਪ ਨੇ ਭਗਤੀ ਦੇ ਜੋਗ ਨੂੰ ਜਿੱਤ ਲਿਆ ਹੈ (ਭਾਵ, ਆਪ ਨੇ ਭਗਤੀ ਦਾ ਮਿਲਾਪ ਪਾ ਲਿਆ ਹੈ)। ਹਰੀ ਨੇ (ਆਪ ਨੂੰ) 'ਜਨਕ' ਪੈਦਾ ਕੀਤਾ ਹੈ।",
    "pronunciation": "(ਜੈਤਵਾਰੁ) ਜਿੱੱਤਣ ਵਾਲੇ।ਪਰਮ ਪੂਜਨੀਕ (ਜਨਕੁ) ਪਿਤਾ ਬ੍ਰਹਮ ਸਰੂਪ।ੳੁਪਾ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ।",
    "type_id": 3
  },
  {
    "id": 59740,
    "shabad_id": 5457,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਸਬਦੁ ਗੁਰੂ ਪਰਕਾਸਿਓ; ਹਰਿ ਰਸਨ ਬਸਾਯੳੁ ॥",
    "transliteration": "Sabadh Guroo Parakaasiou Har Rasan Basaayo ||",
    "translation": "The Word of the Guru's Shabad has been revealed, and the Lord dwells on His tongue.",
    "punjabi": "(ਆਪ ਨੇ) ਗੁਰੂ ਸ਼ਬਦ ਨੂੰ ਪਰਗਟ ਕੀਤਾ ਹੈ, ਤੇ ਹਰੀ ਨੂੰ (ਆਪ ਨੇ) ਜੀਭ ਉੱਤੇ ਵਸਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59741,
    "shabad_id": 5457,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਨਾਨਕ, ਅੰਗਦ ਅਮਰ ਲਾਗਿ; ੳੁਤਮ ਪਦੁ ਪਾਯੳੁ ॥",
    "transliteration": "Gur Naanak Angadh Amar Laag Outham Padh Paayo ||",
    "translation": "Attached to Guru Nanak, Guru Angad and Guru Amar Daas, He attained the supreme status.",
    "punjabi": "ਗੁਰੂ ਨਾਨਕ ਦੇਵ, ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਅਤੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ, (ਗੁਰੂ ਅਰਜੁਨ ਸਾਹਿਬ ਜੀ ਨੇ) ਉੱਤਮ ਪਦਵੀ ਪਾਈ ਹੈ;",
    "pronunciation": "ਪਾ-ਯੳੁ",
    "type_id": 3
  },
  {
    "id": 59742,
    "shabad_id": 5457,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਗੁਰੁ ਅਰਜੁਨੁ, ਘਰਿ ਗੁਰ ਰਾਮਦਾਸ; ਭਗਤ ੳੁਤਰਿ ਅਾਯੳੁ ॥੧॥",
    "transliteration": "Gur Arajun Ghar Gur Raamadhaas Bhagath Outhar Aayo ||1||",
    "translation": "In the House of Guru Raam Daas, the devotee of the Lord, Guru Arjun was born. ||1||",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ (ਜੀ) ਦੇ ਘਰ ਵਿਚ ਗੁਰੂ ਅਰਜੁਨ ਭਗਤ ਜੰਮ ਪਿਆ ਹੈ ॥੧॥",
    "pronunciation": "ਅਾ-ਯੳੁ",
    "type_id": 3
  },
  {
    "id": 59743,
    "shabad_id": 5458,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਬਡਭਾਗੀ ੳੁਨਮਾਨਿਅੳੁ; ਰਿਦਿ ਸਬਦੁ ਬਸਾਯੳੁ ॥",
    "transliteration": "Baddabhaagee Ounamaaniao Ridh Sabadh Basaayo ||",
    "translation": "By great good fortune, the mind is uplifted and exalted, and the Word of the Shabad dwells in the heart.",
    "punjabi": "(ਗੁਰੂ ਅਰਜੁਨ) ਵੱਡੇ ਵਾਗਾਂ ਵਾਲਾ ਹੈ, ਪੂਰਨ ਖਿੜਾਉ ਵਿਚ ਹੈ। (ਆਪ ਨੇ) ਹਿਰਦੇ ਵਿਚ ਸ਼ਬਦ ਵਸਾਇਆ ਹੈ;",
    "pronunciation": "(ੳੁਨ-ਮਾਨਿਅੳੁ) ਵਿਚਾਰਿਅਾ।ਬਸਾ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ।",
    "type_id": 3
  },
  {
    "id": 59744,
    "shabad_id": 5458,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਨੁ ਮਾਣਕੁ ਸੰਤੋਖਿਅੳੁ; ਗੁਰਿ. ਨਾਮੁ ਦ੍ਰਿੜ੍ਹਾਯੳੁ ॥",
    "transliteration": "Man Maanak Santhokhiao Gur Naam Dhrirrhaayo ||",
    "translation": "The jewel of the mind is contented; the Guru has implanted the Naam, the Name of the Lord, within.",
    "punjabi": "(ਆਪ ਨੇ ਆਪਣੇ) ਮਾਣਕ-ਰੂਪ ਮਨ ਨੂੰ ਸੰਤੋਖ ਵਿਚ ਟਿਕਾਇਆ ਹੈ; ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਨੇ (ਆਪ ਨੂੰ) ਨਾਮ ਦ੍ਰਿੜ੍ਹ ਕਰਾਇਆ ਹੈ।",
    "pronunciation": "ਦ੍ਰਿੜਾ-ਯੳੁ",
    "type_id": 3
  },
  {
    "id": 59745,
    "shabad_id": 5458,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਗਮੁ ਅਗੋਚਰੁ ਪਾਰਬ੍ਰਹਮੁ; ਸਤਿਗੁਰਿ ਦਰਸਾਯੳੁ ॥",
    "transliteration": "Agam Agochar Paarabreham Sathigur Dharasaayo ||",
    "translation": "The Inaccessible and Unfathomable, Supreme Lord God is revealed through the True Guru.",
    "punjabi": "ਸਤਿਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਨੇ (ਆਪ ਨੂੰ) ਅਗਮ ਅਗੋਚਰ ਪਾਰਬ੍ਰਹਮ ਵਿਖਾਲ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "ਦਰਸਾ-ਯੳੁ",
    "type_id": 3
  },
  {
    "id": 59746,
    "shabad_id": 5458,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗੁਰੁ ਅਰਜੁਨੁ. ਘਰਿ ਗੁਰ ਰਾਮਦਾਸ; ਅਨਭੳੁ ਠਹਰਾਯੳੁ ॥੨॥",
    "transliteration": "Gur Arajun Ghar Gur Raamadhaas Anabho Theharaayo ||2||",
    "translation": "In the House of Guru Raam Daas, Guru Arjun has appeared as the Embodiment of the Fearless Lord. ||2||",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ (ਜੀ) ਦੇ ਘਰ ਵਿਚ ਅਕਾਲ ਪੁਰਖ ਨੇ ਗੁਰੂ ਅਰਜੁਨ (ਜੀ) ਨੂੰ ਗਿਆਨ-ਰੂਪ ਥਾਪਿਆ ਹੈ ॥੨॥",
    "pronunciation": "ਅਨ-ਭੳੁ। ਠਹਰਾ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ।",
    "type_id": 3
  },
  {
    "id": 59747,
    "shabad_id": 5459,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜਨਕ ਰਾਜੁ ਬਰਤਾੲਿਅਾ; ਸਤਜੁਗੁ ਅਾ ਲੀਣਾ ॥",
    "transliteration": "Janak Raaj Barathaaeiaa Sathajug Aaleenaa ||",
    "translation": "The benign rule of Raja Janak has been established, and the Golden Age of Sat Yuga has begun.",
    "punjabi": "(ਗੁਰੂ ਅਰਜੁਨ ਸਾਹਿਬ ਨੇ) ਗਿਆਨ ਦਾ ਰਾਜ ਵਰਤਾ ਦਿੱਤਾ ਹੈ, (ਹੁਣ ਤਾਂ) ਸਤਿਜੁਗ ਵਰਤ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਸੱਤਜੁਗੁ",
    "type_id": 3
  },
  {
    "id": 59748,
    "shabad_id": 5459,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਗੁਰ ਸਬਦੇ ਮਨੁ ਮਾਨਿਅਾ; ਅਪਤੀਜੁ ਪਤੀਣਾ ॥",
    "transliteration": "Gur Sabadhae Man Maaniaa Apatheej Patheenaa ||",
    "translation": "Through the Word of the Guru's Shabad, the mind is pleased and appeased; the unsatisfied mind is satisfied.",
    "punjabi": "(ਆਪ ਦਾ) ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਮੰਨਿਆ ਹੋਇਆ ਹੈ, ਤੇ ਇਹ ਨਾਹ ਪਤੀਜਣ ਵਾਲਾ ਮਨ ਪਤੀਜ ਗਿਆ ਹੈ।",
    "pronunciation": "(ਅ-ਪਤੀਜੁ) ਨਾ ਪਤੀਜਣ ਵਾਲਾ ਮਨ।(ਪਤੀਣਾ) ਪਤੀਜ ਗਿਅਾ।",
    "type_id": 3
  },
  {
    "id": 59749,
    "shabad_id": 5459,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਗੁਰੁ ਨਾਨਕੁ. ਸਚੁ ਨੀਵ ਸਾਜਿ; ਸਤਿਗੁਰ ਸੰਗਿ ਲੀਣਾ ॥",
    "transliteration": "Gur Naanak Sach Neev Saaj Sathigur Sang Leenaa ||",
    "translation": "Guru Nanak laid the foundation of Truth; He is blended with the True Guru.",
    "punjabi": "ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਆਪ 'ਸਚੁ'-ਰੂਪ ਨੀਂਹ ਉਸਾਰ ਕੇ ਗੁਰੂ (ਅਰਜੁਨ ਦੇਵ ਜੀ) ਵਿਚ ਲੀਨ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59750,
    "shabad_id": 5459,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੁਰੁ ਅਰਜੁਨੁ. ਘਰਿ ਗੁਰ ਰਾਮਦਾਸ; ਅਪਰੰਪਰੁ ਬੀਣਾ ॥੩॥",
    "transliteration": "Gur Arajun Ghar Gur Raamadhaas Aparanpar Beenaa ||3||",
    "translation": "In the House of Guru Raam Daas, Guru Arjun has appeared as the Embodiment of the Infinite Lord. ||3||",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ (ਜੀ) ਦੇ ਘਰ ਵਿਚ ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਅਪਰੰਪਰ-ਰੂਪ ਬਣਿਆ ਹੋਇਆ ਹੈ ॥੩॥",
    "pronunciation": "ਅਪ-ਰੰਪਰ",
    "type_id": 3
  },
  {
    "id": 59751,
    "shabad_id": 5460,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਖੇਲੁ ਗੂੜ੍ਹੳੁ ਕੀਅੳੁ. ਹਰਿ ਰਾੲਿ, ਸੰਤੋਖਿ ਸਮਾਚਰ੍ਯਿਓ; ਬਿਮਲ ਬੁਧਿ, ਸਤਿਗੁਰਿ ਸਮਾਣੳੁ ॥",
    "transliteration": "Khael Goorrho Keeao Har Raae Santhokh Samaachariyou Bimal Budhh Sathigur Samaano ||",
    "translation": "The Sovereign Lord King has staged this wondrous play; contentment was gathered together, and pure understanding was infused in the True Guru.",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਨੇ (ਇਹ) ਅਸਚਰਜ ਖੇਡ ਰਚੀ ਹੈ, (ਗੁਰੂ ਅਰਜੁਨ) ਸੰਤੋਖ ਵਿਚ ਵਿਚਰ ਰਿਹਾ ਹੈ। ਨਿਰਮਲ ਬੁੱਧੀ ਗੁਰੂ (ਅਰਜੁਨ) ਵਿਚ ਸਮਾਈ ਹੋਈ ਹੈ।",
    "pronunciation": "ਪੱਕੇ (ਗੂੜ੍ਹੳੁ) ਗਾੜ੍ਹੇ ਪ੍ਰੇਮ ਦਾ।ਸਮਾਚਰ੍ਯਿਓ: ਸਮਾ-ਚਰਿਅਓ। (ਸਮਾਚਰ੍ਯਿਓ) ਭਲੀ ਪ੍ਰਕਾਰ ਪ੍ਰਾਪਤ ਕੀਤਾ ਸੰਤੋਖਿ।ਖ੍ਹੇਲੁ",
    "type_id": 3
  },
  {
    "id": 59752,
    "shabad_id": 5460,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਅਾਜੋਨੀ ਸੰਭਵਿਅੳੁ; ਸੁਜਸੁ. ਕਲ੍ਯ ਕਵੀਅਣਿ ਬਖਾਣਿਅੳੁ ॥",
    "transliteration": "Aajonee Sanbhaviao Sujas Kaly Kaveean Bakhaaniao ||",
    "translation": "KALL the poet utters the Praises of the Unborn, Self-existent Lord.",
    "punjabi": "ਆਪ ਜੂਨਾਂ ਤੋਂ ਰਹਤ ਤੇ ਸੁਤੇ-ਪ੍ਰਕਾਸ਼ ਹਰੀ ਦਾ ਰੂਪ ਹਨ। ਕਲ੍ਯ੍ਯ ਆਦਿਕ ਕਵੀਆਂ ਨੇ (ਆਪ ਦਾ) ਸੁੰਦਰ ਜਸ ਉਚਾਰਿਆ ਹੈ।",
    "pronunciation": "(ਸੰ-ਭਵਿਅੳੁ) ਪ੍ਰਗਟ ਹੋੲੇ।ਸੁ-ਜਸੁ। ਕਲ੍ਯ: ਕੱਲਿਅ",
    "type_id": 3
  },
  {
    "id": 59753,
    "shabad_id": 5460,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੁਰਿ ਨਾਨਕਿ. ਅੰਗਦੁ ਵਰ੍ਯੳੁ; ਗੁਰਿ ਅੰਗਦਿ ਅਮਰ ਨਿਧਾਨੁ ॥",
    "transliteration": "Gur Naanak Angadh Varyo Gur Angadh Amar Nidhhaan ||",
    "translation": "Guru Nanak blessed Guru Angad, and Guru Angad blessed Guru Amar Daas with the treasure.",
    "punjabi": "ਗੁਰੂ ਨਾਨਕ (ਦੇਵ ਜੀ) ਨੇ ਗੁਰੂ ਅੰਗਦ ਨੂੰ ਵਰ ਬਖ਼ਸ਼ਿਆ; ਗੁਰੂ ਅੰਗਦ (ਦੇਵ ਜੀ) ਨੇ (ਸਭ ਪਦਾਰਥਾਂ ਦਾ) ਖ਼ਜ਼ਾਨਾ (ਗੁਰੂ) ਅਮਰਦਾਸ (ਜੀ) ਨੂੰ ਦਿੱਤਾ।",
    "pronunciation": "ਵਰ੍ਯੳੁ: ਵਰਿਅੳੁ",
    "type_id": 3
  },
  {
    "id": 59754,
    "shabad_id": 5460,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੁਰਿ ਰਾਮਦਾਸ. ਅਰਜੁਨੁ ਵਰ੍ਯੳੁ; ਪਾਰਸੁ ਪਰਸੁ ਪ੍ਰਮਾਣੁ ॥੪॥",
    "transliteration": "Gur Raamadhaas Arajun Varyo Paaras Paras Pramaan ||4||",
    "translation": "Guru Raam Daas blessed Guru Arjun, who touched the Philosopher's Stone, and was certified. ||4||",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ (ਗੁਰੂ) ਅਰਜੁਨ (ਸਾਹਿਬ ਜੀ) ਨੂੰ ਵਰ ਦਿੱਤਾ; ਅਤੇ ਉਹਨਾਂ (ਦੇ ਚਰਨਾਂ) ਨੂੰ ਛੁਹਣਾ ਪਾਰਸ ਦੀ ਛੋਹ ਵਰਗਾ ਹੋ ਗਿਆ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59755,
    "shabad_id": 5461,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਦ ਜੀਵਣੁ ਅਰਜੁਨੁ ਅਮੋਲੁ; ਅਾਜੋਨੀ ਸੰਭੳੁ ॥",
    "transliteration": "Sadh Jeevan Arajun Amol Aajonee Sanbho ||",
    "translation": "O Guru Arjun, You are Eternal, Invaluable, Unborn, Self-existent,",
    "punjabi": "(ਗੁਰੂ) ਅਰਜਨ (ਸਾਹਿਬ) ਸਦ-ਜੀਵੀ ਹੈ, (ਆਪ ਦਾ) ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ, (ਆਪ) ਜੂਨਾਂ ਤੋਂ ਰਹਤ ਤੇ ਸੁਤੇ ਪ੍ਰਕਾਸ਼ ਹਰੀ ਦਾ ਰੂਪ ਹਨ;",
    "pronunciation": "ਸ੍ਰਬ ਵਿਅਾਪੀ ਅਜਪਾ ਜਾਪ ਅਨਤ ਕਲਾਵਾਨ ਮਹਾਂ ਮਹਾਂ ਵਿਸਮਾਦ (ਸੰ-ਭੳੁ) ਪ੍ਰਕਾਸ਼ ਸਰੂਪ, ਸਭ ਦੇ ਅੰਦਰ ਬਾਹਰ ਸਭ ਨੰੂ ਪ੍ਰਕਾਸ਼ ਰਹੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 59756,
    "shabad_id": 5461,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਭਯ ਭੰਜਨੁ, ਪਰ ਦੁਖ ਨਿਵਾਰੁ; ਅਪਾਰੁ ਅਨੰਭੳੁ ॥",
    "transliteration": "Bhay Bhanjan Par Dhukh Nivaar Apaar Ananbho ||",
    "translation": "The Destroyer of fear, the Dispeller of pain, Infinite and Fearless.",
    "punjabi": "(ਗੁਰੂ ਅਰਜਨ) ਭੈ ਦੂਰ ਕਰਨ ਵਾਲਾ, ਪਰਾਏ ਦੁੱਖ ਹਰਨ ਵਾਲਾ, ਬੇਅੰਤ ਤੇ ਗਿਆਨ-ਸਰੂਪ ਹੈ।",
    "pronunciation": "ਭ-ਯ। (ਅਨੰ-ਭੳ) ਨਿਰਭੳੁੁ",
    "type_id": 3
  },
  {
    "id": 59757,
    "shabad_id": 5461,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਗਹ ਗਹਣੁ, ਭ੍ਰਮੁ ਭ੍ਰਾਂਤਿ ਦਹਣੁ; ਸੀਤਲੁ ਸੁਖ ਦਾਤੳੁ ॥",
    "transliteration": "Ageh Gehan Bhram Bhraanth Dhehan Seethal Sukh Dhaatho ||",
    "translation": "You have grasped the Ungraspable, and burnt away doubt and skepticism. You bestow cooling and soothing peace.",
    "punjabi": "(ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਦੀ) ਉਸ ਹਰੀ ਤਕ ਪਹੁੰਚ ਹੈ ਜੋ (ਜੀਵਾਂ ਦੀ) ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, (ਗੁਰੂ ਅਰਜਨ) ਭਰਮ ਤੇ ਭਟਕਣਾ ਨੂੰ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਸੀਤਲ ਹੈ ਤੇ ਸੁਖਾਂ ਦੇ ਦੇਣ ਵਾਲਾ ਹੈ;",
    "pronunciation": "ਸੁਖ-ਦਾਤੳੁ",
    "type_id": 3
  },
  {
    "id": 59758,
    "shabad_id": 5461,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਸੰਭੳੁ ੳੁਦਵਿਅੳੁ; ਪੁਰਖੁ ਪੂਰਨ ਬਿਧਾਤੳੁ ॥",
    "transliteration": "Aasanbho Oudhaviao Purakh Pooran Bidhhaatho ||",
    "translation": "The Self-existent, Perfect Primal Lord God Creator has taken birth.",
    "punjabi": "(ਮਾਨੋ) ਅਜਨਮਾ, ਪੂਰਨ ਪੁਰਖ ਸਿਰਜਣਹਾਰ ਪ੍ਰਗਟ ਹੋ ਪਿਆ ਹੈ।",
    "pronunciation": "ਸ੍ਰਬ ਵਿਅਾਪੀ ਅਜਪਾ ਜਾਪ ਅਨਤ ਕਲਾਵਾਨ ਮਹਾਂ ਮਹਾਂ ਵਿਸਮਾਦ (ਅਾ-ਸੰਭੳੁ) ਪ੍ਰਕਾਸ਼ ਸਰੂਪ ਅਸਚਰਜ ਸਰੂਪ।(ੳੁਦਵਿ-ਅੳੁ) ਪ੍ਰਗਟ ਹੋੲਿ",
    "type_id": 3
  },
  {
    "id": 59759,
    "shabad_id": 5461,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ ਅਾਦਿ ਅੰਗਦ ਅਮਰ; ਸਤਿਗੁਰ ਸਬਦਿ ਸਮਾੲਿਅੳੁ ॥",
    "transliteration": "Naanak Aadh Angadh Amar Sathigur Sabadh Samaaeiao ||",
    "translation": "First, Guru Nanak, then Guru Angad and Guru Amar Daas, the True Guru, have been absorbed into the Word of the Shabad.",
    "punjabi": "ਗੁਰੂ ਨਾਨਕ, ਗੁਰੂ ਅੰਗਦ ਤੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਰਕਤਿ ਨਾਲ, (ਗੁਰੂ ਅਰਜਨ ਦੇਵ) ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59760,
    "shabad_id": 5461,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਧਨੁ ਧੰਨੁ ਗੁਰੂ ਰਾਮਦਾਸ ਗੁਰੁ; ਜਿਨਿ ਪਾਰਸੁ ਪਰਸਿ, ਮਿਲਾੲਿਅੳੁ ॥੫॥",
    "transliteration": "Dhhan Dhhann Guroo Raamadhaas Gur Jin Paaras Paras Milaaeiao ||5||",
    "translation": "Blessed, blessed is Guru Raam Daas, the Philosopher's Stone, who transformed Guru Arjun unto Himself. ||5||",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਧੰਨ ਹੈ, ਜਿਸ ਨੇ ਗੁਰੂ (ਅਰਜਨ ਜੀ ਨੂੰ) ਪਰਸ ਕੇ ਪਾਰਸ ਬਣਾ ਕੇ ਆਪਣੇ ਵਰਗਾ ਕਰ ਲਿਆ ਹੈ ॥੫॥",
    "pronunciation": "ਮਿਲਾੲਿ-ਅੳੁ",
    "type_id": 3
  },
  {
    "id": 59761,
    "shabad_id": 5462,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜੈ ਜੈਕਾਰੁ, ਜਾਸੁ ਜਗ ਅੰਦਰਿ; ਮੰਦਰਿ ਭਾਗੁ. ਜੁਗਤਿ ਸਿਵ ਰਹਤਾ ॥",
    "transliteration": "Jai Jai Kaar Jaas Jag Andhar Mandhar Bhaag Jugath Siv Rehathaa ||",
    "translation": "His victory is proclaimed all over the world; His Home is blessed with good fortune; He remains united with the Lord.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਦੀ ਮਹਿਮਾ ਜਗਤ ਵਿਚ ਹੋ ਰਹੀ ਹੈ, ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਭਾਗ ਜਾਗ ਪਿਆ ਹੈ, ਜੋ ਹਰੀ ਨਾਲ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "(ਸਿਵ) ਕਲਿਅਾਣ ਸਰੂਪ ਵਾਹਿਗੁਰੂ ਜੀ",
    "type_id": 3
  },
  {
    "id": 59762,
    "shabad_id": 5462,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗੁਰੁ ਪੂਰਾ ਪਾਯੳੁ ਬਡਭਾਗੀ; ਲਿਵ ਲਾਗੀ. ਮੇਦਨਿ ਭਰੁ ਸਹਤਾ ॥",
    "transliteration": "Gur Pooraa Paayo Badd Bhaagee Liv Laagee Maedhan Bhar Sehathaa ||",
    "translation": "By great good fortune, He has found the Perfect Guru; He remains lovingly attuned to Him, and endures the load of the earth.",
    "punjabi": "(ਜਿਸ ਨੇ) ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਪੂਰਾ ਗੁਰੂ ਲੱਭ ਲਿਆ ਹੈ, (ਜਿਸ ਦੀ) ਬ੍ਰਿਤੀ (ਹਰੀ ਵਿਚ) ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਤੇ ਜੋ ਧਰਤੀ ਦਾ ਭਾਰ ਸਹਿ ਰਿਹਾ ਹੈ;",
    "pronunciation": "ਪਾ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ।",
    "type_id": 3
  },
  {
    "id": 59763,
    "shabad_id": 5462,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਭਯ ਭੰਜਨੁ ਪਰ ਪੀਰ ਨਿਵਾਰਨੁ; ਕਲ੍ਯ ਸਹਾਰੁ ਤੋਹਿ ਜਸੁ ਬਕਤਾ ॥",
    "transliteration": "Bhay Bhanjan Par Peer Nivaaran Kaly Sehaar Thohi Jas Bakathaa ||",
    "translation": "He is the Destroyer of fear, the Eradicator of the pains of others. Kall Sahaar the poet utters Your Praise, O Guru.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅਰਜੁਨ ਜੀ!) ਤੂੰ ਭੈ ਦੂਰ ਕਰਨ ਵਾਲਾ, ਪਰਾਈ ਪੀੜ ਹਰਨ ਵਾਲਾ ਹੈਂ, ਕਵੀ ਕਲ੍ਯ੍ਯਸਹਾਰ ਤੇਰਾ ਜਸ ਆਖਦਾ ਹੈ।",
    "pronunciation": "ਭ-ਯ। ਗੁਰਮੁਖਿ ਕਲ੍ਯ ਸਹਾਰੁ ਭੱਟ। ਕਲ੍ਯ: ਕੱਲਿਅ",
    "type_id": 3
  },
  {
    "id": 59764,
    "shabad_id": 5462,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕੁਲਿ ਸੋਢੀ, ਗੁਰ ਰਾਮਦਾਸ ਤਨੁ; ਧਰਮ ਧੁਜਾ ਅਰਜੁਨੁ ਹਰਿ ਭਗਤਾ ॥੬॥",
    "transliteration": "Kul Sodtee Gur Raamadhaas Than Dhharam Dhhujaa Arajun Har Bhagathaa ||6||",
    "translation": "In the Sodhi family, is born Arjun, the son of Guru Raam Daas, the holder of the banner of Dharma and the devotee of God. ||6||",
    "punjabi": "ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦਾ ਪੁੱਤਰ, ਸੋਢੀ ਕੁਲ ਵਿਚ ਧਰਮ ਦੇ ਝੰਡੇ ਵਾਲਾ, ਹਰੀ ਦਾ ਭਗਤ ਹੈ ॥੬॥",
    "pronunciation": "ਗੁਰਮੁਖਿ ਤਨੁ ਸਪੁੱਤ੍ਰ। ਸ੍ਰਬ ਵਿਅਾਪੀ ਅਜਪਾ ਜਾਪ ਅਨਤ ਕਲਾਵਾਨ ਮਹਾਂ ਮਹਾਂ ਵਿਸਮਾਦ ਪ੍ਰਕਾਸ਼ ਸਰੂਪ ਧਰਮਬ੍ਰਹਮ ਦੇ (ਧੁਜਾ) ਨਿਸ਼ਾਨ ਸਾਹਿਬ",
    "type_id": 3
  },
  {
    "id": 59765,
    "shabad_id": 5463,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਧ੍ਰੰਮ ਧੀਰੁ ਗੁਰਮਤਿ ਗਭੀਰੁ; ਪਰ ਦੁਖ ਬਿਸਾਰਣੁ ॥",
    "transliteration": "Dhhranm Dhheer Guramath Gabheer Par Dhukh Bisaaran ||",
    "translation": "The Support of the Dharma, immersed in the deep and profound Teachings of the Guru, the Remover of the pains of others.",
    "punjabi": "(ਗੁਰੂ ਅਰਜਨ ਦੇਵ ਜੀ ਨੇ) ਧੀਰਜ ਨੂੰ ਆਪਣਾ ਧਰਮ ਬਣਾਇਆ ਹੋਇਆ ਹੈ, (ਗੁਰੂ ਅਰਜਨ) ਗੁਰਮੱਤ ਵਿਚ ਡੂੰਘਾ ਹੈ, ਪਰਾਏ ਦੁੱਖ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59766,
    "shabad_id": 5463,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਬਦ ਸਾਰੁ. ਹਰਿ ਸਮ ੳੁਦਾਰੁ; ਅਹੰਮੇਵ ਨਿਵਾਰਣੁ ॥",
    "transliteration": "Sabadh Saar Har Sam Oudhaar Ahanmaev Nivaaran ||",
    "translation": "The Shabad is excellent and sublime, kind and generous like the Lord, the Destroyer of egotism.",
    "punjabi": "ਸ੍ਰੇਸ਼ਟ ਸ਼ਬਦ ਵਾਲਾ ਹੈ, ਹਰੀ ਵਰਗਾ ਉਦਾਰ-ਚਿੱਤ ਹੈ, ਅਤੇ ਹਉਮੈ ਨੂੰ ਦੂਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59767,
    "shabad_id": 5463,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਹਾ ਦਾਨਿ ਸਤਿਗੁਰ ਗਿਅਾਨਿ; ਮਨਿ ਚਾੳੁ. ਨ ਹੁਟੈ ॥",
    "transliteration": "Mehaa Dhaan Sathigur Giaan Man Chaao N Huttai ||",
    "translation": "The Great Giver, the spiritual wisdom of the True Guru, His mind does not grow weary of its yearning for the Lord.",
    "punjabi": "(ਆਪ) ਬੜੇ ਦਾਨੀ ਹਨ, ਗੁਰੂ ਦੇ ਗਿਆਨ ਵਾਲੇ ਹਨ, (ਆਪ ਦੇ) ਮਨ ਵਿਚੋਂ ਉਤਸ਼ਾਹ ਕਦੇ ਘੱਟ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59768,
    "shabad_id": 5463,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਤਿਵੰਤੁ ਹਰਿ ਨਾਮੁ ਮੰਤ੍ਰੁ; ਨਵ ਨਿਧਿ. ਨ ਨਿਖੁਟੈ ॥",
    "transliteration": "Sathivanth Har Naam Manthra Nav Nidhh N Nikhuttai ||",
    "translation": "The Embodiment of Truth, the Mantra of the Lord's Name, the nine treasures are never exhausted.",
    "punjabi": "(ਆਪ) ਸਤਿਵੰਤ ਹਨ, ਹਰੀ ਦਾ ਨਾਮ-ਰੂਪ ਮੰਤ੍ਰ (ਜੋ, ਮਾਨੋ,) ਨੌ ਨਿਧੀਆਂ (ਹੈ ਆਪ ਦੇ ਖ਼ਜ਼ਾਨੇ ਵਿਚੋਂ) ਕਦੇ ਮੁੱਕਦਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59769,
    "shabad_id": 5463,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੁਰ ਰਾਮਦਾਸ ਤਨੁ, ਸਰਬ ਮੈ; ਸਹਜਿ ਚੰਦੋਅਾ ਤਾਣਿਅੳੁ ॥",
    "transliteration": "Gur Raamadhaas Than Sarab Mai Sehaj Chandhoaa Thaaniao ||",
    "translation": "O Son of Guru Raam Daas, You are contained amidst all; the canopy of intuitive wisdom is spread above You.",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦਾ ਸਪੁਤ੍ਰ (ਗੁਰੂ ਅਰਜਨ ਜੀ) ਸਰਬ-ਵਿਆਪਕ (ਦਾ ਰੂਪ) ਹੈ; (ਆਪ ਨੇ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਆਪਣਾ) ਚੰਦੋਆ ਤਾਣਿਆ ਹੋਇਆ ਹੈ (ਭਾਵ, ਆਪ ਸਹਜ ਰੰਗ ਵਿਚ ਆਨੰਦ ਲੈ ਰਹੇ ਹਨ)।",
    "pronunciation": "ਸਰਬ (ਮੈ) ਸਰੂਪ ਹੋ ਕੇ। ਮੈ: ਬਿੰਦੀ ਨ ਲਾ।ਤਾ-ਣਿਅੳੁ",
    "type_id": 3
  },
  {
    "id": 59770,
    "shabad_id": 5463,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੁਰ ਅਰਜੁਨ. ਕਲ੍ਯੁਚਰੈ; ਤੈ. ਰਾਜ ਜੋਗ ਰਸੁ ਜਾਣਿਅੳੁ ॥੭॥",
    "transliteration": "Gur Arajun Kalyaacharai Thai Raaj Jog Ras Jaaniao ||7||",
    "translation": "So speaks KALL the poet: O Guru Arjun, You know the sublime essence of Raja Yoga, the Yoga of meditation and success. ||7||",
    "punjabi": "ਕਲ੍ਯ੍ਯ ਕਵੀ ਆਖਦਾ ਹੈ, \"ਹੇ ਗੁਰੂ ਅਰਜਨ ਦੇਵ! ਤੂੰ ਰਾਜ ਅਤੇ ਜੋਗ ਦਾ ਆਨੰਦ ਸਮਝ ਲਿਆ ਹੈ\" (ਮਾਣ ਰਿਹਾ ਹੈਂ) ॥੭॥",
    "pronunciation": "ਜਦੋਂ ੍ਯੁ ਅੱਧੇ ਯੱਯੇ ਹੇਠਾਂ ਅੌਂਕੜ, ਤਦੋਂ ਅੱਧੇ ੳੂੜੇ ਅੌਂਕੜ ਲਾ ਕੇ ੳੂੜਾ ਪੋਲਾ ਬੋਲੋ। ਕਲ੍ਯੁਚਰੈ: ਕਲੳੁ੍ਨਚਰੈ। (ਕਲ੍ਯੁਚਰੈ) ਗੁਰਮੁਖਿ ਕਲ ਭੱਟ ੳੁਚਾਰਦੇ ਹਨ ਤੈਂ। ਜਾ-ਣਿਅੳੁ",
    "type_id": 3
  }
]
