[
  {
    "id": 59834,
    "shabad_id": 5478,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ ਸਤਿਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਨਿਰਭੳੁ ਨਿਰਵੈਰੁ ਅਕਾਲ ਮੂਰਤਿ ਅਜੂਨੀ ਸੈਭੰ ਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 59835,
    "shabad_id": 5478,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਸਲੋਕ ਵਾਰਾਂ ਤੇ ਵਧੀਕ ॥",
    "transliteration": "Salok Vaaraan Thae Vadhheek ||",
    "translation": "Shaloks In Addition To The Vaars.",
    "punjabi": "ਬਾਣੀ 'ਸਲੋਕ ਵਾਰਾਂ ਤੇ ਵਧੀਕ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59836,
    "shabad_id": 5478,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਮਹਲਾ ੧ ॥",
    "transliteration": "Mehalaa 1 ||",
    "translation": "First Mehl:",
    "punjabi": "ਗੁਰੂ ਨਾਨਕ ਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59837,
    "shabad_id": 5478,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ੳੁਤੰਗੀ. ਪੈ ਓਹਰੀ; ਗਹਿਰੀ ਗੰਭੀਰੀ ॥",
    "transliteration": "Outhangee Paiouharee Gehiree Ganbheeree ||",
    "translation": "O you with swollen breasts, let your consciousness become deep and profound.",
    "punjabi": "ਉੱਚੇ ਲੰਮੇ ਕੱਦ ਵਾਲੀ, ਭਰ-ਜੁਆਨੀ ਤੇ ਅੱਪੜੀ ਹੋਈ, ਮਾਣ ਵਿਚ ਮੱਤੀ ਹੋਈ ਮਸਤ ਚਾਲ ਵਾਲੀ (ਆਪਣੀ ਸਹੇਲੀ ਨੂੰ ਆਖਦੀ ਹੈ-ਹੇ ਸਹੇਲੀਏ!)",
    "pronunciation": "ਜ਼ੁਲਮ ਰੂਪੀ (ੳੁਤੰਗੀ) ੳੁ੍ਨਚੇ ਅੰਗਾਂ ਵਾਲੀੲੇ! (ਗਹਿ-ਰੀ) ਨਿਰਹੱਲ। (ਗੰਭੀਰੀ) ਗੰਭੀਰਤਾ ਵਾਲੇ ਗੁਰਾਂ ਦੇ ਚਰਨ-ਕਮਲਾਂ ਤੇ ਝੁਕ ਕੇ ਓਹਰੀ ਨਮਸਕਾਰ ਕਰਕੇ ਪੈ",
    "type_id": 3
  },
  {
    "id": 59838,
    "shabad_id": 5478,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਸਸੁੜਿ. ਸੁਹੀਅਾ ਕਿਵ ਕਰੀ; ਨਿਵਣੁ ਨ ਜਾੲਿ ਥਣੀ ॥",
    "transliteration": "Sasurr Suheeaa Kiv Karee Nivan N Jaae Thhanee ||",
    "translation": "O mother-in-law, how can I bow? Because of my stiff nipples, I cannot bow.",
    "punjabi": "ਭਰਵੀਂ ਛਾਤੀ ਦੇ ਕਾਰਨ ਮੈਥੋਂ ਲਿਫ਼ਿਆ ਨਹੀਂ ਜਾਂਦਾ। (ਦੱਸ) ਮੈਂ (ਆਪਣੀ) ਸੱਸ ਨੂੰ ਨਮਸਕਾਰ ਕਿਵੇਂ ਕਰਾਂ? (ਮੱਥਾ ਕਿਵੇਂ ਟੇਕਾਂ?)।",
    "pronunciation": "ਜ਼ੁਲਮ ਰੂਪੀ ੳੁ੍ਨਚੇ (ਥਣੀ) ਅਸਥਨਾਂ ਕਰਕੇ। ਸੱਸੁੜਿ",
    "type_id": 3
  },
  {
    "id": 59839,
    "shabad_id": 5478,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਗਚੁ ਜਿ ਲਗਾ. ਗਿੜ ਵੜੀ; ਸਖੀੲੇ ਧੳੁਲਹਰੀ ॥",
    "transliteration": "Gach J Lagaa Girravarree Sakheeeae Dhhouleharee ||",
    "translation": "O sister, those mansions built as high as mountains",
    "punjabi": "(ਅਗੋਂ ਸਹੇਲੀ ਉੱਤਰ ਦੇਂਦੀ ਹੈ-) ਹੇ ਸਹੇਲੀਏ! (ਇਸ) ਭਰਵੀਂ ਜੁਆਨੀ ਦੇ ਕਾਰਨ ਅਹੰਕਾਰ ਨਾ ਕਰ (ਇਹ ਜੁਆਨੀ ਜਾਂਦਿਆਂ ਚਿਰ ਨਹੀਂ ਲੱਗਣਾ।) (ਵੇਖ!) ਜਿਹੜੇ ਪਹਾੜਾਂ ਵਰਗੇ ਪੱਕੇ ਮਹੱਲਾਂ ਨੂੰ ਚੂਨੇ ਦਾ ਪਲਸਤਰ ਲੱਗਾ ਹੁੰਦਾ ਸੀ,",
    "pronunciation": "ਵਰ ਰੂਪ (ਗਚੁ) ਚੂਨਾ।(ਗਿੜ) ਪਹਾੜ। (ਵੜੀ) ਹਵੇਲੀਅਾਂ। ਹਰੀ ਦੇ ਮੰਦਰ ਮੱਕੇ (ਧੳੁਲਹਰੀ) ਮੁਨਾਰੇ",
    "type_id": 3
  },
  {
    "id": 59840,
    "shabad_id": 5478,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਸੇ ਭੀ ਢਹਦੇ ਡਿਠੁ ਮੈ; ਮੁੰਧ. ਨ ਗਰਬੁ ਥਣੀ ॥੧॥",
    "transliteration": "Sae Bhee Dtehadhae Ddith Mai Mundhh N Garab Thhanee ||1||",
    "translation": "- I have seen them come crumbling down. O bride, do not be so proud of your nipples. ||1||",
    "punjabi": "ਉਹ (ਪੱਕੇ ਮਹੱਲ) ਭੀ ਡਿਗਦੇ ਮੈਂ ਵੇਖ ਲਏ ਹਨ (ਤੇਰੀ ਜੁਆਨੀ ਦੀ ਤਾਂ ਕੋਈ ਪਾਂਇਆਂ ਹੀ ਨਹੀਂ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59841,
    "shabad_id": 5478,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਸੁਣਿ ਮੁੰਧੇ ਹਰਣਾਖੀੲੇ; ਗੂੜਾ ਵੈਣੁ ਅਪਾਰੁ ॥",
    "transliteration": "Sun Mundhhae Haranaakheeeae Goorraa Vain Apaar ||",
    "translation": "O bride with deer-like eyes, listen to the words of deep and infinite wisdom.",
    "punjabi": "ਹੇ ਸੁੰਦਰ ਨੇਤ੍ਰਾਂ ਵਾਲੀਏ ਭੋਲੀਏ ਜੁਆਨ ਕੁੜੀਏ! (ਹੇ ਜਗਤ-ਰਚਨਾ ਵਿਚੋਂ ਸੋਹਣੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ!) ਮੇਰੀ ਇਕ ਬਹੁਤ ਡੂੰਘੀ ਭੇਤ ਦੀ ਗੱਲ ਸੁਣ।",
    "pronunciation": "ਪਰਾੲੇ ਮਰਦ ਨੰੂ ਵਿਕਾਰ ਦ੍ਰਿਸਟੀ ਨਾਲ ਨਾ ਦੇਖਣ ਵਾਲੀਅਾਂ, ਹਰਨ ਜੈਸੀਅਾਂ ਸੁੰਦਰ ਅੱਖਾਂ ਵਾਲੀ (ਹਰਣਾਖੀੲੇ) ਸਖੀੲੇ, (ਵੈਣੁ) ਬਚਨ",
    "type_id": 3
  },
  {
    "id": 59842,
    "shabad_id": 5478,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਪਹਿਲਾ ਵਸਤੁ ਸਿਞਞਾਣਿ ਕੈ; ਤਾਂ ਕੀਚੈ ਵਾਪਾਰੁ ॥",
    "transliteration": "Pehilaa Vasath Sinjaan Kai Thaan Keechai Vaapaar ||",
    "translation": "First, examine the merchandise, and then, make the deal.",
    "punjabi": "(ਜਦੋਂ ਕੋਈ ਚੀਜ਼ ਖ਼ਰੀਦਣ ਲੱਗੀਏ, ਤਾਂ) ਪਹਿਲਾਂ (ਉਸ) ਚੀਜ਼ ਨੂੰ ਪਰਖ ਕੇ ਤਦੋਂ ਉਸ ਦਾ ਵਪਾਰ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਤਦੋਂ ਉਹ ਖ਼ਰੀਦਣੀ ਚਾਹੀਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59843,
    "shabad_id": 5478,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਦੋਹੀ ਦਿਚੈ ਦੁਰਜਨਾ; ਮਿਤ੍ਰਾਂ ਕੂੰ ਜੈਕਾਰੁ ॥",
    "transliteration": "Dhohee Dhichai Dhurajanaa Mithraan Koon Jaikaar ||",
    "translation": "Proclaim that you will not associate with evil people; celebrate victory with your friends.",
    "punjabi": "ਹੇ ਭੋਲੀਏ ਜੁਆਨ ਕੁੜੀਏ! (ਕਾਮਾਦਿਕ ਵਿਕਾਰ ਆਤਮਕ ਜੀਵਨ ਦੇ ਵੈਰੀ ਹਨ, ਇਹਨਾਂ) ਦੁਸ਼ਟਾਂ ਨੂੰ (ਅੰਦਰੋਂ ਕੱਢਣ ਲਈ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ) ਦੁਹਾਈ ਦੇਂਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ (ਭਲੇ ਗੁਣ ਆਤਮਕ ਜੀਵਨ ਦੇ ਅਸਲ ਮਿੱਤਰ ਹਨ, ਇਹਨਾਂ) ਮਿੱਤਰਾਂ ਦੇ ਸਾਥ ਦੀ ਖ਼ਾਤਰ (ਪਰਮਾਤਮਾ ਦੀ) ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59844,
    "shabad_id": 5478,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਜਿਤੁ ਦੋਹੀ. ਸਜਣ ਮਿਲਨਿ; ਲਹੁ ਮੁੰਧੇ ਵੀਚਾਰੁ ॥",
    "transliteration": "Jith Dhohee Sajan Milan Lahu Mundhhae Veechaar ||",
    "translation": "This proclamation, to meet with your friends, O bride - give it some thought.",
    "punjabi": "ਹੇ ਭੋਲੀਏ! ਜਿਸ ਦੁਹਾਈ ਦੀ ਬਰਕਤਿ ਨਾਲ ਇਹ ਸੱਜਣ ਮਿਲੇ ਰਹਿਣ, (ਉਸ ਦੁਹਾਈ ਦੀ) ਵਿਚਾਰ ਨੂੰ (ਆਪਣੇ ਅੰਦਰ) ਸਾਂਭ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59845,
    "shabad_id": 5478,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਤਨੁ ਮਨੁ ਦੀਜੈ ਸਜਣਾ; ਅੈਸਾ ਹਸਣੁ ਸਾਰੁ ॥",
    "transliteration": "Than Man Dheejai Sajanaa Aisaa Hasan Saar ||",
    "translation": "Surrender mind and body to the Lord your Friend; this is the most excellent pleasure.",
    "punjabi": "(ਇਹਨਾਂ) ਸੱਜਣਾਂ (ਦੇ ਮਿਲਾਪ) ਦੀ ਖ਼ਾਤਰ ਆਪਣਾ ਤਨ ਆਪਣਾ ਮਨ ਭੇਟ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ (ਆਪਣੇ ਮਨ ਅਤੇ ਇੰਦ੍ਰਿਆਂ ਦੀ ਨੀਵੀਂ ਪ੍ਰੇਰਨਾ ਤੋਂ ਬਚੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ) (ਇਸ ਤਰ੍ਹਾਂ ਇਕ) ਅਜਿਹਾ (ਆਤਮਕ) ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ (ਜੋ ਹੋਰ ਸਾਰੀਆਂ ਖ਼ੁਸ਼ੀਆਂ ਨਾਲੋਂ ਸ੍ਰੇਸ਼ਟ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ਹੱਸਣੁ",
    "type_id": 3
  },
  {
    "id": 59846,
    "shabad_id": 5478,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਤਿਸ ਸੳੁ ਨੇਹੁ. ਨ ਕੀਚੲੀ; ਜਿ ਦਿਸੈ ਚਲਣਹਾਰੁ ॥",
    "transliteration": "This So Naehu N Keechee J Dhisai Chalanehaar ||",
    "translation": "Do not fall in love with one who is destined to leave.",
    "punjabi": "ਹੇ ਭੋਲੀਏ! (ਇਹ ਜਗਤ-ਪਸਾਰਾ) ਨਾਸਵੰਤ ਦਿੱਸ ਰਿਹਾ ਹੈ; ਇਸ ਨਾਲ ਮੋਹ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59847,
    "shabad_id": 5478,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਜਿਨ੍ਹੀ ੲਿਵ ਕਰਿ ਬੁਝਿਅਾ; ਤਿਨ੍ਹਾ ਵਿਟਹੁ ਕੁਰਬਾਣੁ ॥੨॥",
    "transliteration": "Naanak Jinhee Eiv Kar Bujhiaa Thinhaa Vittahu Kurabaan ||2||",
    "translation": "O Nanak, I am a sacrifice to those who understand this. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ (ਵਡ-ਭਾਗੀਆਂ ਨੇ) (ਆਤਮਕ ਜੀਵਨ ਦੇ ਭੇਤ ਨੂੰ) ਇਸ ਤਰ੍ਹਾਂ ਸਮਝਿਆ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ (ਜਾਂਦਾ ਹਾਂ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59848,
    "shabad_id": 5478,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਜੇ ਤੂੰ ਤਾਰੂ ਪਾਣਿ; ਤਾਹੂ ਪੁਛੁ, ਤਿੜੰਨ੍ਹ ਕਲ ॥",
    "transliteration": "Jae Thoon Thaaroo Paan Thaahoo Pushh Thirrannh Kal ||",
    "translation": "If you wish to swim across the water, then consult those who know how to swim.",
    "punjabi": "ਜੇ ਤੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ) ਪਾਣੀਆਂ ਦਾ ਤਾਰੂ (ਬਣਨਾ ਚਾਹੁੰਦਾ ਹੈਂ), (ਤਾਂ ਤਰਨ ਦੀ ਜਾਚ) ਉਹਨਾਂ ਪਾਸੋਂ ਪੁੱਛ (ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ) ਪਾਰ ਲੰਘਣ ਦੀ ਜਾਚ ਹੈ।",
    "pronunciation": "(ਤਿੜੰਨ੍ਹ) ਤਰਨਾ।ਕਲ: ਪੋਲਾ ਬੋਲੋ। (ਕਲ) ਜੁਗਤੀ",
    "type_id": 3
  },
  {
    "id": 59849,
    "shabad_id": 5478,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਤਾਹੂ ਖਰੇ ਸੁਜਾਣ; ਵੰਞਞਾੲੇਨ੍ਹੀ ਕਪਰੀ ॥੩॥",
    "transliteration": "Thaahoo Kharae Sujaan Vannjaa Eaenhee Kaparee ||3||",
    "translation": "Those who have survived these treacherous waves are very wise. ||3||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹੀ ਅਸਲ ਸਿਆਣੇ (ਤਾਰੂ ਹਨ, ਜੋ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਦੀਆਂ ਲਹਿਰਾਂ ਵਿਚੋਂ ਪਾਰ ਲੰਘਦੇ ਹਨ)। ਮੈਂ (ਭੀ ਉਹਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਹੀ) ਇਹਨਾਂ ਲਹਿਰਾਂ ਤੋਂ ਪਾਰ ਲੰਘ ਸਕਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "ਵੰਞਾੲੇਨ੍ਹੀ ਰੁੜ੍ਹ ਗੲੇ।ਅੌਗੁਣਾਂ ਵਿਕਾਰਾਂ ਵੱਡੇ ਪਾਪਾਂ ਦੀਅਾਂ ਕੱਪਰੀਂ ਲਹਿਰਾਂ",
    "type_id": 3
  },
  {
    "id": 59850,
    "shabad_id": 5478,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਝੜ ਝਖੜ ਓਹਾੜ; ਲਹਰੀ ਵਹਨਿ ਲਖੇ ਸਰੀ ॥",
    "transliteration": "Jharr Jhakharr Ouhaarr Leharee Vehan Lakhaesaree ||",
    "translation": "The storm rages and the rain floods the land; thousands of waves rise and surge.",
    "punjabi": "(ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਵਿਕਾਰਾਂ ਦੀਆਂ) ਝੜੀਆਂ (ਲੱਗੀਆਂ ਹੋਈਆਂ ਹਨ, ਵਿਕਾਰਾਂ ਦੇ) ਝੱਖੜ (ਝੁੱਲ ਰਹੇ ਹਨ, ਵਿਕਾਰਾਂ ਦੇ) ਹੜ੍ਹ (ਆ ਰਹੇ ਹਨ, ਵਿਕਾਰਾਂ ਦੀਆਂ) ਲੱਖਾਂ ਹੀ ਠਿੱਲਾਂ ਪੈ ਰਹੀਆਂ ਹਨ।",
    "pronunciation": "(ਝੜ) ਝੜ੍ਹੀ (ਝੱਖੜ) ਤੁਫ਼ਾਨ। (ਓਹਾੜ) ਹੜ੍ਹ। ਅਾਸਾ ਰੂਪ (ਸਰੀ) ਨਦੀ ਦੀਅਾਂ। (ਲੱਖੇ) ਲੱਖਾਂ ਲਹਰੀ ਲਹਿਰਾਂ",
    "type_id": 3
  },
  {
    "id": 59851,
    "shabad_id": 5478,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਸਤਿਗੁਰ ਸਿੳੁ ਅਾਲਾੲਿ; ਬੇੜੇ ਡੁਬਣਿ. ਨਾਹਿ ਭੳੁ ॥੪॥",
    "transliteration": "Sathigur Sio Aalaae Baerrae Dduban Naahi Bho ||4||",
    "translation": "If you cry out for help from the True Guru, you have nothing to fear - your boat will not sink. ||4||",
    "punjabi": "(ਜੇ ਤੂੰ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦੀ ਬੇੜੀ ਨੂੰ ਬਚਾਣਾ ਚਾਹੁੰਦਾ ਹੈਂ, ਤਾਂ) ਗੁਰੂ ਪਾਸ ਪੁਕਾਰ ਕਰ (ਇਸ ਤਰ੍ਹਾਂ ਤੇਰੀ ਜੀਵਨ-) ਬੇੜੀ ਦੇ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬ ਜਾਣ ਬਾਰੇ ਕੋਈ ਖ਼ਤਰਾ ਨਹੀਂ ਰਹਿ ਜਾਇਗਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59852,
    "shabad_id": 5478,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ; ਦੁਨੀਅਾ ਕੈਸੀ ਹੋੲੀ ॥",
    "transliteration": "Naanak Dhuneeaa Kaisee Hoee ||",
    "translation": "O Nanak, what has happened to the world?",
    "punjabi": "ਹੇ ਨਾਨਕ! ਦੁਨੀਆ (ਦੀ ਲੁਕਾਈ) ਅਜਬ ਨੀਵੇਂ ਪਾਸੇ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59853,
    "shabad_id": 5478,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "ਸਾਲਕੁ ਮਿਤੁ; ਨ ਰਹਿਓ ਕੋੲੀ ॥",
    "transliteration": "Saalak Mith N Rehiou Koee ||",
    "translation": "There is no guide or friend.",
    "punjabi": "ਸਹੀ ਜੀਵਨ-ਰਸਤਾ ਦੱਸਣ ਵਾਲਾ ਮਿੱਤਰ ਕਿਤੇ ਕੋਈ ਲੱਭਦਾ ਨਹੀਂ।",
    "pronunciation": "ਪੂਰਨ (ਸਾਲਕੁ) ਗਿਅਾਨਵਾਨ",
    "type_id": 3
  },
  {
    "id": 59854,
    "shabad_id": 5478,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "ਭਾੲੀ ਬੰਧੀ. ਹੇਤੁ ਚੁਕਾੲਿਅਾ ॥",
    "transliteration": "Bhaaee Bandhhee Haeth Chukaaeiaa ||",
    "translation": "There is no love, even among brothers and relatives.",
    "punjabi": "ਭਰਾਵਾਂ ਸਨਬੰਧੀਆਂ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ (ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ) ਪਿਆਰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮੁਕਾਈ ਬੈਠਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59855,
    "shabad_id": 5478,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "ਦੁਨੀਅਾ ਕਾਰਣਿ; ਦੀਨੁ ਗਵਾੲਿਅਾ ॥੫॥",
    "transliteration": "Dhuneeaa Kaaran Dheen Gavaaeiaa ||5||",
    "translation": "For the sake of the world, people have lost their faith. ||5||",
    "punjabi": "ਦੁਨੀਆ (ਦੀ ਮਾਇਆ) ਦੀ ਖ਼ਾਤਰ ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਰਮਾਇਆ ਗੰਵਾਈ ਜਾ ਰਿਹਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59856,
    "shabad_id": 5478,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "ਹੈ ਹੈ ਕਰਿ ਕੈ; ਓਹਿ ਕਰੇਨਿ ॥",
    "transliteration": "Hai Hai Kar Kai Ouhi Karaen ||",
    "translation": "They cry and weep and wail.",
    "punjabi": "(ਕਿਸੇ ਪਿਆਰੇ ਸਨਬੰਧੀ ਦੇ ਮਰਨ ਤੇ ਜ਼ਨਾਨੀਆਂ) 'ਹਾਇ ਹਾਇ' ਆਖ ਆਖ ਕੇ 'ਓਇ ਓਇ' ਕਰਦੀਆਂ ਹਨ (ਮੂੰਹੋਂ ਆਖਦੀਆਂ ਹਨ। ਆਪਣੀਆਂ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59857,
    "shabad_id": 5478,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "ਗਲ੍ਹਾ ਪਿਟਨਿ; ਸਿਰੁ ਖੋਹੇਨਿ ॥",
    "transliteration": "Galhaa Pittan Sir Khohaen ||",
    "translation": "They slap their faces and pull their hair out.",
    "punjabi": "ਗੱਲ੍ਹਾਂ ਪਿੱਟਦੀਆਂ ਹਨ (ਆਪਣੇ) ਸਿਰ (ਦੇ ਵਾਲ) ਖੁੰਹਦੀਆਂ ਹਨ (ਇਹ ਬਹੁਤ ਹੀ ਮਾੜਾ ਕਰਮ ਹੈ)।",
    "pronunciation": "ਗੱਲ੍ਹਾਂ। ਪਿੱਟਨਿ",
    "type_id": 3
  },
  {
    "id": 59858,
    "shabad_id": 5478,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "ਨਾੳੁ ਲੈਨਿ ਅਰੁ ਕਰਨਿ ਸਮਾੲਿ ॥",
    "transliteration": "Naao Lain Ar Karan Samaae ||",
    "translation": "But if they chant the Naam, the Name of the Lord, they shall be absorbed into it.",
    "punjabi": "ਜਿਹੜੇ ਪ੍ਰਾਣੀ (ਅਜਿਹੇ ਸਦਮੇ ਦੇ ਸਮੇ ਭੀ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਜਪਦੇ ਹਨ, ਅਤੇ (ਪਰਮਾਤਮਾ ਦੀ) ਰਜ਼ਾ ਨੂੰ ਮੰਨਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59859,
    "shabad_id": 5478,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ; ਤਿਨ ਬਲਿਹਾਰੈ ਜਾੲਿ ॥੬॥",
    "transliteration": "Naanak Thin Balihaarai Jaae ||6||",
    "translation": "O Nanak, I am a sacrifice to them. ||6||",
    "punjabi": "ਨਾਨਕ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59860,
    "shabad_id": 5478,
    "pada": 8,
    "source_line": 13,
    "gurmukhi": "ਰੇ ਮਨ ਡੀਗਿ. ਨ ਡੋਲੀਅੈ; ਸੀਧੈ ਮਾਰਗਿ ਧਾੳੁ ॥",
    "transliteration": "Rae Man Ddeeg N Ddoleeai Seedhhai Maarag Dhhaao ||",
    "translation": "O my mind, do not waver or walk on the crooked path; take the straight and true path.",
    "punjabi": "ਹੇ ਮਨ! (ਵਿਕਾਰਾਂ-ਭਰੇ) ਵਿੰਗੇ (ਜੀਵਨ-) ਰਸਤੇ ਉੱਤੇ ਨਹੀਂ ਭਟਕਦੇ ਫਿਰਨਾ ਚਾਹੀਦਾ। ਹੇ ਮਨ! ਸਿੱਧੇ (ਜੀਵਨ-) ਰਾਹ ਉੱਤੇ ਦੌੜ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59861,
    "shabad_id": 5478,
    "pada": 8,
    "source_line": 13,
    "gurmukhi": "ਪਾਛੈ ਬਾਘੁ ਡਰਾਵਣੋ; ਅਾਗੈ ਅਗਨਿ ਤਲਾੳੁ ॥",
    "transliteration": "Paashhai Baagh Ddaraavano Aagai Agan Thalaao ||",
    "translation": "The terrible tiger is behind you, and the pool of fire is ahead.",
    "punjabi": "(ਵਿੰਗੇ ਰਸਤੇ ਤੁਰਿਆਂ) ਇਸ ਲੋਕ ਵਿਚ ਭਿਆਨਕ ਆਤਮਕ ਮੌਤ (ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਖਾਈ ਜਾਂਦੀ ਹੈ, ਤੇ) ਅਗਾਂਹ ਪਰਲੋਕ ਵਿਚ ਜਠਰਾਗਨੀ ਦੀ ਘੁੰਮਣ-ਘੇਰੀ (ਡੋਬ ਲੈਂਦੀ ਹੈ ਭਾਵ, ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਗ੍ਰਸ ਲੈਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59862,
    "shabad_id": 5478,
    "pada": 8,
    "source_line": 14,
    "gurmukhi": "ਸਹਸੈ ਜੀਅਰਾ, ਪਰਿ ਰਹਿਓ; ਮਾ ਕੳੁ ਅਵਰੁ. ਨ ਢੰਗੁ ॥",
    "transliteration": "Sehasai Jeearaa Par Rehiou Maa Ko Avar N Dtang ||",
    "translation": "My soul is skeptical and doubtful, but I cannot see any other way to go.",
    "punjabi": "(ਵਿੰਗੇ ਰਸਤੇ ਤੁਰਿਆਂ ਹਰ ਵੇਲੇ ਇਹ) ਜਿੰਦ ਸਹਮ ਵਿਚ ਪਈ ਰਹਿੰਦੀ ਹੈ। ਹੇ ਮਨ! (ਇਸ ਵਿੰਗੇ ਰਸਤੇ ਤੋਂ ਬਚਣ ਲਈ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ) ਮੈਨੂੰ ਕੋਈ ਹੋਰ ਤਰੀਕਾ ਨਹੀਂ ਸੁੱਝਦਾ।",
    "pronunciation": "(ਮਾ) ਦਾਸਨ ਦਾਸ। (ਮਾ) ਬਿੰਦੀ ਨਹੀਂ ਲਾੳੁਣੀ",
    "type_id": 3
  },
  {
    "id": 59863,
    "shabad_id": 5478,
    "pada": 8,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਛੁਟੀਅੈ; ਹਰਿ ਪ੍ਰੀਤਮ ਸਿੳੁ ਸੰਗੁ ॥੭॥",
    "transliteration": "Naanak Guramukh Shhutteeai Har Preetham Sio Sang ||7||",
    "translation": "O Nanak, as Gurmukh, dwell with your Beloved Lord, and you shall be saved. ||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਹੀ ਇਸ ਵਿੰਗੇ ਰਸਤੇ ਤੋਂ) ਬਚ ਸਕੀਦਾ ਹੈ, ਅਤੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਨਾਲ ਸਾਥ ਬਣ ਸਕਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59864,
    "shabad_id": 5478,
    "pada": 9,
    "source_line": 15,
    "gurmukhi": "ਬਾਘੁ ਮਰੈ. ਮਨੁ ਮਾਰੀਅੈ; ਜਿਸੁ ਸਤਿਗੁਰ ਦੀਖਿਅਾ ਹੋੲਿ ॥",
    "transliteration": "Baagh Marai Man Maareeai Jis Sathigur Dheekhiaa Hoe ||",
    "translation": "The tiger is killed, and the mind is killed, through the Teachings of the True Guru.",
    "punjabi": "ਜਿਸ (ਮਨੁੱਖ) ਨੂੰ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ (ਪ੍ਰਾਪਤ) ਹੁੰਦੀ ਹੈ, (ਉਸ ਦਾ) ਮਨ ਵੱਸ ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰੋਂ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਖਾ ਜਾਣ ਵਾਲਾ) ਬਘਿਆੜ ਮਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59865,
    "shabad_id": 5478,
    "pada": 9,
    "source_line": 15,
    "gurmukhi": "ਅਾਪੁ ਪਛਾਣੈ. ਹਰਿ ਮਿਲੈ; ਬਹੁੜਿ. ਨ ਮਰਣਾ ਹੋੲਿ ॥",
    "transliteration": "Aap Pashhaanai Har Milai Bahurr N Maranaa Hoe ||",
    "translation": "One who understands himself, meets with the Lord, and never dies again.",
    "punjabi": "(ਉਹ ਮਨੁੱਖ) ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪਰਖਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਮੁੜ ਉਸ ਨੂੰ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]
