[
  {
    "id": 59866,
    "shabad_id": 5478,
    "pada": 9,
    "source_line": 1,
    "gurmukhi": "ਕੀਚੜਿ ਹਾਥੁ. ਨ ਬੂਡੲੀ; ੲੇਕਾ ਨਦਰਿ ਨਿਹਾਲਿ ॥",
    "transliteration": "Keecharr Haathh N Booddee Eaekaa Nadhar Nihaal ||",
    "translation": "One who sees the One and Only Lord with his eyes - his hands shall not get muddy and dirty.",
    "punjabi": "ਪਰਮਾਤਮਾ (ਉਸ ਮਨੁੱਖ ਨੂੰ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਵੇਖਦਾ ਹੈ (ਇਸ ਵਾਸਤੇ ਉਸ ਦਾ) ਹੱਥ ਚਿੱਕੜ ਵਿਚ ਨਹੀਂ ਡੁੱਬਦਾ (ਉਸ ਦਾ ਮਨ ਵਿਕਾਰਾਂ ਵਿਚ ਨਹੀਂ ਫਸਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59867,
    "shabad_id": 5478,
    "pada": 9,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ੳੁਬਰੇ; ਗੁਰੁ ਸਰਵਰੁ ਸਚੀ ਪਾਲਿ ॥੮॥",
    "transliteration": "Naanak Guramukh Oubarae Gur Saravar Sachee Paal ||8||",
    "translation": "O Nanak, the Gurmukhs are saved; the Guru has surrounded the ocean with the embankment of Truth. ||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਮਨੁੱਖ (ਹੀ ਵਿਕਾਰਾਂ ਦੇ ਚਿੱਕੜ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚ ਨਿਕਲਦੇ ਹਨ। ਗੁਰੂ ਹੀ (ਨਾਮ ਦਾ) ਸਰੋਵਰ ਹੈ, ਗੁਰੂ ਹੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਕੰਧ ਹੈ (ਜੋ ਵਿਕਾਰਾਂ ਦੇ ਚਿੱਕੜ ਵਿਚ ਲਿੱਬੜਨ ਤੋਂ ਬਚਾਂਦਾ ਹੈ) ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59868,
    "shabad_id": 5478,
    "pada": 10,
    "source_line": 2,
    "gurmukhi": "ਅਗਨਿ ਮਰੈ. ਜਲੁ ਲੋੜਿ ਲਹੁ; ਵਿਣੁ ਗੁਰ. ਨਿਧਿਜਲੁ ਨਾਹਿ ॥",
    "transliteration": "Agan Marai Jal Lorr Lahu Vin Gur Nidhh Jal Naahi ||",
    "translation": "If you wish to put out the fire, then look for water; without the Guru, the ocean of water is not found.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਨਾਮ-) ਜਲ ਢੂੰਢ ਲੈ (ਇਸ ਨਾਮ-ਜਲ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ। (ਪਰ) ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ ਨਾਮ-ਸਰੋਵਰ ਦਾ ਇਹ ਜਲ ਮਿਲਦਾ ਨਹੀਂ।",
    "pronunciation": "(ਨਿਧਿਜਲੁ) ਬੱਦਲ, ਅੰਮ੍ਰਿਤ, ਸਮੁੰਦ੍ਰ",
    "type_id": 3
  },
  {
    "id": 59869,
    "shabad_id": 5478,
    "pada": 10,
    "source_line": 2,
    "gurmukhi": "ਜਨਮਿ ਮਰੈ ਭਰਮਾੲੀਅੈ; ਜੇ ਲਖ ਕਰਮ ਕਮਾਹਿ ॥",
    "transliteration": "Janam Marai Bharamaaeeai Jae Lakh Karam Kamaahi ||",
    "translation": "You shall continue to wander lost in reincarnation through birth and death, even if you do thousands of other deeds.",
    "punjabi": "(ਇਸ ਜਲ ਤੋਂ ਬਿਨਾ) ਮਨੁੱਖ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਵਾਇਆ ਜਾਂਦਾ ਹੈ। ਹੇ ਭਾਈ ਜੇ ਮਨੁੱਖ (ਨਾਮ ਨੂੰ ਭੁਲਾ ਕੇ ਹੋਰ) ਲੱਖਾਂ ਕਰਮ ਕਮਾਂਦੇ ਰਹਿਣ (ਤਾਂ ਭੀ ਇਹ ਅੰਦਰਲੀ ਅੱਗ ਨਹੀਂ ਮਰਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59870,
    "shabad_id": 5478,
    "pada": 10,
    "source_line": 3,
    "gurmukhi": "ਜਮੁ ਜਾਗਾਤਿ. ਨ ਲਗੲੀ; ਜੇ ਚਲੈ ਸਤਿਗੁਰ ਭਾੲਿ ॥",
    "transliteration": "Jam Jaagaath N Lagee Jae Chalai Sathigur Bhaae ||",
    "translation": "But you shall not be taxed by the Messenger of Death, if you walk in harmony with the Will of the True Guru.",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਦਾ ਰਹੇ, ਤਾਂ ਜਮਰਾਜ ਮਸੂਲੀਆ (ਉਸ ਉਤੇ) ਆਪਣਾ ਵਾਰ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59871,
    "shabad_id": 5478,
    "pada": 10,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਨਿਰਮਲੁ ਅਮਰਪਦੁ; ਗੁਰੁ ਹਰਿ ਮੇਲੈ ਮੇਲਾੲਿ ॥੯॥",
    "transliteration": "Naanak Niramal Amar Padh Gur Har Maelai Maelaae ||9||",
    "translation": "O Nanak, the immaculate, immortal status is obtained, and the Guru will unite you in the Lord's Union. ||9||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ (ਮਨੁੱਖ) ਨੂੰ ਪਵਿੱਤਰ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਗੁਰੂ (ਮਨੁੱਖ ਨੂੰ) ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59872,
    "shabad_id": 5478,
    "pada": 11,
    "source_line": 4,
    "gurmukhi": "ਕਲਰ ਕੇਰੀ ਛਪੜੀ; ਕੳੂਅਾ ਮਲਿ ਮਲਿ ਨਾੲਿ ॥",
    "transliteration": "Kalar Kaeree Shhaparree Kooaa Mal Mal Naae ||",
    "translation": "The crow rubs and washes itself in the mud puddle.",
    "punjabi": "(ਵਿਕਾਰਾਂ ਦੀ ਕਾਲਖ ਨਾਲ) ਕਾਲੇ ਹੋਏ ਮਨ ਵਾਲਾ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਦੇ) ਕੱਲਰ ਦੀ ਛੱਪੜੀ ਵਿਚ ਬੜੇ ਸ਼ੌਕ ਨਾਲ ਇਸ਼ਨਾਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਕੱਲਰ।ਨ੍ਹਾੲਿ",
    "type_id": 3
  },
  {
    "id": 59873,
    "shabad_id": 5478,
    "pada": 11,
    "source_line": 4,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਮੈਲਾ ਅਵਗੁਣੀ; ਚਿੰਜੁ ਭਰੀ. ਗੰਧੀ ਅਾੲਿ ॥",
    "transliteration": "Man Than Mailaa Avagunee Chinj Bharee Gandhhee Aae ||",
    "translation": "Its mind and body are polluted with its own mistakes and demerits, and its beak is filled with dirt.",
    "punjabi": "(ਇਸ ਕਰਕੇ ਉਸ ਦਾ) ਮਨ (ਉਸ ਦਾ) ਤਨ ਵਿਕਾਰਾਂ (ਦੀ ਮੈਲ) ਨਾਲ ਮੈਲਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ (ਜਿਵੇਂ ਕਾਂ ਦੀ) ਚੁੰਝ ਗੰਦ ਨਾਲ ਹੀ ਭਰੀ ਰਹਿੰਦੀ ਹੈ (ਤਿਵੇਂ ਵਿਕਾਰੀ ਮਨੁੱਖ ਦਾ ਮੂੰਹ ਭੀ ਨਿੰਦਾ ਆਦਿਕ ਗੰਦ ਨਾਲ ਹੀ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59874,
    "shabad_id": 5478,
    "pada": 11,
    "source_line": 5,
    "gurmukhi": "ਸਰਵਰੁ ਹੰਸਿ. ਨ ਜਾਣਿਅਾ; ਕਾਗ ਕੁਪੰਖੀ ਸੰਗਿ ॥",
    "transliteration": "Saravar Hans N Jaaniaa Kaag Kupankhee Sang ||",
    "translation": "The swan in the pool associated with the crow, not knowing that it was evil.",
    "punjabi": "ਭੈੜੇ ਪੰਛੀ ਕਾਵਾਂ ਦੀ ਸੰਗਤ ਵਿਚ (ਵਿਕਾਰੀ ਬੰਦਿਆਂ ਦੀ ਸੁਹਬਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਅੰਸ਼ ਜੀਵ-) ਹੰਸ ਨੇ (ਗੁਰੂ-) ਸਰੋਵਰ (ਦੀ ਕਦਰ) ਨਾਹ ਸਮਝੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59875,
    "shabad_id": 5478,
    "pada": 11,
    "source_line": 5,
    "gurmukhi": "ਸਾਕਤ ਸਿੳੁ ਅੈਸੀ ਪ੍ਰੀਤਿ ਹੈ; ਬੂਝਹੁ ਗਿਅਾਨੀ ਰੰਗਿ ॥",
    "transliteration": "Saakath Sio Aisee Preeth Hai Boojhahu Giaanee Rang ||",
    "translation": "Such is the love of the faithless cynic; understand this, O spiritually wise ones, through love and devotion.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖਾਂ ਨਾਲ ਜੋੜੀ ਹੋਈ ਪ੍ਰੀਤ ਇਹੋ ਜਿਹੀ ਹੀ ਹੁੰਦੀ ਹੈ। ਹੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਹਾਸਲ ਕਰਨ ਦੇ ਚਾਹਵਾਨ ਮਨੁੱਖ! ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕ ਕੇ (ਜੀਵਨ-ਰਾਹ ਨੂੰ) ਸਮਝ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59876,
    "shabad_id": 5478,
    "pada": 11,
    "source_line": 6,
    "gurmukhi": "ਸੰਤ ਸਭਾ ਜੈਕਾਰੁ ਕਰਿ; ਗੁਰਮੁਖਿ ਕਰਮ ਕਮਾੳੁ ॥",
    "transliteration": "Santh Sabhaa Jaikaar Kar Guramukh Karam Kamaao ||",
    "translation": "So proclaim the victory of the Society of the Saints, and act as Gurmukh.",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਿਆ ਕਰ, ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰੱਖਣ ਵਾਲੇ ਕਰਮ ਕਮਾਇਆ ਕਰ-ਇਹੀ ਹੈ ਪਵਿੱਤਰ ਇਸ਼ਨਾਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59877,
    "shabad_id": 5478,
    "pada": 11,
    "source_line": 6,
    "gurmukhi": "ਨਿਰਮਲੁ ਨ੍ਹਾਵਣੁ ਨਾਨਕਾ; ਗੁਰੁ ਤੀਰਥੁ ਦਰੀਅਾੳੁ ॥੧੦॥",
    "transliteration": "Niramal Nhaavan Naanakaa Gur Theerathh Dhareeaao ||10||",
    "translation": "Immaculate and pure is that cleansing bath, O Nanak, at the sacred shrine of the Guru's river. ||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਹੀ ਤੀਰਥ ਹੈ ਗੁਰੂ ਹੀ ਦਰੀਆਉ ਹੈ (ਗੁਰੂ ਵਿਚ ਚੁੱਭੀ ਲਾਈ ਰੱਖਣੀ ਹੀ ਪਵਿੱਤਰ ਇਸ਼ਨਾਨ ਹੈ) ॥੧੦॥",
    "pronunciation": "ਦਰੀ-ਅੳੁ",
    "type_id": 3
  },
  {
    "id": 59878,
    "shabad_id": 5478,
    "pada": 12,
    "source_line": 7,
    "gurmukhi": "ਜਨਮੇ ਕਾ ਫਲੁ ਕਿਅਾ ਗਣੀ; ਜਾਂ ਹਰਿ ਭਗਤਿ ਨ ਭਾੳੁ ॥",
    "transliteration": "Janamae Kaa Fal Kiaa Ganee Jaan Har Bhagath N Bhaao ||",
    "translation": "What should I account as the rewards of this human life, if one does not feel love and devotion to the Lord?",
    "punjabi": "ਜਦ ਤਕ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਹੀਂ, ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰੇਮ ਨਹੀਂ, ਤਦ ਤਕ ਉਸ ਦੇ ਮਨੁੱਖਾ ਜਨਮ ਹਾਸਲ ਕੀਤੇ ਦਾ ਕੋਈ ਭੀ ਲਾਭ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59879,
    "shabad_id": 5478,
    "pada": 12,
    "source_line": 7,
    "gurmukhi": "ਪੈਧਾ ਖਾਧਾ ਬਾਦਿ ਹੈ; ਜਾਂ ਮਨਿ ਦੂਜਾ ਭਾੳੁ ॥",
    "transliteration": "Paidhhaa Khaadhhaa Baadh Hai Jaan Man Dhoojaa Bhaao ||",
    "translation": "Wearing clothes and eating food is useless, if the mind is filled with the love of duality.",
    "punjabi": "ਜਦ ਤਕ (ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਹੋਰ ਮੋਹ ਪਿਆਰ ਵੱਸਦਾ ਹੈ, ਤਦ ਤਕ ਉਸ ਦਾ ਪਹਿਨਿਆ (ਕੀਮਤੀ ਕੱਪੜਾ ਉਸ ਦਾ) ਖਾਧਾ ਹੋਇਆ (ਕੀਮਤੀ ਭੋਜਨ ਸਭ) ਵਿਅਰਥ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਉਹ)",
    "pronunciation": "ਪੈ੍ਨਧਾ, ਖੱਾਧਾ: ਬਿੰਦੀਅਾਂ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 59880,
    "shabad_id": 5478,
    "pada": 12,
    "source_line": 8,
    "gurmukhi": "ਵੇਖਣੁ ਸੁਨਣਾ ਝੂਠੁ ਹੈ; ਮੁਖਿ ਝੂਠਾ ਅਾਲਾੳੁ ॥",
    "transliteration": "Vaekhan Sunanaa Jhooth Hai Mukh Jhoothaa Aalaao ||",
    "translation": "Seeing and hearing is false, if one speaks lies.",
    "punjabi": "ਨਾਸਵੰਤ ਜਗਤ ਨੂੰ ਹੀ ਤੱਕ ਵਿਚ ਰੱਖਦਾ ਹੈ, ਨਾਸਵੰਤ ਜਗਤ ਨੂੰ ਹੀ ਕੰਨਾਂ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ, ਨਾਸਵੰਤ ਜਗਤ ਦੀਆਂ ਗੱਲਾਂ ਹੀ ਮੂੰਹ ਨਾਲ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59881,
    "shabad_id": 5478,
    "pada": 12,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਸਲਾਹਿ ਤੂ; ਹੋਰੁ ਹੳੁਮੈ ਅਾਵੳੁ ਜਾੳੁ ॥੧੧॥",
    "transliteration": "Naanak Naam Salaahi Thoo Hor Houmai Aavo Jaao ||11||",
    "translation": "O Nanak, praise the Naam, the Name of the Lord; everything else is coming and going in egotism. ||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਤੂੰ (ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ) ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੁ। (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨੂੰ ਭੁਲਾ ਕੇ) ਹੋਰ (ਸਾਰਾ ਉੱਦਮ) ਹਉਮੈ ਦੇ ਕਾਰਨ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਬਣਾਈ ਰੱਖਦਾ ਹੈ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59882,
    "shabad_id": 5478,
    "pada": 13,
    "source_line": 9,
    "gurmukhi": "ਹੈਨਿ ਵਿਰਲੇ. ਨਾਹੀ ਘਣੇ; ਫੈਲ ਫਕੜੁ ਸੰਸਾਰੁ ॥੧੨॥",
    "transliteration": "Hain Viralae Naahee Ghanae Fail Fakarr Sansaar ||12||",
    "translation": "The Saints are few and far between; everything else in the world is just a pompous show. ||12||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ) ਕੋਈ ਵਿਰਲੇ ਵਿਰਲੇ ਹਨ, ਬਹੁਤੇ ਨਹੀਂ ਹਨ। (ਆਮ ਤੌਰ ਤੇ) ਜਗਤ ਵਿਖਾਵੇ ਦੇ ਕੰਮ ਹੀ (ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਨੂੰ) ਨੀਵਾਂ ਕਰਨ ਵਾਲਾ ਬੋਲ ਹੀ (ਬੋਲਦਾ ਰਹਿੰਦਾ ਹੈ) ॥੧੨॥",
    "pronunciation": "ਫੱਕੜੁ",
    "type_id": 3
  },
  {
    "id": 59883,
    "shabad_id": 5478,
    "pada": 14,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਲਗੀ ਤੁਰਿ ਮਰੈ; ਜੀਵਣ. ਨਾਹੀ ਤਾਣੁ ॥",
    "transliteration": "Naanak Lagee Thur Marai Jeevan Naahee Thaan ||",
    "translation": "O Nanak, one who is struck by the Lord dies instantaneously; the power to live is lost.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੇਮ ਦੀ ਚੋਟ) ਲੱਗਦੀ ਹੈ (ਉਹ ਮਨੁੱਖ) ਤੁਰਤ ਆਪਾ-ਭਾਵ ਵਲੋਂ ਮਰ ਜਾਂਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰੋਂ ਸੁਆਰਥ ਖ਼ਤਮ ਹੋ ਜਾਂਦਾ ਹੈ), (ਉਸ ਦੇ ਅੰਦਰ ਸੁਆਰਥ ਦੇ) ਜੀਵਨ ਦਾ ਜ਼ੋਰ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59884,
    "shabad_id": 5478,
    "pada": 14,
    "source_line": 10,
    "gurmukhi": "ਚੋਟੈ ਸੇਤੀ ਜੋ ਮਰੈ; ਲਗੀ ਸਾ ਪਰਵਾਣੁ ॥",
    "transliteration": "Chottai Saethee Jo Marai Lagee Saa Paravaan ||",
    "translation": "If someone dies by such a stroke, then he is accepted.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤ ਦੀ) ਚੋਟ ਨਾਲ ਆਪਾ-ਭਾਵ ਵਲੋਂ ਮਰ ਜਾਂਦਾ ਹੈ (ਉਸ ਦਾ ਜੀਵਨ ਪ੍ਰਭੂ-ਦਰ ਤੇ ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ) ਉਹੀ ਲੱਗੀ ਹੋਈ ਚੋਟ (ਪ੍ਰਭੂ-ਦਰ ਤੇ) ਪਰਵਾਨ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59885,
    "shabad_id": 5478,
    "pada": 14,
    "source_line": 10,
    "gurmukhi": "ਜਿਸ ਨੋ ਲਾੲੇ. ਤਿਸੁ ਲਗੈ; ਲਗੀ ਤਾ ਪਰਵਾਣੁ ॥",
    "transliteration": "Jis No Laaeae This Lagai Lagee Thaa Paravaan ||",
    "translation": "He alone is struck, who is struck by the Lord; after such a stroke, he is approved.",
    "punjabi": "ਪਰ (ਇਹ ਪ੍ਰੇਮ ਦੀ ਚੋਟ) ਉਸ ਮਨੁੱਖ ਨੂੰ ਹੀ ਲੱਗਦੀ ਹੈ ਜਿਸ ਨੂੰ (ਪਰਮਾਤਮਾ ਆਪ) ਲਾਂਦਾ ਹੈ (ਜਦੋਂ ਇਹ ਚੋਟ ਪਰਮਾਤਮਾ ਵਲੋਂ ਲੱਗਦੀ ਹੈ) ਤਦੋਂ ਹੀ ਇਹ ਲੱਗੀ ਹੋਈ (ਚੋਟ) ਕਬੂਲ ਹੁੰਦੀ ਹੈ (ਸਫਲ ਹੁੰਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59886,
    "shabad_id": 5478,
    "pada": 14,
    "source_line": 10,
    "gurmukhi": "ਪਿਰਮ ਪੈਕਾਮੁ. ਨ ਨਿਕਲੈ; ਲਾੲਿਅਾ ਤਿਨਿ ਸੁਜਾਣਿ ॥੧੩॥",
    "transliteration": "Piram Paikaam N Nikalai Laaeiaa Thin Sujaan ||13||",
    "translation": "The arrow of love, shot by the All-knowing Lord, cannot be pulled out. ||13||",
    "punjabi": "ਉਸ ਸਿਆਣੇ (ਤੀਰੰਦਾਜ਼-ਪ੍ਰਭੂ) ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੇਮ ਦਾ ਤੀਰ) ਵਿੰਨ੍ਹ ਦਿੱਤਾ; (ਉਸ ਹਿਰਦੇ ਵਿਚੋਂ ਇਹ) ਪ੍ਰੇਮ ਦਾ ਤੀਰ ਫਿਰ ਨਹੀਂ ਨਿਕਲਦਾ ॥੧੩॥",
    "pronunciation": "(ਪੈਕਾਮੁ) ਤੀਰ",
    "type_id": 3
  },
  {
    "id": 59887,
    "shabad_id": 5478,
    "pada": 15,
    "source_line": 11,
    "gurmukhi": "ਭਾਂਡਾ ਧੋਵੈ ਕੳੁਣੁ; ਜਿ ਕਚਾ ਸਾਜਿਅਾ ॥",
    "transliteration": "Bhaanddaa Dhhovai Koun J Kachaa Saajiaa ||",
    "translation": "Who can wash the unbaked clay pot?",
    "punjabi": "(ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਨਾਲ) ਕੋਈ ਭੀ ਮਨੁੱਖ ਸਰੀਰ ਘੜੇ ਨੂੰ ਪਵਿੱਤਰ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਕਿਉਂਕਿ ਇਹ ਬਣਾਇਆ ਹੀ ਅਜਿਹਾ ਹੈ ਕਿ ਇਸ ਨੂੰ ਵਿਕਾਰਾਂ ਦਾ ਚਿੱਕੜ ਸਦਾ ਲੱਗਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59888,
    "shabad_id": 5478,
    "pada": 15,
    "source_line": 11,
    "gurmukhi": "ਧਾਤੂ ਪੰਜਿ ਰਲਾੲਿ; ਕੂੜਾ ਪਾਜਿਅਾ ॥",
    "transliteration": "Dhhaathoo Panj Ralaae Koorraa Paajiaa ||",
    "translation": "Joining the five elements together, the Lord made a false cover.",
    "punjabi": "(ਹਵਾ, ਪਾਣੀ, ਮਿੱਟੀ, ਅੱਗ, ਆਕਾਸ਼) ਪੰਜ ਤੱਤ ਇਕੱਠੇ ਕਰ ਕੇ ਇਹ ਸਰੀਰ-ਭਾਂਡਾ ਇਕ ਨਾਸਵੰਤ ਖਿਡੌਣਾ ਜਿਹਾ ਬਣਾਇਆ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59889,
    "shabad_id": 5478,
    "pada": 15,
    "source_line": 12,
    "gurmukhi": "ਭਾਂਡਾ ਅਾਣਗੁ ਰਾਸਿ; ਜਾਂ ਤਿਸੁ ਭਾਵਸੀ ॥",
    "transliteration": "Bhaanddaa Aanag Raas Jaan This Bhaavasee ||",
    "translation": "When it pleases Him, He makes it right.",
    "punjabi": "ਹਾਂ, ਜਦੋਂ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ (ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਮਨੁੱਖ ਦੇ) ਸਰੀਰ-ਭਾਂਡੇ ਨੂੰ ਪਵਿੱਤਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਅਾਣਗੁ) ਅਾਵੇਗਾ",
    "type_id": 3
  },
  {
    "id": 59890,
    "shabad_id": 5478,
    "pada": 15,
    "source_line": 12,
    "gurmukhi": "ਪਰਮ ਜੋਤਿ ਜਾਗਾੲਿ; ਵਾਜਾ ਵਾਵਸੀ ॥੧੪॥",
    "transliteration": "Param Joth Jaagaae Vaajaa Vaavasee ||14||",
    "translation": "The supreme light shines forth, and the celestial song vibrates and resounds. ||14||",
    "punjabi": "(ਗੁਰੂ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਸਭ ਤੋਂ ਉੱਚੀ ਰੱਬੀ ਜੋਤਿ ਜਗਾ ਕੇ (ਰੱਬੀ ਜੋਤਿ ਦਾ) ਵਾਜਾ ਵਜਾ ਦੇਂਦਾ ਹੈ। (ਰੱਬੀ ਜੋਤਿ ਦਾ ਰੱਬੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਇਤਨਾ ਪ੍ਰਬਲ ਪ੍ਰਭਾਵ ਬਣਾ ਦੇਂਦਾ ਹੈ ਕਿ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਵਿਕਾਰਾਂ ਦਾ ਰੌਲਾ ਸੁਣਿਆ ਹੀ ਨਹੀਂ ਜਾਂਦਾ। ਵਿਕਾਰਾਂ ਦੀ ਕੋਈ ਪੇਸ਼ ਹੀ ਨਹੀਂ ਜਾਂਦੀ ਕਿ ਕੁਕਰਮਾਂ ਦਾ ਕੋਈ ਚਿੱਕੜ ਖਿਲਾਰ ਸਕਣ) ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59891,
    "shabad_id": 5478,
    "pada": 16,
    "source_line": 13,
    "gurmukhi": "ਮਨਹੁ ਜਿ ਅੰਧੇ ਘੂਪ; ਕਹਿਅਾ ਬਿਰਦੁ. ਨ ਜਾਣਨੀ ॥",
    "transliteration": "Manahu J Andhhae Ghoop Kehiaa Biradh N Jaananee ||",
    "translation": "Those who are totally blind in their minds, do not have the integrity to keep their word.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਮਨੋਂ ਘੁੱਪ ਅੰਨ੍ਹੇ ਹਨ (ਪੁੱਜ ਕੇ ਮੂਰਖ ਹਨ) ਉਹ ਦੱਸਿਆਂ ਭੀ (ਇਨਸਾਨੀ) ਫ਼ਰਜ਼ ਨਹੀਂ ਜਾਣਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59892,
    "shabad_id": 5478,
    "pada": 16,
    "source_line": 13,
    "gurmukhi": "ਮਨਿ ਅੰਧੈ. ੳੂਂਧੈ ਕਵਲ; ਦਿਸਨਿ ਖਰੇ ਕਰੂਪ ॥",
    "transliteration": "Man Andhhai Oonadhhai Kaval Dhisan Kharae Karoop ||",
    "translation": "With their blind minds, and their upside-down heart-lotus, they look totally ugly.",
    "punjabi": "ਮਨ ਅੰਨ੍ਹਾ ਹੋਣ ਕਰਕੇ, ਹਿਰਦਾ ਕੇਵਲ (ਧਰਮ ਵਲੋਂ) ਉਲਟਿਆ ਹੋਇਆ ਹੋਣ ਦੇ ਕਾਰਨ ਉਹ ਬੰਦੇ ਬਹੁਤ ਕੋਝੇ (ਕੋਝੇ ਜੀਵਨ ਵਾਲੇ) ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59893,
    "shabad_id": 5478,
    "pada": 16,
    "source_line": 14,
    "gurmukhi": "ੲਿਕ ਕਹਿ ਜਾਣਨਿ. ਕਹਿਅਾ ਬੁਝਨਿ; ਤੇ ਨਰ ਸੁਘੜ ਸਰੂਪ ॥",
    "transliteration": "Eik Kehi Jaanan Kehiaa Bujhan Thae Nar Sugharr Saroop ||",
    "translation": "Some know how to speak and understand what they are told. Those people are wise and good-looking.",
    "punjabi": "ਕਈ ਮਨੁੱਖ ਐਸੇ ਹੁੰਦੇ ਹਨ ਜੋ (ਆਪ) ਗੱਲ ਕਰਨੀ ਭੀ ਜਾਣਦੇ ਹਨ, ਤੇ, ਕਿਸੇ ਦੀ ਆਖੀ ਭੀ ਸਮਝਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਸੁਚੱਜੇ ਤੇ ਸੋਹਣੇ ਜਾਪਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59894,
    "shabad_id": 5478,
    "pada": 16,
    "source_line": 14,
    "gurmukhi": "ੲਿਕਨਾ. ਨਾਦੁ ਨ ਬੇਦੁ, ਨ ਗੀਅ ਰਸੁ; ਰਸੁ ਕਸੁ. ਨ ਜਾਣੰਤਿ ॥",
    "transliteration": "Eikanaa Naadh N Baedh N Geea Ras Ras Kas N Jaananth ||",
    "translation": "Some do not know the Sound-current of the Naad, spiritual wisdom or the joy of song. They do not even understand good and bad.",
    "punjabi": "ਕਈ ਬੰਦਿਆਂ ਨੂੰ ਨਾਹ ਜੋਗੀਆਂ ਦੇ ਨਾਦ ਦਾ ਰਸ, ਨਾਹ ਵੇਦ ਦਾ ਸ਼ੌਕ, ਨਾਹ ਰਾਗ ਦੀ ਖਿੱਚ-ਕਿਸੇ ਤਰ੍ਹਾਂ ਦੇ ਕੋਮਲ ਉਨਰ ਵੱਲ ਰੁਚੀ ਨਹੀਂ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59895,
    "shabad_id": 5478,
    "pada": 16,
    "source_line": 15,
    "gurmukhi": "ੲਿਕਨਾ ਸਿਧਿ ਨ ਬੁਧਿ, ਨ ਅਕਲਿ ਸਰ; ਅਖਰ ਕਾ ਭੇੳੁ. ਨ ਲਹੰਤਿ ॥",
    "transliteration": "Eikanaa Sidhh N Budhh N Akal Sar Akhar Kaa Bhaeo N Lehanth ||",
    "translation": "Some have no idea of perfection, wisdom or understanding; they know nothing about the mystery of the Word.",
    "punjabi": "ਕਈ ਬੰਦਿਆਂ ਨੂੰ ਨਾਹ (ਵਿਚਾਰ ਵਿਚ) ਸਫਲਤਾ, ਨਾਹ ਸੁਚੱਜੀ ਬੁੱਧੀ, ਨਾਹ ਅਕਲ ਦੀ ਸਾਰ ਹੈ, ਤੇ, ਇਕ ਅੱਖਰ ਭੀ ਪੜ੍ਹਨਾ ਨਹੀਂ ਜਾਣਦੇ (ਫਿਰ ਭੀ, ਆਕੜ ਹੀ ਆਕੜ ਵਿਖਾਲਦੇ ਹਨ)।",
    "pronunciation": "(ਅਕਰ) ਬ੍ਰਹਮ ਜੀ",
    "type_id": 3
  },
  {
    "id": 59896,
    "shabad_id": 5478,
    "pada": 16,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਤੇ ਨਰ ਅਸਲਿ ਖਰ; ਜਿ ਬਿਨੁ ਗੁਣ ਗਰਬੁ ਕਰੰਤ ॥੧੫॥",
    "transliteration": "Naanak Thae Nar Asal Khar J Bin Gun Garab Karanth ||15||",
    "translation": "O Nanak, those people are really donkeys; they have no virtue or merit, but still, they are very proud. ||15||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਵਿਚ ਕੋਈ ਗੁਣ ਨਾਹ ਹੋਵੇ, ਤੇ, ਅਹੰਕਾਰ ਕਰੀ ਜਾਣ, ਉਹ ਮਨੁੱਖ ਨਿਰੇ ਖੋਤੇ ਹਨ ॥੧੫॥",
    "pronunciation": "(ਗਰਬੁ) ਹੰਕਾਰ (ਬਿਨੁ) ਬਿਨਾ (ਗੁਣ) ਗੁਣਾਂ ਦੇ ਹੈ, ਭਾਵ ਹੰਕਾਰ ਕਰਕੇ, ਸਾਰੇ ਗੁਣ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ। ਹੰਕਾਰ ਕਰਕੇ ਬੰਦਾ ਬਿਨਾ ਗੁਣਾਂ ਦੇ ਹੋ ਜਾਂਦਾ ਹੈ। ਸੋ ਚਾਹੇ ਗੁਣਾਂ ਵਾਲਾ ਹੰਕਾਰ ਕਰਨ ਜਾਂ ਬਿਨਾ ਗੁਣਾਂ ਵਾਲੇ ਹੰਕਾਰ ਕਰਨ, ਦੋਨੋ ਹੀ (ਅਸਲ) ਅਸਲੀ (ਖਰ) ਖੋਤੇ ਹਨ।",
    "type_id": 3
  },
  {
    "id": 59897,
    "shabad_id": 5478,
    "pada": 17,
    "source_line": 16,
    "gurmukhi": "ਸੋ ਬ੍ਰਹਮਣੁ; ਜੋ ਬਿੰਦੈ ਬ੍ਰਹਮੁ ॥",
    "transliteration": "So Brehaman Jo Bindhai Breham ||",
    "translation": "He alone is a Brahmin, who knows God.",
    "punjabi": "(ਸਾਡੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਉਹ (ਮਨੁੱਖ ਅਸਲ) ਬ੍ਰਾਹਮਣ ਹੈ ਜੋ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59898,
    "shabad_id": 5478,
    "pada": 17,
    "source_line": 16,
    "gurmukhi": "ਜਪੁ ਤਪੁ ਸੰਜਮੁ ਕਮਾਵੈ ਕਰਮੁ ॥",
    "transliteration": "Jap Thap Sanjam Kamaavai Karam ||",
    "translation": "He chants and meditates, and practices austerity and good deeds.",
    "punjabi": "ਜੋ ਇਹੀ ਜਪ-ਕਰਮ ਕਰਦਾ ਹੈ, ਇਹੀ ਤਪ-ਕਰਮ ਕਰਦਾ ਹੈ, ਇਹੀ ਸੰਜਮ-ਕਰਮ ਕਰਦਾ ਹੈ (ਜੋ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨੂੰ ਹੀ ਜਪ ਤਪ ਸੰਜਮ ਸਮਝਦਾ ਹੈ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59899,
    "shabad_id": 5478,
    "pada": 17,
    "source_line": 16,
    "gurmukhi": "ਸੀਲ ਸੰਤੋਖ ਕਾ ਰਖੈ ਧਰਮੁ ॥",
    "transliteration": "Seel Santhokh Kaa Rakhai Dhharam ||",
    "translation": "He keeps to the Dharma, with faith, humility and contentment.",
    "punjabi": "ਜੋ ਮਿੱਠੇ ਸੁਭਾਅ ਅਤੇ ਸੰਤੋਖ ਦਾ ਫ਼ਰਜ਼ ਨਿਬਾਹੁੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59900,
    "shabad_id": 5478,
    "pada": 17,
    "source_line": 17,
    "gurmukhi": "ਬੰਧਨ ਤੋੜੈ; ਹੋਵੈ ਮੁਕਤੁ ॥",
    "transliteration": "Bandhhan Thorrai Hovai Mukath ||",
    "translation": "Breaking his bonds, he is liberated.",
    "punjabi": "ਜੋ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ ਫਾਹੀਆਂ ਤੋੜ ਲੈਂਦਾ ਹੈ ਅਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਆਜ਼ਾਦ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59901,
    "shabad_id": 5478,
    "pada": 17,
    "source_line": 17,
    "gurmukhi": "ਸੋੲੀ ਬ੍ਰਹਮਣੁ; ਪੂਜਣ ਜੁਗਤੁ ॥੧੬॥",
    "transliteration": "Soee Brehaman Poojan Jugath ||16||",
    "translation": "Such a Brahmin is worthy of being worshipped. ||16||",
    "punjabi": "ਉਹੀ ਬ੍ਰਾਹਮਣ ਆਦਰ-ਸਤਕਾਰ ਦਾ ਹੱਕਦਾਰ ਹੈ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59902,
    "shabad_id": 5478,
    "pada": 18,
    "source_line": 17,
    "gurmukhi": "ਖਤ੍ਰੀ ਸੋ; ਜੁ ਕਰਮਾ ਕਾ ਸੂਰੁ ॥",
    "transliteration": "Khathree So J Karamaa Kaa Soor ||",
    "translation": "He alone is a Kh'shaatriyaa, who is a hero in good deeds.",
    "punjabi": "(ਸਾਡੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਉਹ ਮਨੁੱਖ ਖੱਤ੍ਰੀ ਹੈ ਜੋ (ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਨੂੰ ਮਾਰ-ਮੁਕਾਣ ਲਈ) ਨੇਕ ਕਰਮ ਕਰਨ ਵਾਲਾ ਸੂਰਮਾ ਬਣਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59903,
    "shabad_id": 5478,
    "pada": 18,
    "source_line": 18,
    "gurmukhi": "ਪੁੰਨ ਦਾਨ ਕਾ. ਕਰੈ ਸਰੀਰੁ ॥",
    "transliteration": "Punn Dhaan Kaa Karai Sareer ||",
    "translation": "He uses his body to give in charity;",
    "punjabi": "ਜੋ ਆਪਣੇ ਸਰੀਰ ਨੂੰ (ਆਪਣੇ ਜੀਵਨ ਨੂੰ, ਹੋਰਨਾਂ ਵਿਚ) ਭਲੇ ਕਰਮ ਵੰਡਣ ਲਈ ਵਸੀਲਾ ਬਣਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59904,
    "shabad_id": 5478,
    "pada": 18,
    "source_line": 18,
    "gurmukhi": "ਖੇਤੁ ਪਛਾਣੈ; ਬੀਜੈ ਦਾਨੁ ॥",
    "transliteration": "Khaeth Pashhaanai Beejai Dhaan ||",
    "translation": "He understands his farm, and plants the seeds of generosity.",
    "punjabi": "ਜੋ (ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਕਿਸਾਨ ਦੇ ਖੇਤ ਵਾਂਗ) ਖੇਤ ਸਮਝਦਾ ਹੈ (ਤੇ, ਇਸ ਖੇਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ) ਦਾਤ (ਨਾਮ-ਬੀਜ) ਬੀਜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59905,
    "shabad_id": 5478,
    "pada": 18,
    "source_line": 18,
    "gurmukhi": "ਸੋ ਖਤ੍ਰੀ; ਦਰਗਹ ਪਰਵਾਣੁ ॥",
    "transliteration": "So Khathree Dharageh Paravaan ||",
    "translation": "Such a Kh'shaatriyaa is accepted in the Court of the Lord.",
    "punjabi": "ਅਜਿਹਾ ਖੱਤ੍ਰੀ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕਬੂਲ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59906,
    "shabad_id": 5478,
    "pada": 18,
    "source_line": 18,
    "gurmukhi": "ਲਬੁ ਲੋਭੁ ਜੇ ਕੂੜੁ ਕਮਾਵੈ ॥",
    "transliteration": "Lab Lobh Jae Koorr Kamaavai ||",
    "translation": "Whoever practices greed, possessiveness and falsehood,",
    "punjabi": "ਪਰ ਜਿਹੜਾ ਮਨੁੱਖ ਲੱਬ ਲੋਭ ਅਤੇ ਹੋਰ ਠੱਗੀ ਆਦਿਕ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59907,
    "shabad_id": 5478,
    "pada": 18,
    "source_line": 19,
    "gurmukhi": "ਅਪਣਾ ਕੀਤਾ; ਅਾਪੇ ਪਾਵੈ ॥੧੭॥",
    "transliteration": "Apanaa Keethaa Aapae Paavai ||17||",
    "translation": "Shall receive the fruits of his own labors. ||17||",
    "punjabi": "(ਉਹ ਜਨਮ ਦਾ ਚਾਹੇ ਖੱਤ੍ਰੀ ਹੀ ਹੋਵੇ) ਉਹ ਮਨੁੱਖ (ਲੱਬ ਆਦਿਕ) ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਫਲ ਆਪ ਹੀ ਭੁਗਤਦਾ ਹੈ (ਉਹ ਮਨੁੱਖ ਕਾਮਾਦਿਕ ਵਿਕਾਰਾਂ ਦਾ ਸ਼ਿਕਾਰ ਹੋਇਆ ਹੀ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਨਹੀਂ ਹੈ ਸੂਰਮਾ) ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59908,
    "shabad_id": 5478,
    "pada": 19,
    "source_line": 19,
    "gurmukhi": "ਤਨੁ. ਨ ਤਪਾੲਿ ਤਨੂਰ ਜਿੳੁ; ਬਾਲਣੁ ਹਡ ਨ ਬਾਲਿ ॥",
    "transliteration": "Than N Thapaae Thanoor Jio Baalan Hadd N Baal ||",
    "translation": "Do not heat your body like a furnace, or burn your bones like firewood.",
    "punjabi": "(ਆਪਣੇ) ਸਰੀਰ ਨੂੰ (ਧੂਣੀਆਂ ਨਾਲ) ਤਨੂਰ ਵਾਂਗ ਨਾਹ ਸਾੜ, ਤੇ, ਹੱਡਾਂ ਨੂੰ (ਧੂਣੀਆਂ ਨਾਲ) ਇਉਂ ਨਾਹ ਬਲਾ ਜਿਵੇਂ ਇਹ ਬਾਲਣ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59909,
    "shabad_id": 5478,
    "pada": 19,
    "source_line": 19,
    "gurmukhi": "ਸਿਰਿ ਪੈਰੀ ਕਿਅਾ ਫੇੜਿਅਾ; ਅੰਦਰਿ ਪਿਰੀ ਸਮ੍ਹਾਲਿ ॥੧੮॥",
    "transliteration": "Sir Pairee Kiaa Faerriaa Andhar Piree Samhaal ||18||",
    "translation": "What have your head and feet done wrong? See your Husband Lord within yourself. ||18||",
    "punjabi": "(ਤੇਰੇ) ਸਿਰ ਨੇ (ਤੇਰੇ) ਪੈਰਾਂ ਨੇ ਕੁਝ ਨਹੀਂ ਵਿਗਾੜਿਆ (ਇਹਨਾਂ ਨੂੰ ਧੂਣੀਆਂ ਨਾਲ ਕਿਉਂ ਦੁਖੀ ਕਰਦਾ ਹੈਂ? ਇਹਨਾਂ ਨੂੰ ਦੁਖੀ ਨਾਹ ਕਰ) ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਕੇ ਰੱਖ ॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  }
]
