[
  {
    "id": 59952,
    "shabad_id": 5481,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਲੋਕ ਮਹਲਾ ੩",
    "transliteration": "Salok Mehalaa 3",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੇ ਸਲੋਕ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59953,
    "shabad_id": 5481,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 59954,
    "shabad_id": 5481,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਅਭਿਅਾਗਤ ੲੇਹ. ਨ ਅਾਖੀਅਹਿ; ਜਿਨ ਕੈ ਮਨ ਮਹਿ ਭਰਮੁ ॥",
    "transliteration": "Abhiaagath Eaeh N Aakheeahi Jin Kai Man Mehi Bharam ||",
    "translation": "Do not call the wandering beggars holy men, if their minds are filled with doubt.",
    "punjabi": "ਇਹੋ ਜਿਹੇ ਬੰਦੇ 'ਸਾਧ-ਸੰਤ' ਨਹੀਂ ਆਖੇ ਜਾ ਸਕਦੇ, ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ (ਮਾਇਆ ਆਦਿਕ ਮੰਗਣ ਦੀ ਖ਼ਾਤਰ ਹੀ) ਭਟਕਣਾ ਲੱਗੀ ਪਈ ਹੈ।",
    "pronunciation": "(ਅਭਿਅਾ-ਗਤ) ਸਾਧੂ ਸੰਤ",
    "type_id": 3
  },
  {
    "id": 59955,
    "shabad_id": 5481,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਤਿਨ ਕੇ ਦਿਤੇ ਨਾਨਕਾ; ਤੇਹੋ ਜੇਹਾ ਧਰਮੁ ॥੧॥",
    "transliteration": "Thin Kae Dhithae Naanakaa Thaeho Jaehaa Dhharam ||1||",
    "translation": "Whoever gives to them, O Nanak, earns the same sort of merit. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹੋ ਜਿਹੇ ਸਾਧਾਂ ਨੂੰ (ਅੰਨ ਬਸਤ੍ਰ ਮਾਇਆ ਆਦਿਕ) ਦੇਣਾ ਕੋਈ ਧਾਰਮਿਕ ਕੰਮ ਨਹੀਂ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59956,
    "shabad_id": 5481,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਅਭੈ ਨਿਰੰਜਨ ਪਰਮਪਦੁ; ਤਾ ਕਾ ਭੀਖਕੁ ਹੋੲਿ ॥",
    "transliteration": "Abhai Niranjan Param Padh Thaa Kaa Bheekhak Hoe ||",
    "translation": "One who begs for the supreme status of the Fearless and Immaculate Lord",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੂੰ ਕੋਈ ਡਰ ਨਹੀਂ ਪੋਹ ਸਕਦਾ, ਜਿਸ ਪਰਮਾਤਮਾ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਕਾਲਖ ਨਹੀਂ ਲੱਗ ਸਕਦੀ, ਉਸ ਦਾ ਮਿਲਾਪ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹੈ। ਜਿਹੜਾ ਮਨੁੱਖ ਉਸ (ਉੱਚੇ ਆਤਮਕ ਦਰਜੇ) ਦਾ ਭਿਖਾਰੀ ਹੈ (ਉਹ ਹੈ ਅਸਲ 'ਸਾਧਸੰਤ')।",
    "pronunciation": "ਅ-ਭੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59957,
    "shabad_id": 5481,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਤਿਸ ਕਾ ਭੋਜਨੁ ਨਾਨਕਾ; ਵਿਰਲਾ ਪਾੲੇ ਕੋੲਿ ॥੨॥",
    "transliteration": "This Kaa Bhojan Naanakaa Viralaa Paaeae Koe ||2||",
    "translation": "- how rare are those who have the opportunity, O Nanak, to give food to such a person. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹੋ ਜਿਹੇ (ਭਿਖਾਰੀ) ਵਾਲਾ (ਨਾਮ-) ਭੋਜਨ ਕਿਸੇ ਵਿਰਲੇ ਨੂੰ ਹੀ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59958,
    "shabad_id": 5481,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਹੋਵਾ ਪੰਡਿਤੁ ਜੋਤਕੀ; ਵੇਦ ਪੜਾ ਮੁਖਿ ਚਾਰਿ ॥",
    "transliteration": "Hovaa Panddith Jothakee Vaedh Parraa Mukh Chaar ||",
    "translation": "If I were a religious scholar, an astrologer, or one who could recite the four Vedas,",
    "punjabi": "ਜੇ ਮੈਂ (ਮਿਹਨਤ ਨਾਲ ਵਿੱਦਿਆ ਪ੍ਰਾਪਤ ਕਰ ਕੇ) ਜੋਤਸ਼ੀ (ਭੀ) ਬਣ ਜਾਵਾਂ, ਪੰਡਿਤ (ਭੀ) ਬਣ ਜਾਵਾਂ, (ਅਤੇ) ਚਾਰੇ ਵੇਦ (ਆਪਣੇ) ਮੂੰਹੋਂ ਪੜ੍ਹਦਾ ਰਹਾਂ,",
    "pronunciation": "ਪੜ੍ਹਾਂ",
    "type_id": 3
  },
  {
    "id": 59959,
    "shabad_id": 5481,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਨਵਾਂ ਖੰਡਾ ਵਿਚਿ ਜਾਣੀਅਾਂ; ਅਪਨੇ ਚਜ ਵੀਚਾਰ ॥੩॥",
    "transliteration": "Navaa Khanddaa Vich Jaaneeaa Apanae Chaj Veechaar ||3||",
    "translation": "I could be famous throughout the nine regions of the earth, for my wisdom and thoughtful contemplation. ||3||",
    "punjabi": "ਤਾਂ ਭੀ ਜਗਤ ਵਿਚ ਮੈਂ ਉਹੋ ਜਿਹਾ ਹੀ ਸਮਝਿਆ ਜਾਵਾਂਗਾ, ਜਿਹੋ ਜਿਹੇ ਮੇਰੇ ਕਰਤੱਬ ਹਨ ਤੇ ਮੇਰੇ ਖ਼ਿਆਲ ਹਨ ॥੩॥",
    "pronunciation": "ਚੱਜ",
    "type_id": 3
  },
  {
    "id": 59960,
    "shabad_id": 5481,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਬ੍ਰਹਮਣ ਕੈਲੀ ਘਾਤੁ ਕੰਞਞਕਾ; ਅਣਚਾਰੀ ਕਾ ਧਾਨੁ ॥",
    "transliteration": "Brehaman Kailee Ghaath Kannjakaa Anachaaree Kaa Dhhaan ||",
    "translation": "If a Brahmin kills a cow or a female infant, and accepts the offerings of an evil person,",
    "punjabi": "ਬ੍ਰਾਹਮਣ ਦੀ ਹੱਤਿਆ, ਗਾਂ ਦੀ ਹੱਤਿਆ, ਧੀ ਦੀ ਹੱਤਿਆ (ਧੀ ਦਾ ਪੈਸਾ), ਕੁਕਰਮੀ ਦਾ ਪੈਸਾ,",
    "pronunciation": "(ਬ੍ਰਹਮਣ) ਬ੍ਰਹਮ ਜੀ ਨੰੂ ਜਾਨਣ ਜਨਾੳੁਣ ਵਾਲੇ ਬ੍ਰਹਮਣ। (ਕੈਲੀ) ਗੳੁੂ, (ਕੰਞਕਾ) ਲੜਕੀ। ਖੋਟੇ ਕੰਮ ਕਰਨ ਵਾਲਾ ਅਣਚਾਰੀ (ਧਾਨੁ) ਅੰਨ",
    "type_id": 3
  },
  {
    "id": 59961,
    "shabad_id": 5481,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਫਿਟਕ ਫਿਟਕਾ ਕੋੜੁ ਬਦੀਅਾ; ਸਦਾ ਸਦਾ ਅਭਮਾਨੁ ॥",
    "transliteration": "Fittak Fittakaa Korr Badheeaa Sadhaa Sadhaa Abhimaan ||",
    "translation": "He is cursed with the leprosy of curses and criticism; he is forever and ever filled with egotistical pride.",
    "punjabi": "(ਜਗਤ ਵਲੋਂ) ਫਿਟਕਾਰਾਂ ਹੀ ਫਿਟਕਾਰਾਂ, ਬਦੀਆਂ ਦਾ ਕੋਹੜ, ਹਰ ਵੇਲੇ ਦੀ ਆਕੜ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59962,
    "shabad_id": 5481,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਪਾਹਿ ੲੇਤੇ. ਜਾਹਿ ਵੀਸਰਿ; ਨਾਨਕਾ. ੲਿਕੁ ਨਾਮੁ ॥",
    "transliteration": "Paahi Eaethae Jaahi Veesar Naanakaa Eik Naam ||",
    "translation": "One who forgets the Naam, O Nanak, is covered by countless sins.",
    "punjabi": "ਇਹ ਸਾਰੇ ਹੀ ਐਬ, ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਖੱਟਦੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁੱਲਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59963,
    "shabad_id": 5481,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਸਭ ਬੁਧੀ ਜਾਲੀਅਹਿ; ੲਿਕੁ ਰਹੈ ਤਤੁ ਗਿਅਾਨੁ ॥੪॥",
    "transliteration": "Sabh Budhhee Jaaleeahi Eik Rehai Thath Giaan ||4||",
    "translation": "Let all wisdom be burnt away, except for the essence of spiritual wisdom. ||4||",
    "punjabi": "ਹੋਰ ਸਾਰੀਆਂ ਹੀ ਸਿਆਣਪਾਂ ਵਿਅਰਥ ਜਾਂਦੀਆਂ ਹਨ, ਸਿਰਫ਼ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ। ਇਹ ਨਾਮ ਹੀ ਹੈ ਜੀਵਨ ਦਾ ਨਿਚੋੜ, ਇਹ ਨਾਮ ਹੀ ਹੈ ਅਸਲ ਗਿਆਨ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59964,
    "shabad_id": 5481,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਮਾਥੈ ਜੋ ਧੁਰਿ ਲਿਖਿਅਾ; ਸੁ ਮੇਟਿ. ਨ ਸਕੈ ਕੋੲਿ ॥",
    "transliteration": "Maathhai Jo Dhhur Likhiaa S Maett N Sakai Koe ||",
    "translation": "No one can erase that primal destiny written upon one's forehead.",
    "punjabi": "(ਮਨੁੱਖ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲਿਖੇ ਲੇਖ ਨੂੰ ਕੋਈ ਮਨੁੱਖ ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59965,
    "shabad_id": 5481,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ. ਜੋ ਲਿਖਿਅਾ ਸੋ ਵਰਤਦਾ; ਸੋ ਬੂਝੈ. ਜਿਸ ਨੋ ਨਦਰਿ ਹੋੲਿ ॥੫॥",
    "transliteration": "Naanak Jo Likhiaa So Varathadhaa So Boojhai Jis No Nadhar Hoe ||5||",
    "translation": "O Nanak, whatever is written there, comes to pass. He alone understands, who is blessed by God's Grace. ||5||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਹੋਵੇ, ਉਹੀ (ਇਸ ਭੇਤ ਨੂੰ) ਸਮਝਦਾ ਹੈ ਕਿ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਜਿਹੜਾ ਲੇਖ ਲਿਖਿਆ ਜਾਂਦਾ ਹੈ ਉਹ ਵਾਪਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59966,
    "shabad_id": 5481,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "ਜਿਨੀ ਨਾਮੁ ਵਿਸਾਰਿਅਾ; ਕੂੜੈ ਲਾਲਚਿ ਲਗਿ ॥",
    "transliteration": "Jinee Naam Visaariaa Koorrai Laalach Lag ||",
    "translation": "Those who forget the Naam, the Name of the Lord, and become attached to greed and fraud,",
    "punjabi": "ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੇ ਲਾਲਚ ਵਿਚ ਫਸ ਕੇ ਜਿਨ੍ਹਾਂ (ਮਨੁੱਖਾਂ) ਨੇ (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਭੁਲਾ ਦਿੱਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59967,
    "shabad_id": 5481,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਧੰਧਾ ਮਾੲਿਅਾ ਮੋਹਣੀ; ਅੰਤਰਿ ਤਿਸਨਾ ਅਗਿ ॥",
    "transliteration": "Dhhandhhaa Maaeiaa Mohanee Anthar Thisanaa Ag ||",
    "translation": "Are engrossed in the entanglements of Maya the enticer, with the fire of desire within them.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲੀ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ ਦੌੜ-ਭੱਜ ਕਰਦੇ ਰਹੇ, (ਉਹਨਾਂ ਦੇ) ਅੰਦਰ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ (ਬਲਦੀ ਰਹਿੰਦੀ ਹੈ)।",
    "pronunciation": "ਅੱਗਿ",
    "type_id": 3
  },
  {
    "id": 59968,
    "shabad_id": 5481,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਜਿਨ੍ਹਾ. ਵੇਲਿ ਨ ਤੂੰਬੜੀ; ਮਾੲਿਅਾ ਠਗੇ ਠਗਿ ॥",
    "transliteration": "Jinhaa Vael N Thoonbarree Maaeiaa Thagae Thag ||",
    "translation": "Those who, like the pumpkin vine, are too stubborn climb the trellis, are cheated by Maya the cheater.",
    "punjabi": "ਮਾਇਆ ਦੇ (ਮੋਹ-ਰੂਪ) ਠੱਗ ਕੇ ਜਿਨ੍ਹਾਂ ਦੇ ਆਤਮਕ ਸਰਮਾਏ ਨੂੰ ਲੁੱਟ ਲਿਆ, ਉਹ ਮਨੁੱਖ ਉਹਨਾਂ ਵੇਲਾਂ ਵਾਂਗ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਕੋਈ ਫਲ ਨਹੀਂ ਪੈਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59969,
    "shabad_id": 5481,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ਮਨਮੁਖਿ. ਬੰਨਿ੍ਹ ਚਲਾੲੀਅਹਿ; ਨਾ ਮਿਲਹੀ. ਵਗਿ ਸਗਿ ॥",
    "transliteration": "Manamukh Bannih Chalaaeeahi Naa Milehee Vag Sag ||",
    "translation": "The self-willed manmukhs are bound and gagged and led away; the dogs do not join the herd of cows.",
    "punjabi": "(ਜਿਵੇਂ ਕੁੱਤੇ ਗਾਈਆਂ ਮਹੀਆਂ ਦੇ) ਵੱਗ ਵਿਚ ਨਹੀਂ ਰਲ ਸਕਦੇ, (ਤਿਵੇਂ) ਆਪਣੇ ਹੀ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਲਾਲਚ ਵਾਲੇ ਸੁਭਾਵ ਦੇ ਕਾਰਨ (ਗੁਰਮੁਖਾਂ ਵਿਚ) ਨਹੀਂ ਮਿਲ ਸਕਦੇ, (ਚੋਰਾਂ ਵਾਂਗ ਉਹ) ਮਨਮੁਖ ਬੰਨ੍ਹ ਕੇ ਅੱਗੇ ਲਾ ਲਏ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਵੱਗਿ) ਬਗਲੇ ਪਖੰਡੀ। ਸਗਿ:ਪੋਲਾ ਬੋਲੋ। (ਸਗਿ) ਕੁੱਤੇ ਮਨਮੁਖ ਨਹੀਂ ਮਿਲ ਸਕਦੇ। ਚਲਾੲੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 59970,
    "shabad_id": 5481,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ਅਾਪਿ ਭੁਲਾੲੇ ਭੁਲੀਅੈ; ਅਾਪੇ ਮੇਲਿ ਮਿਲਾੲਿ ॥",
    "transliteration": "Aap Bhulaaeae Bhuleeai Aapae Mael Milaae ||",
    "translation": "The Lord Himself misleads the misguided ones, and He Himself unites them in His Union.",
    "punjabi": "(ਪਰ, ਜੀਵ ਦੇ ਕੀਹ ਵੱਸ? ਜਦੋਂ ਪਰਮਾਤਮਾ ਜੀਵ ਨੂੰ) ਆਪ ਕੁਰਾਹੇ ਪਾਂਦਾ ਹੈ (ਤਦੋਂ ਹੀ) ਕੁਰਾਹੇ ਪੈ ਜਾਈਦਾ ਹੈ, ਉਹ ਆਪ ਹੀ (ਜੀਵ ਨੂੰ ਗੁਰਮੁਖਾਂ ਦੀ) ਸੰਗਤ ਵਿਚ ਮਿਲਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59971,
    "shabad_id": 5481,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਛੁਟੀਅੈ; ਜੇ ਚਲੈ ਸਤਿਗੁਰ ਭਾੲਿ ॥੬॥",
    "transliteration": "Naanak Guramukh Shhutteeai Jae Chalai Sathigur Bhaae ||6||",
    "translation": "O Nanak, the Gurmukhs are saved; they walk in harmony with the Will of the True Guru. ||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਜੀਵਨ-ਰਾਹ ਤੇ ਤੁਰੇ, ਤਾਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੀ (ਲਾਲਚ ਆਦਿਕ ਤੋਂ) ਖ਼ਲਾਸੀ ਹਾਸਲ ਕਰਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59972,
    "shabad_id": 5481,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਸਾਲਾਹੀ ਸਾਲਾਹਣਾ; ਭੀ ਸਚਾ ਸਾਲਾਹਿ ॥",
    "transliteration": "Saalaahee Saalaahanaa Bhee Sachaa Saalaahi ||",
    "translation": "I praise the Praiseworthy Lord, and sing the Praises of the True Lord.",
    "punjabi": "ਸਲਾਹੁਣ-ਜੋਗ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ। ਮੁੜ ਮੁੜ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਿਹਾ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59973,
    "shabad_id": 5481,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਸਚਾ ੲੇਕੁ ਦਰੁ; ਬੀਭਾ ਪਰਹਰਿ ਅਾਹਿ ॥੭॥",
    "transliteration": "Naanak Sachaa Eaek Dhar Beebhaa Parehar Aahi ||7||",
    "translation": "O Nanak, the One Lord alone is True; stay away from all other doors. ||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦਾ ਦਰਵਾਜ਼ਾ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, (ਉਸ ਤੋਂ ਬਿਨਾ ਕੋਈ) ਦੂਜਾ (ਦਰ) ਛੱਡ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ (ਕਿਸੇ ਹੋਰ ਦੀ ਆਸ ਨਹੀਂ ਬਣਾਣੀ ਚਾਹੀਦੀ) ॥੭॥",
    "pronunciation": "(ਬੀਭਾ) ਦੂਜਾ, (ਪਰਹਰਿ) ਤਿਅਾਗ ਕੇ",
    "type_id": 3
  },
  {
    "id": 59974,
    "shabad_id": 5481,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਜਹ ਜਹ ਮੈ ਫਿਰੳੁ; ਤਹ ਤਹ ਸਾਚਾ ਸੋੲਿ ॥",
    "transliteration": "Naanak Jeh Jeh Mai Firo Theh Theh Saachaa Soe ||",
    "translation": "O Nanak, wherever I go, I find the True Lord.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਥੇ ਜਿਥੇ ਮੈਂ ਫਿਰਦਾ ਹਾਂ, ਉਥੇ ਉਥੇ ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ (ਪਰਮਾਤਮਾ) ਹੀ (ਮੌਜੂਦ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59975,
    "shabad_id": 5481,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "ਜਹ ਦੇਖਾ. ਤਹ ੲੇਕੁ ਹੈ; ਗੁਰਮੁਖਿ ਪਰਗਟੁ ਹੋੲਿ ॥੮॥",
    "transliteration": "Jeh Dhaekhaa Theh Eaek Hai Guramukh Paragatt Hoe ||8||",
    "translation": "Wherever I look, I see the One Lord. He reveals Himself to the Gurmukh. ||8||",
    "punjabi": "ਮੈਂ ਜਿਥੇ (ਭੀ) ਵੇਖਦਾ ਹਾਂ, ਉਥੇ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ ਹੈ, ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਇਹ ਸਮਝ ਆਉਂਦੀ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59976,
    "shabad_id": 5481,
    "pada": 10,
    "source_line": 12,
    "gurmukhi": "ਦੂਖ ਵਿਸਾਰਣੁ. ਸਬਦੁ ਹੈ; ਜੇ ਮੰਨਿ ਵਸਾੲੇ ਕੋੲਿ ॥",
    "transliteration": "Dhookh Visaaran Sabadh Hai Jae Mann Vasaaeae Koe ||",
    "translation": "The Word of the Shabad is the Dispeller of sorrow, if one enshrines it in the mind.",
    "punjabi": "ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਸਾਰੇ) ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰ ਸਕਣ ਵਾਲਾ ਹੈ (ਪਰ ਇਹ ਤਦੋਂ ਹੀ ਨਿਸ਼ਚਾ ਬਣਦਾ ਹੈ) ਜੇ ਕੋਈ ਮਨੁੱਖ (ਆਪਣੇ) ਮਨ ਵਿਚ (ਗੁਰ-ਸ਼ਬਦ ਨੂੰ) ਵਸਾ ਲਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59977,
    "shabad_id": 5481,
    "pada": 10,
    "source_line": 13,
    "gurmukhi": "ਗੁਰ ਕਿਰਪਾ ਤੇ. ਮਨਿ ਵਸੈ; ਕਰਮ ਪਰਾਪਤਿ ਹੋੲਿ ॥੯॥",
    "transliteration": "Gur Kirapaa Thae Man Vasai Karam Paraapath Hoe ||9||",
    "translation": "By Guru's Grace, it dwells in the mind; by God's Mercy, it is obtained. ||9||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ (ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਗੁਰ-ਸ਼ਬਦ ਦੀ ਪ੍ਰਾਪਤੀ ਭਾਗਾਂ ਨਾਲ ਹੀ ਹੁੰਦੀ ਹੈ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59978,
    "shabad_id": 5481,
    "pada": 11,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਹੳੁ ਹੳੁ ਕਰਤੇ ਖਪਿ ਮੁੲੇ; ਖੂਹਣਿ ਲਖ ਅਸੰਖ ॥",
    "transliteration": "Naanak Ho Ho Karathae Khap Mueae Khoohan Lakh Asankh ||",
    "translation": "O Nanak, acting in egotism, countless thousands have wasted away to death.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਦੁਨੀਆ ਵਿਚ) ਲੱਖਾਂ ਹੀ ਜੀਵ, ਅਣਗਿਣਤ ਜੀਵ, ਬੇਅੰਤ ਜੀਵ 'ਮੈਂ (ਵੱਡਾ)' ਮੈਂ (ਵੱਡਾ)-ਇਹ ਆਖਦੇ ਆਖਦੇ ਦੁਖੀ ਹੋ ਹੋ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰਦੇ ਰਹੇ।",
    "pronunciation": "ਅ-ਸੰਖ",
    "type_id": 3
  },
  {
    "id": 59979,
    "shabad_id": 5481,
    "pada": 11,
    "source_line": 14,
    "gurmukhi": "ਸਤਿਗੁਰ ਮਿਲੇ ਸੁ ੳੁਬਰੇ; ਸਾਚੈ ਸਬਦਿ ਅਲੰਖ ॥੧੦॥",
    "transliteration": "Sathigur Milae S Oubarae Saachai Sabadh Alankh ||10||",
    "translation": "Those who meet with the True Guru are saved, through the Shabad, the True Word of the Inscrutable Lord. ||10||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਨੂੰ ਮਿਲ ਪਏ, ਗੁਰੂ ਦੇ ਸੱਚੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਅਲੱਖ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪਏ, ਉਹ ਇਸ 'ਹਉ ਹਉ' ਤੋਂ ਬਚਦੇ ਰਹੇ ॥੧੦॥",
    "pronunciation": "ਅ-ਲੰਖ",
    "type_id": 3
  },
  {
    "id": 59980,
    "shabad_id": 5481,
    "pada": 12,
    "source_line": 14,
    "gurmukhi": "ਜਿਨਾ ਸਤਿਗੁਰੁ ੲਿਕ ਮਨਿ ਸੇਵਿਅਾ; ਤਿਨ ਜਨ ਲਾਗੳੁ ਪਾੲਿ ॥",
    "transliteration": "Jinaa Sathigur Eik Man Saeviaa Thin Jan Laago Paae ||",
    "translation": "Those who serve the True Guru single-mindedly - I fall at the feet of those humble beings.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ (ਵਡਭਾਗੀ) ਮਨੁੱਖਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗਦਾ ਹਾਂ ਜਿਨ੍ਹਾਂ ਪੂਰੀ ਸਰਧਾ ਨਾਲ ਗੁਰੂ ਨੂੰ ਸੇਵਿਆ ਹੈ (ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜਿਆ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59981,
    "shabad_id": 5481,
    "pada": 12,
    "source_line": 15,
    "gurmukhi": "ਗੁਰ ਸਬਦੀ ਹਰਿ ਮਨਿ ਵਸੈ; ਮਾੲਿਅਾ ਕੀ ਭੁਖ ਜਾੲਿ ॥",
    "transliteration": "Gur Sabadhee Har Man Vasai Maaeiaa Kee Bhukh Jaae ||",
    "translation": "Through the Word of the Guru's Shabad, the Lord abides in the mind, and the hunger for Maya departs.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਪਰਮਾਤਮਾ (ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ (ਅਤੇ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਮਾਇਆ ਦਾ ਲਾਲਚ ਦੂਰ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59982,
    "shabad_id": 5481,
    "pada": 12,
    "source_line": 15,
    "gurmukhi": "ਸੇ ਜਨ ਨਿਰਮਲ ੳੂਜਲੇ; ਜਿ ਗੁਰਮੁਖਿ ਨਾਮਿ ਸਮਾੲਿ ॥",
    "transliteration": "Sae Jan Niramal Oojalae J Guramukh Naam Samaae ||",
    "translation": "Immaculate and pure are those humble beings, who, as Gurmukh, merge in the Naam.",
    "punjabi": "ਜਿਹੜਾ ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਵਿਚ ਜੁੜਦਾ ਹੈ ਉਹ ਸਾਰੇ ਮਨੁੱਖ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਚਮਕਦੇ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59983,
    "shabad_id": 5481,
    "pada": 12,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਹੋਰਿ ਪਤਿਸਾਹੀਅਾ ਕੂੜੀਅਾ; ਨਾਮਿ ਰਤੇ ਪਾਤਸਾਹ ॥੧੧॥",
    "transliteration": "Naanak Hor Pathisaaheeaa Koorreeaa Naam Rathae Paathisaah ||11||",
    "translation": "O Nanak, other empires are false; they alone are true emperors, who are imbued with the Naam. ||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਦੁਨੀਆ ਦੀਆਂ) ਹੋਰ (ਸਾਰੀਆਂ) ਪਾਤਿਸ਼ਾਹੀਆਂ ਨਾਸਵੰਤ ਹਨ। ਅਸਲ ਪਾਤਿਸ਼ਾਹ ਉਹ ਹਨ, ਜੋ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59984,
    "shabad_id": 5481,
    "pada": 13,
    "source_line": 16,
    "gurmukhi": "ਜਿੳੁ ਪੁਰਖੈ ਘਰਿ. ਭਗਤੀ ਨਾਰਿ ਹੈ; ਅਤਿ ਲੋਚੈ ਭਗਤੀ ਭਾੲਿ ॥",
    "transliteration": "Jio Purakhai Ghar Bhagathee Naar Hai Ath Lochai Bhagathee Bhaae ||",
    "translation": "The devoted wife in her husband's home has a great longing to perform loving devotional service to him;",
    "punjabi": "ਜਿਵੇਂ (ਕਿਸੇ) ਮਨੁੱਖ ਦੇ ਘਰ ਵਿਚ (ਉਸ ਦੀ) ਪਤਿਬ੍ਰਤਾ ਇਸਤ੍ਰੀ ਹੈ ਜੋ ਪਿਆਰ-ਭਾਵਨਾ ਨਾਲ (ਆਪਣੇ ਪਤੀ ਦੀ ਸੇਵਾ ਕਰਨ ਦੀ) ਬਹੁਤ ਤਾਂਘ ਕਰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59985,
    "shabad_id": 5481,
    "pada": 13,
    "source_line": 17,
    "gurmukhi": "ਬਹੁ ਰਸ ਸਾਲਣੇ ਸਵਾਰਦੀ; ਖਟ ਰਸ ਮੀਠੇ ਪਾੲਿ ॥",
    "transliteration": "Bahu Ras Saalanae Savaaradhee Khatt Ras Meethae Paae ||",
    "translation": "She prepares and offers to him all sorts of sweet delicacies and dishes of all flavors.",
    "punjabi": "ਖੱਟੇ ਤੇ ਮਿੱਠੇ ਰਸ ਪਾ ਕੇ ਕਈ ਸਵਾਦਲੀਆਂ ਭਾਜੀਆਂ (ਪਤੀ ਵਾਸਤੇ) ਬਣਾਂਦੀ ਰਹਿੰਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59986,
    "shabad_id": 5481,
    "pada": 13,
    "source_line": 17,
    "gurmukhi": "ਤਿੳੁ ਬਾਣੀ ਭਗਤ ਸਲਾਹਦੇ; ਹਰਿ ਨਾਮੈ ਚਿਤੁ ਲਾੲਿ ॥",
    "transliteration": "Thio Baanee Bhagath Salaahadhae Har Naamai Chith Laae ||",
    "translation": "In the same way, the devotees praise the Word of the Guru's Bani, and focus their consciousness on the Lord's Name.",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਚਿੱਤ ਜੋੜ ਕੇ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59987,
    "shabad_id": 5481,
    "pada": 13,
    "source_line": 18,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਧਨੁ ਅਾਗੈ ਰਾਖਿਅਾ; ਸਿਰੁ ਵੇਚਿਅਾ ਗੁਰ ਅਾਗੈ ਜਾੲਿ ॥",
    "transliteration": "Man Than Dhhan Aagai Raakhiaa Sir Vaechiaa Gur Aagai Jaae ||",
    "translation": "They place mind, body and wealth in offering before the Guru, and sell their heads to Him.",
    "punjabi": "ਉਹਨਾਂ ਭਗਤਾਂ ਨੇ ਆਪਣਾ ਮਨ ਆਪਣਾ ਤਨ ਆਪਣਾ ਧਨ (ਸਭ ਕੁਝ) ਗੁਰੂ ਦੇ ਅੱਗੇ ਲਿਆ ਰੱਖਿਆ ਹੁੰਦਾ ਹੈ, ਉਹਨਾਂ ਨੇ ਆਪਣਾ ਸਿਰ ਗੁਰੂ ਅੱਗੇ ਵੇਚ ਦਿੱਤਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59988,
    "shabad_id": 5481,
    "pada": 13,
    "source_line": 18,
    "gurmukhi": "ਭੈ ਭਗਤੀ. ਭਗਤ ਬਹੁ ਲੋਚਦੇ; ਪ੍ਰਭ ਲੋਚਾ ਪੂਰਿ ਮਿਲਾੲਿ ॥",
    "transliteration": "Bhai Bhagathee Bhagath Bahu Lochadhae Prabh Lochaa Poor Milaae ||",
    "translation": "In the Fear of God, His devotees yearn for His devotional worship; God fulfills their desires, and merges them with Himself.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਅਦਬ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਉਸ ਦੀ ਭਗਤੀ ਦੀ ਬਹੁਤ ਤਾਂਘ ਰੱਖਦੇ ਹਨ, ਪ੍ਰਭੂ (ਉਹਨਾਂ ਦੀ) ਤਾਂਘ ਪੂਰੀ ਕਰ ਕੇ (ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
