[
  {
    "id": 60206,
    "shabad_id": 5481,
    "pada": 56,
    "source_line": 1,
    "gurmukhi": "ਚਾਰੇ ਕੁੰਡਾ ਝੋਕਿ ਵਰਸਦਾ; ਬੂੰਦ ਪਵੈ ਸਹਜਿ ਸੁਭਾੲਿ ॥",
    "transliteration": "Chaarae Kunddaa Jhok Varasadhaa Boondh Pavai Sehaj Subhaae ||",
    "translation": "The clouds are heavy, hanging low, and the rain is pouring down on all sides; the rain-drop is received, with natural ease.",
    "punjabi": "(ਹੇ ਪਪੀਹੇ! ਇਹ ਨਾਮ-ਜਲ) ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਛਹਬਰ ਲਾਈ ਰੱਖਦਾ ਹੈ (ਪਰ ਇਸ ਦੀ) ਬੂੰਦ (ਉਸ ਮਨੁੱਖ ਦੇ ਮੂੰਹ ਵਿਚ) ਪੈਂਦੀ ਹੈ (ਜਿਹੜਾ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਹੈ (ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਦੇ) ਪ੍ਰੇਮ ਵਿਚ (ਲੀਨ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60207,
    "shabad_id": 5481,
    "pada": 56,
    "source_line": 1,
    "gurmukhi": "ਜਲ ਹੀ ਤੇ ਸਭ ੳੂਪਜੈ; ਬਿਨੁ ਜਲ ਪਿਅਾਸ. ਨ ਜਾੲਿ ॥",
    "transliteration": "Jal Hee Thae Sabh Oopajai Bin Jal Piaas N Jaae ||",
    "translation": "From water, everything is produced; without water, thirst is not quenched.",
    "punjabi": "(ਪ੍ਰਭੂ ਤੋਂ ਹੀ, ਹਰਿ-ਨਾਮ) ਜਲ ਤੋਂ ਹੀ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਹੁੰਦੀ ਹੈ (ਤਾਹੀਏਂ ਹਰਿ-ਨਾਮ) ਜਲ ਤੋਂ ਬਿਨਾ (ਕਿਸੇ ਭੀ ਜੀਵ ਦੀ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਹ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60208,
    "shabad_id": 5481,
    "pada": 56,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ. ਹਰਿ ਜਲੁ ਜਿਨਿ ਪੀਅਾ; ਤਿਸੁ ਭੂਖ. ਨ ਲਾਗੈ ਅਾੲਿ ॥੫੫॥",
    "transliteration": "Naanak Har Jal Jin Peeaa This Bhookh N Laagai Aae ||55||",
    "translation": "O Nanak, whoever drinks in the Water of the Lord, shall never feel hunger again. ||55||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ (ਮਨੁੱਖ) ਨੇ ਹਰਿ-ਨਾਮ ਜਲ ਪੀ ਲਿਆ, ਉਸ ਨੂੰ (ਕਦੇ ਮਾਇਆ ਦੀ) ਭੁੱਖ ਨਹੀਂ ਵਿਆਪਦੀ ॥੫੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60209,
    "shabad_id": 5481,
    "pada": 57,
    "source_line": 2,
    "gurmukhi": "ਬਾਬੀਹਾ. ਤੂੰ ਸਹਜਿ ਬੋਲਿ; ਸਚੈ ਸਬਦਿ ਸੁਭਾੲਿ ॥",
    "transliteration": "Baabeehaa Thoon Sehaj Bol Sachai Sabadh Subhaae ||",
    "translation": "O rainbird, speak the Shabad, the True Word of God, with natural peace and poise.",
    "punjabi": "ਹੇ ਪਪੀਹੇ! (ਹੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਨਾਮ-ਬੂੰਦ ਦੇ ਰਸੀਏ!) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿਕ ਕੇ), ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੁੜ ਕੇ), (ਪ੍ਰਭੂ ਦੇ) ਪਿਆਰ ਵਿਚ (ਟਿਕ ਕੇ), ਤੂੰ (ਹਰੀ ਦਾ ਨਾਮ) ਜਪਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60210,
    "shabad_id": 5481,
    "pada": 57,
    "source_line": 3,
    "gurmukhi": "ਸਭੁ ਕਿਛੁ ਤੇਰੈ ਨਾਲਿ ਹੈ; ਸਤਿਗੁਰਿ ਦੀਅਾ ਦਿਖਾੲਿ ॥",
    "transliteration": "Sabh Kishh Thaerai Naal Hai Sathigur Dheeaa Dhikhaae ||",
    "translation": "Everything is with you; the True Guru will show you this.",
    "punjabi": "ਹੇ ਪਪੀਹੇ! (ਹਰਿ-ਨਾਮ-ਬੂੰਦ ਤੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲਾ) ਹਰੇਕ ਆਨੰਦ ਮੌਜੂਦ ਹੈ (ਪਰ ਇਹ ਆਨੰਦ ਉਸ ਜੀਵ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਜਿਸ ਨੂੰ) ਗੁਰੂ ਨੇ (ਇਹ) ਵਿਖਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60211,
    "shabad_id": 5481,
    "pada": 57,
    "source_line": 3,
    "gurmukhi": "ਅਾਪੁ ਪਛਾਣਹਿ ਪ੍ਰੀਤਮੁ ਮਿਲੈ; ਵੁਠਾ ਛਹਬਰ ਲਾੲਿ ॥",
    "transliteration": "Aap Pashhaanehi Preetham Milai Vuthaa Shhehabar Laae ||",
    "translation": "So understand your own self, and meet your Beloved; His Grace shall rain down in torrents.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪੜਤਾਲਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਬੱਦਲ) ਝੜੀ ਲਾ ਕੇ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60212,
    "shabad_id": 5481,
    "pada": 57,
    "source_line": 4,
    "gurmukhi": "ਝਿਮਿ ਝਿਮਿ ਅੰਮ੍ਰਿਤੁ ਵਰਸਦਾ; ਤਿਸਨਾ ਭੁਖ ਸਭ ਜਾੲਿ ॥",
    "transliteration": "Jhim Jhim Anmrith Varasadhaa Thisanaa Bhukh Sabh Jaae ||",
    "translation": "Drop by drop, the Ambrosial Nectar rains down softly and gently; thirst and hunger are completely gone.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸਹਜੇ ਸਹਜੇ ਅਡੋਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੀ ਵਰਖਾ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦੀ ਸਾਰੀ ਤ੍ਰਿਸ਼ਨਾ ਮਾਇਆ ਦੀ ਸਾਰੀ ਭੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60213,
    "shabad_id": 5481,
    "pada": 57,
    "source_line": 4,
    "gurmukhi": "ਕੂਕ ਪੁਕਾਰ. ਨ ਹੋਵੲੀ; ਜੋਤੀ ਜੋਤਿ ਮਿਲਾੲਿ ॥",
    "transliteration": "Kook Pukaar N Hovee Jothee Joth Milaae ||",
    "translation": "Your cries and screams of anguish have ceased; your light shall merge into the Light.",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਸਾਰਾ ਰੌਲਾ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਮੁੱਕ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਜਿੰਦ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60214,
    "shabad_id": 5481,
    "pada": 57,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਸੁਖਿ ਸਵਨ੍ਹਿ ਸੋਹਾਗਣੀ; ਸਚੈ ਨਾਮਿ ਸਮਾੲਿ ॥੫੬॥",
    "transliteration": "Naanak Sukh Savanih Sohaaganee Sachai Naam Samaae ||56||",
    "translation": "O Nanak, the happy soul-brides sleep in peace; they are absorbed in the True Name. ||56||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਭਾਗਾਂ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਟਿਕੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ॥੫੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60215,
    "shabad_id": 5481,
    "pada": 58,
    "source_line": 5,
    "gurmukhi": "ਧੁਰਹੁ ਖਸਮਿ ਭੇਜਿਅਾ; ਸਚੈ ਹੁਕਮਿ ਪਠਾੲਿ ॥",
    "transliteration": "Dhhurahu Khasam Bhaejiaa Sachai Hukam Pathaae ||",
    "translation": "The Primal Lord and Master has sent out the True Hukam of His Command.",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਆਪਣੇ) ਹੁਕਮ ਅਨੁਸਾਰ (ਹੀ) ਪ੍ਰੇਰ ਕੇ (ਇੰਦਰ ਦੇਵਤੇ ਨੂੰ, ਗੁਰੂ ਨੂੰ ਸਦਾ) ਭੇਜਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60216,
    "shabad_id": 5481,
    "pada": 58,
    "source_line": 5,
    "gurmukhi": "ੲਿੰਦੁ ਵਰਸੈ ਦੲਿਅਾ ਕਰਿ; ਗੂੜ੍ਹੀ ਛਹਬਰ ਲਾੲਿ ॥",
    "transliteration": "Eindh Varasai Dhaeiaa Kar Goorrhee Shhehabar Laae ||",
    "translation": "Indra mercifully sends forth the rain, which falls in torrents.",
    "punjabi": "(ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ) ਮਿਹਰ ਕਰ ਕੇ ਬੱਦਲ (-ਗੁਰੂ) ਡੂੰਘੀ ਝੜੀ ਲਾ ਕੇ ਵਰਖਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60217,
    "shabad_id": 5481,
    "pada": 58,
    "source_line": 6,
    "gurmukhi": "ਬਾਬੀਹੇ ਤਨਿ ਮਨਿ ਸੁਖੁ ਹੋੲਿ; ਜਾਂ ਤਤੁ ਬੂੰਦ ਮੁਹਿ ਪਾੲਿ ॥",
    "transliteration": "Baabeehae Than Man Sukh Hoe Jaan Thath Boondh Muhi Paae ||",
    "translation": "The body and mind of the rainbird are happy. only when the rain-drop falls into its mouth.",
    "punjabi": "ਜਦੋਂ ਪਪੀਹਾ (ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਨਾਮ-ਬੂੰਦ ਦਾ ਰਸੀਆ) ਨਾਮ-ਬੂੰਦ (ਆਪਣੇ) ਮੂੰਹ ਵਿਚ ਪਾਂਦਾ ਹੈ, ਤਦੋਂ ਉਸ ਦੇ ਤਨ ਵਿਚ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60218,
    "shabad_id": 5481,
    "pada": 58,
    "source_line": 6,
    "gurmukhi": "ਅਨੁ ਧਨੁ ਬਹੁਤਾ ੳੁਪਜੈ; ਧਰਤੀ ਸੋਭਾ ਪਾੲਿ ॥",
    "transliteration": "An Dhhan Bahuthaa Oupajai Dhharathee Sobhaa Paae ||",
    "translation": "The corn grows high, wealth increases, and the earth is embellished with beauty.",
    "punjabi": "(ਜਿਵੇਂ ਵਰਖਾ ਨਾਲ) ਧਰਤੀ ਹਰੀਆਵਲੀ ਹੋ ਜਾਂਦੀ ਹੈ, (ਉਸ ਵਿਚ) ਬਹੁਤ ਅੰਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "ਅੰਨੁ",
    "type_id": 3
  },
  {
    "id": 60219,
    "shabad_id": 5481,
    "pada": 58,
    "source_line": 7,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਲੋਕੁ ਭਗਤਿ ਕਰੇ; ਗੁਰ ਕੈ ਸਬਦਿ ਸਮਾੲਿ ॥",
    "transliteration": "Anadhin Lok Bhagath Karae Gur Kai Sabadh Samaae ||",
    "translation": "Night and day, people worship the Lord with devotion, and are absorbed in the Word of the Guru's Shabad.",
    "punjabi": "(ਤਿਵੇਂ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਜਗਤ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60220,
    "shabad_id": 5481,
    "pada": 58,
    "source_line": 7,
    "gurmukhi": "ਅਾਪੇ ਸਚਾ ਬਖਸ ਲੲੇ; ਕਰਿ ਕਿਰਪਾ ਕਰੈ ਰਜਾੲਿ ॥",
    "transliteration": "Aapae Sachaa Bakhas Leae Kar Kirapaa Karai Rajaae ||",
    "translation": "The True Lord Himself forgives them, and showering them with His Mercy, He leads them to walk in His Will.",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਗੁਰੂ ਦੀ ਸਰਨ ਪਈ ਲੁਕਾਈ ਉਤੇ) ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ, ਮਿਹਰ ਕਰ ਕੇ ਆਪਣਾ ਹੁਕਮ ਵਰਤਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60221,
    "shabad_id": 5481,
    "pada": 58,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਗੁਣ ਗਾਵਹੁ ਕਾਮਣੀ; ਸਚੈ ਸਬਦਿ ਸਮਾੲਿ ॥",
    "transliteration": "Har Gun Gaavahu Kaamanee Sachai Sabadh Samaae ||",
    "translation": "O brides, sing the Glorious Praises of the Lord, and be absorbed in the True Word of His Shabad.",
    "punjabi": "ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀ! ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰ,",
    "pronunciation": "ਕੱਾਮਣੀ",
    "type_id": 3
  },
  {
    "id": 60222,
    "shabad_id": 5481,
    "pada": 58,
    "source_line": 8,
    "gurmukhi": "ਭੈ ਕਾ ਸਹਜੁ ਸੀਗਾਰੁ ਕਰਿਹੁ; ਸਚਿ ਰਹਹੁ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Bhai Kaa Sehaj Seegaar Karihu Sach Rehahu Liv Laae ||",
    "translation": "Let the Fear of God be your decoration, and remain lovingly attuned to the True Lord.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ) ਡਰ-ਅਦਬ ਤੋਂ ਪੈਦਾ ਹੋਈ ਆਤਮਕ ਅਡੋਲਤਾ ਨੂੰ (ਆਪਣੇ ਜੀਵਨ ਦਾ) ਸਿੰਗਾਰ ਬਣਾਈ ਰੱਖ, ਸਦਾ-ਥਿਰ ਹਰੀ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਟਿਕੀ ਰਿਹਾ ਕਰ।",
    "pronunciation": "ਕਰਿ-ਹੁ",
    "type_id": 3
  },
  {
    "id": 60223,
    "shabad_id": 5481,
    "pada": 58,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੋ ਮਨਿ ਵਸੈ; ਹਰਿ ਦਰਗਹ ਲੲੇ ਛਡਾੲਿ ॥੫੭॥",
    "transliteration": "Naanak Naamo Man Vasai Har Dharageh Leae Shhaddaae ||57||",
    "translation": "O Nanak, the Naam abides in the mind, and the mortal is saved in the Court of the Lord. ||57||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਹਰਿ-ਨਾਮ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ ਦਰਗਾਹ ਵਿਚ ਲੇਖੇ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ ॥੫੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60224,
    "shabad_id": 5481,
    "pada": 59,
    "source_line": 9,
    "gurmukhi": "ਬਾਬੀਹਾ. ਸਗਲੀ ਧਰਤੀ ਜੇ ਫਿਰਹਿ; ੳੂਡਿ ਚੜਹਿ ਅਾਕਾਸਿ ॥",
    "transliteration": "Baabeehaa Sagalee Dhharathee Jae Firehi Oodd Charrehi Aakaas ||",
    "translation": "The rainbird wanders all over the earth, soaring high through the skies.",
    "punjabi": "ਹੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਨਾਮ-ਬੂੰਦ ਦੇ ਰਸੀਏ! (ਗੁਰੂ ਨੂੰ ਛੱਡ ਕੇ) ਤੂੰ (ਤੀਰਥ-ਜਾਤ੍ਰਾ ਆਦਿਕ ਦੀ ਖ਼ਾਤਰ) ਸਾਰੀ ਧਰਤੀ ਉਤੇ ਰਟਨ ਕਰਦਾ ਫਿਰੇਂ, ਜੇ ਤੂੰ (ਮਾਨਸਕ ਸ਼ਕਤੀਆਂ ਦੀ ਮਦਦ ਨਾਲ) ਉੱਡ ਕੇ ਆਕਾਸ਼ ਵਿਚ ਭੀ ਜਾ ਪਹੁੰਚੇਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60225,
    "shabad_id": 5481,
    "pada": 59,
    "source_line": 10,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਮਿਲਿਅੈ. ਜਲੁ ਪਾੲੀਅੈ; ਚੂਕੈ ਭੂਖ ਪਿਅਾਸ ॥",
    "transliteration": "Sathigur Miliai Jal Paaeeai Chookai Bhookh Piaas ||",
    "translation": "But it obtains the drop of water, only when it meets the True Guru, and then, its hunger and thirst are relieved.",
    "punjabi": "(ਤਾਂ ਭੀ ਇਸ ਤਰ੍ਹਾਂ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਮਾਇਆ ਦੀ ਭੁੱਖ ਨਹੀਂ ਮਿਟਦੀ। ਨਾਮ-ਜਲ ਨਾਲ ਹੀ ਮਾਇਆ ਦੀ) ਭੁੱਖ ਤ੍ਰਿਹ ਮਿਟਦੀ ਹੈ (ਅਤੇ ਉਹ ਨਾਮ-) ਜਲ ਗੁਰੂ ਮਿਲਿਆਂ (ਹੀ) ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60226,
    "shabad_id": 5481,
    "pada": 59,
    "source_line": 10,
    "gurmukhi": "ਜੀੳੁ ਪਿੰਡੁ ਸਭੁ ਤਿਸ ਕਾ; ਸਭੁ ਕਿਛੁ ਤਿਸ ਕੈ ਪਾਸਿ ॥",
    "transliteration": "Jeeo Pindd Sabh This Kaa Sabh Kishh This Kai Paas ||",
    "translation": "Soul and body and all belong to Him; everything is His.",
    "punjabi": "ਇਹ ਜਿੰਦ ਇਹ ਸਰੀਰ ਸਭ ਕੁਝ ਉਸ (ਪਰਮਾਤਮਾ) ਦਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, ਹਰੇਕ ਦਾਤ ਉਸ ਦੇ ਹੀ ਵੱਸ ਵਿਚ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60227,
    "shabad_id": 5481,
    "pada": 59,
    "source_line": 11,
    "gurmukhi": "ਵਿਣੁ ਬੋਲਿਅਾ. ਸਭੁ ਕਿਛੁ ਜਾਣਦਾ; ਕਿਸੁ ਅਾਗੈ ਕੀਚੈ ਅਰਦਾਸਿ ॥",
    "transliteration": "Vin Boliaa Sabh Kishh Jaanadhaa Kis Aagai Keechai Aradhaas ||",
    "translation": "He knows everything, without being told; unto whom should we offer our prayers?",
    "punjabi": "(ਜੀਵਾਂ ਦੇ) ਬੋਲਣ ਤੋਂ ਬਿਨਾ ਹੀ (ਹਰੇਕ ਜੀਵ ਦੀ) ਹਰੇਕ ਲੋੜ ਉਹ ਜਾਣਦਾ ਹੈ, (ਉਸ ਨੂੰ ਛੱਡ ਕੇ) ਹੋਰ ਕਿਸ ਅੱਗੇ ਅਰਦਾਸ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60228,
    "shabad_id": 5481,
    "pada": 59,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਘਟਿ ਘਟਿ ੲੇਕੋ ਵਰਤਦਾ; ਸਬਦਿ ਕਰੇ ਪਰਗਾਸ ॥੫੮॥",
    "transliteration": "Naanak Ghatt Ghatt Eaeko Varathadhaa Sabadh Karae Paragaas ||58||",
    "translation": "O Nanak, the One Lord is prevading and permeating each and every heart; the Word of the Shabad brings illumination. ||58||",
    "punjabi": "ਹੇ ਨਾਨਕ? ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਉਹ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਮੌਜੂਦ ਹੈ, (ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਹਰੇਕ ਜੀਵ ਦੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ (ਉਹ ਆਪ ਹੀ) ਕਰਦਾ ਹੈ ॥੫੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60229,
    "shabad_id": 5481,
    "pada": 60,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਤਿਸੈ ਬਸੰਤੁ ਹੈ; ਜਿ ਸਤਿਗੁਰੁ ਸੇਵਿ ਸਮਾੲਿ ॥",
    "transliteration": "Naanak Thisai Basanth Hai J Sathigur Saev Samaae ||",
    "translation": "O Nanak, the season of spring comes to one who serves the True Guru.",
    "punjabi": "(ਜਿਵੇਂ ਬਸੰਤ ਰੁੱਤ ਆਉਣ ਤੇ ਸਾਰਾ ਜਗਤ ਹਰਾ-ਭਰਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ) ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਹਰਿ-ਨਾਮ ਵਿਚ) ਲੀਨ ਰਹਿੰਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਖਿੜਾਉ ਦੀ ਰੁੱਤ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60230,
    "shabad_id": 5481,
    "pada": 60,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਵੁਠਾ. ਮਨੁ ਤਨੁ ਸਭੁ ਪਰਫੜੈ; ਸਭੁ ਜਗੁ ਹਰੀਅਾਵਲੁ ਹੋੲਿ ॥੫੯॥",
    "transliteration": "Har Vuthaa Man Than Sabh Parafarrai Sabh Jag Hareeaaval Hoe ||59||",
    "translation": "The Lord rains His Mercy down upon him, and his mind and body totally blossom forth; the entire world becomes green and rejuvenated. ||59||",
    "punjabi": "(ਜਦੋਂ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਦਾ ਤਨ ਉਸ ਦਾ ਮਨ (ਆਤਮਕ ਆਨੰਦ ਨਾਲ) ਖਿੜ ਪੈਂਦਾ ਹੈ ॥੫੯॥",
    "pronunciation": "ਵੱੁਠਾ। ਪਰ-ਫੜੈ। ਹਰੀ-ਅਾਵਲੁ: ਬਿਹਾਰੀ ਦੱਬ ਕੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 60231,
    "shabad_id": 5481,
    "pada": 61,
    "source_line": 13,
    "gurmukhi": "ਸਬਦੇ ਸਦਾ ਬਸੰਤੁ ਹੈ; ਜਿਤੁ ਤਨੁ ਮਨੁ ਹਰਿਅਾ ਹੋੲਿ ॥",
    "transliteration": "Sabadhae Sadhaa Basanth Hai Jith Than Man Hariaa Hoe ||",
    "translation": "The Word of the Shabad brings eternal spring; it rejuvenates the mind and body.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸ਼ਬਦ ਦੀ ਬਰਕਤ ਰਾਹੀਂ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਸਦਾ ਲਈ ਖਿੜਾਉ ਦੀ ਰੁੱਤ ਬਣ ਜਾਂਦੀ ਹੈ ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦਾ ਮਨ ਆਨੰਦ-ਭਰਪੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60232,
    "shabad_id": 5481,
    "pada": 61,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ, ਨ ਵੀਸਰੈ; ਜਿਨਿ ਸਿਰਿਅਾ ਸਭੁ ਕੋੲਿ ॥੬੦॥",
    "transliteration": "Naanak Naam N Veesarai Jin Siriaa Sabh Koe ||60||",
    "translation": "O Nanak, do not forget the Naam, the Name of the Lord, which has created everyone. ||60||",
    "punjabi": "ਜਿਸ (ਪਰਮਾਤਮਾ) ਨੇ ਹਰੇਕ ਜੀਵ ਪੈਦਾ ਕੀਤਾ ਹੈ (ਉਸ ਮਨੁੱਖ ਨੂੰ ਉਸ ਦਾ) ਨਾਮ (ਕਦੇ) ਨਹੀਂ ਭੁੱਲਦਾ ॥੬੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60233,
    "shabad_id": 5481,
    "pada": 62,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਤਿਨਾ ਬਸੰਤੁ ਹੈ; ਜਿਨਾ ਗੁਰਮੁਖਿ ਵਸਿਅਾ ਮਨਿ ਸੋੲਿ ॥",
    "transliteration": "Naanak Thinaa Basanth Hai Jinaa Guramukh Vasiaa Man Soe ||",
    "translation": "O Nanak, it is the spring season, for those Gurmukhs, within whose minds the Lord abides.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਉਹ (ਪਰਮਾਤਮਾ) ਆ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਖਿੜਾਉ ਦਾ ਸਮਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60234,
    "shabad_id": 5481,
    "pada": 62,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਵੁਠੈ ਮਨੁ ਤਨੁ ਪਰਫੜੈ; ਸਭੁ ਜਗੁ ਹਰਿਅਾ ਹੋੲਿ ॥੬੧॥",
    "transliteration": "Har Vuthai Man Than Parafarrai Sabh Jag Hariaa Hoe ||61||",
    "translation": "When the Lord showers His Mercy, the mind and body blossom forth, and all the world turns green and lush. ||61||",
    "punjabi": "(ਜਿਵੇਂ ਬਸੰਤ ਰੁੱਤੇ) ਸਾਰਾ ਜਗਤ ਹਰਾ-ਭਰਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਤਿਵੇਂ, ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ (ਉਸ ਦਾ) ਮਨ (ਉਸ ਦਾ) ਤਨ ਖਿੜ ਪੈਂਦਾ ਹੈ ॥੬੧॥",
    "pronunciation": "ਵੁੱਠੈ",
    "type_id": 3
  },
  {
    "id": 60235,
    "shabad_id": 5481,
    "pada": 63,
    "source_line": 15,
    "gurmukhi": "ਵਡੜੈ ਝਾਲਿ ਝਲੁੰਭਲੈ; ਨਾਵੜਾ ਲੲੀਅੈ ਕਿਸੁ ॥",
    "transliteration": "Vaddarrai Jhaal Jhalunbhalai Naavarraa Leeai Kis ||",
    "translation": "In the early hours of the morning, whose name should we chant?",
    "punjabi": "ਹੇ ਭਾਈ ਸੁਵਖਤੇ ਘੁਸਮੁਸੇ (ਵੇਲੇ ਉੱਠ ਕੇ) ਕਿਸ ਦਾ ਸੋਹਣਾ ਨਾਮ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ?",
    "pronunciation": "ਵੱਡੇ ਤੋਂ ਵੱਡੇ (ਝਲੁੰਭਲੈ) ਤੜਕੇ ਵਾ ਮਨੁੱਖਾ ਜਨਮ",
    "type_id": 3
  },
  {
    "id": 60236,
    "shabad_id": 5481,
    "pada": 63,
    "source_line": 16,
    "gurmukhi": "ਨਾੳੁ ਲੲੀਅੈ ਪਰਮੇਸਰੈ; ਭੰਨਣ ਘੜਣ ਸਮਰਥੁ ॥੬੨॥",
    "transliteration": "Naao Leeai Paramaesarai Bhannan Gharran Samarathh ||62||",
    "translation": "Chant the Name of the Transcendent Lord, who is All-powerful to create and destroy. ||62||",
    "punjabi": "ਉਸ ਪਰਮੇਸਰ ਦਾ ਨਾਮ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ ਜੋ (ਜੀਵਾਂ ਨੂੰ) ਪੈਦਾ ਕਰਨ ਤੇ ਨਾਸ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹੈ ॥੬੨॥",
    "pronunciation": "ਸਮ-ਰੱਥੁ",
    "type_id": 3
  },
  {
    "id": 60237,
    "shabad_id": 5481,
    "pada": 64,
    "source_line": 16,
    "gurmukhi": "ਹਰਹਟ ਭੀ ਤੂੰ ਤੂੰ ਕਰਹਿ; ਬੋਲਹਿ ਭਲੀ ਬਾਣਿ ॥",
    "transliteration": "Harehatt Bhee Thoon Thoon Karehi Bolehi Bhalee Baan ||",
    "translation": "The Persian wheel also cries out, \"Too! Too! You! You!\", with sweet and sublime sounds.",
    "punjabi": "ਹਲਟ ਭੀ (ਚੱਲਦੇ ਖੂਹ ਭੀ ਆਵਾਜ਼ ਕੱਢਦੇ ਇਉਂ ਜਾਪਦੇ ਹਨ ਕਿ) 'ਤੂੰ ਤੂੰ' ਕਰ ਰਹੇ ਹਨ, ਅਤੇ ਮਿੱਠੀ ਸੁਰ ਵਿਚ ਆਵਾਜ਼ ਕੱਢਦੇ ਹਨ (ਪਰ ਉਹ ਭਗਤੀ ਤਾਂ ਨਹੀਂ ਕਰ ਰਹੇ)।",
    "pronunciation": "ਸਾਰਿਅਾਂ ਪਾਸਿਅਾਂ ਤੋਂ (ਹਰਹਟ) ਹਟ ਕੇ, (ਬਾਣਿ) ਬਾਣੀ",
    "type_id": 3
  },
  {
    "id": 60238,
    "shabad_id": 5481,
    "pada": 64,
    "source_line": 17,
    "gurmukhi": "ਸਾਹਿਬੁ ਸਦਾ ਹਦੂਰਿ ਹੈ; ਕਿਅਾ ੳੁਚੀ ਕਰਹਿ ਪੁਕਾਰ ॥",
    "transliteration": "Saahib Sadhaa Hadhoor Hai Kiaa Ouchee Karehi Pukaar ||",
    "translation": "Our Lord and Master is always present; why do you cry out to Him in such a loud voice?",
    "punjabi": "ਮਾਲਕ-ਪ੍ਰਭੂ ਤਾਂ ਸਦਾ ਤੇਰੇ ਨਾਲ ਵੱਸਦਾ ਹੈ (ਉਸ ਅੰਦਰ-ਵੱਸਦੇ ਨੂੰ ਭੁਲਾ ਕੇ ਬਾਹਰ ਲੋਕ-ਵਿਖਾਵੇ ਲਈ) ਤੂੰ ਕਿਉਂ ਉੱਚੀ ਉੱਚੀ ਪੁਕਾਰਦਾ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60239,
    "shabad_id": 5481,
    "pada": 64,
    "source_line": 17,
    "gurmukhi": "ਜਿਨਿ ਜਗਤੁ ੳੁਪਾੲਿ. ਹਰਿ ਰੰਗੁ ਕੀਅਾ; ਤਿਸੈ ਵਿਟਹੁ ਕੁਰਬਾਣੁ ॥",
    "transliteration": "Jin Jagath Oupaae Har Rang Keeaa Thisai Vittahu Kurabaan ||",
    "translation": "I am a sacrifice to that Lord who created the world, and who loves it.",
    "punjabi": "ਜਿਸ ਹਰੀ ਨੇ ਇਹ ਜਗਤ ਪੈਦਾ ਕਰ ਕੇ ਇਹ ਖੇਲ-ਤਮਾਸ਼ਾ ਬਣਾਇਆ ਹੈ, ਉਸ ਤੋਂ ਸਦਕੇ ਹੋਇਆ ਕਰ।",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 60240,
    "shabad_id": 5481,
    "pada": 64,
    "source_line": 18,
    "gurmukhi": "ਅਾਪੁ ਛੋਡਹਿ. ਤਾਂ ਸਹੁ ਮਿਲੈ; ਸਚਾ ੲੇਹੁ ਵੀਚਾਰੁ ॥",
    "transliteration": "Aap Shhoddehi Thaan Sahu Milai Sachaa Eaehu Veechaar ||",
    "translation": "Give up your selfishness, and then you shall meet your Husband Lord. Consider this Truth.",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਵਿਚਾਰ ਇਹ ਹੈ ਕਿ ਜੇ ਤੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਆਪਾ ਭਾਵ ਛੱਡ ਦੇਵੇਂਗਾ, ਤਾਂ ਤੈਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪਏਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60241,
    "shabad_id": 5481,
    "pada": 64,
    "source_line": 18,
    "gurmukhi": "ਹੳੁਮੈ ਫਿਕਾ ਬੋਲਣਾ; ਬੁਝਿ. ਨ ਸਕਾ ਕਾਰ ॥",
    "transliteration": "Houmai Fikaa Bolanaa Bujh N Sakaa Kaar ||",
    "translation": "Speaking in shallow egotism, no one understands the Ways of God.",
    "punjabi": "ਹਉਮੈ ਅਹੰਕਾਰ ਦੇ ਆਸਰੇ ('ਤੂੰ ਤੂੰ') ਬੋਲਦਾ (ਭੀ) ਬੇ-ਸੁਆਦਾ ਰਹਿੰਦਾ ਹੈ (ਆਤਮਕ ਜੀਵਨ ਦਾ ਹੁਲਾਰਾ ਪੈਦਾ ਨਹੀਂ ਕਰ ਸਕਦਾ)। (ਜੇ ਮੈਂ ਸਦਾ ਹਉਮੈ ਦੇ ਆਸਰੇ ਹੀ 'ਤੂੰ ਤੂੰ' ਬੋਲਦਾ ਰਹਾਂ, ਤਾਂ) ਮੈਂ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲ ਸਕਣ ਵਾਲਾ) ਕਰਤੱਬ ਸਮਝ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "ਫਿੱਕਾ,ਬੁੱਝਿ",
    "type_id": 3
  },
  {
    "id": 60242,
    "shabad_id": 5481,
    "pada": 64,
    "source_line": 19,
    "gurmukhi": "ਵਣੁ ਤ੍ਰਿਣੁ ਤ੍ਰਿਭਵਣੁ ਤੁਝੈ ਧਿਅਾੲਿਦਾ; ਅਨ ਦਿਨੁ ਸਦਾ ਵਿਹਾਣ ॥",
    "transliteration": "Van Thrin Thribhavan Thujhai Dhhiaaeidhaa Anadhin Sadhaa Vihaan ||",
    "translation": "The forests and fields, and all the three worlds meditate on You, O Lord; this is the way they pass their days and nights forever.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੰਗਲ, (ਜੰਗਲ ਦਾ) ਘਾਹ, ਸਾਰਾ ਜਗਤ ਤੈਨੂੰ ਹੀ ਸਿਮਰ ਰਿਹਾ ਹੈ। ਹਰੇਕ ਦਿਹਾੜਾ ਸਦਾ ਸਾਰਾ ਸਮਾ (ਤੇਰੀ ਹੀ ਯਾਦ ਵਿਚ) ਬੀਤ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60243,
    "shabad_id": 5481,
    "pada": 64,
    "source_line": 19,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰ ਕਿਨੈ. ਨ ਪਾੲਿਅਾ; ਕਰਿ ਕਰਿ ਥਕੇ ਵੀਚਾਰ ॥",
    "transliteration": "Bin Sathigur Kinai N Paaeiaa Kar Kar Thhakae Veechaar ||",
    "translation": "Without the True Guru, no one finds the Lord. People have grown weary of thinking about it.",
    "punjabi": "ਪਰ (ਅਨੇਕਾਂ ਹੀ ਪੰਡਿਤ ਲੋਕ) ਸੋਚਾਂ ਵਿਚਾਰਾਂ ਕਰ ਕੇ ਥੱਕਦੇ ਆ ਰਹੇ ਹਨ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੇ ਤੇਰਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]
