[
  {
    "id": 60244,
    "shabad_id": 5481,
    "pada": 64,
    "source_line": 1,
    "gurmukhi": "ਨਦਰਿ ਕਰਹਿ ਜੇ ਅਾਪਣੀ; ਤਾਂ ਅਾਪੇ ਲੈਹਿ ਸਵਾਰਿ ॥",
    "transliteration": "Nadhar Karehi Jae Aapanee Thaan Aapae Laihi Savaar ||",
    "translation": "But if the Lord casts His Glance of Grace, then He Himself embellishes us.",
    "punjabi": "ਜੇ ਤੂੰ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰੇਂ, ਤਾਂ ਤੂੰ ਆਪ ਹੀ (ਜੀਵਾਂ ਦੇ ਆਤਮਕ ਜੀਵਨ) ਸੋਹਣੇ ਬਣਾ ਲੈਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60245,
    "shabad_id": 5481,
    "pada": 64,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਜਿਨ੍ਹੀ ਧਿਅਾੲਿਅਾ; ਅਾੲੇ ਸੇ ਪਰਵਾਣੁ ॥੬੩॥",
    "transliteration": "Naanak Guramukh Jinhee Dhhiaaeiaa Aaeae Sae Paravaan ||63||",
    "translation": "O Nanak, the Gurmukhs meditate on the Lord; blessed and approved is their coming into the world. ||63||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਜਗਤ ਵਿਚ ਉਹੀ ਜੰਮੇ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਬੂਲ ਹੁੰਦੇ ਹਨ ॥੬੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60246,
    "shabad_id": 5481,
    "pada": 65,
    "source_line": 2,
    "gurmukhi": "ਜੋਗੁ ਨ. ਭਗਵੀ ਕਪੜੀ; ਜੋਗੁ ਨ. ਮੈਲੇ ਵੇਸਿ ॥",
    "transliteration": "Jog N Bhagavee Kaparree Jog N Mailae Vaes ||",
    "translation": "Yoga is not obtained by wearing saffron robes; Yoga is not obtained by wearing dirty robes.",
    "punjabi": "(ਗ੍ਰਿਹਸਤ ਤਿਆਗ ਕੇ) ਗੇਰੂਏ ਰੰਗ ਦੇ ਕੱਪੜਿਆਂ ਨਾਲ ਜਾਂ ਮੈਲੇ ਪਹਿਰਾਵੇ ਨਾਲ (ਪਰਮਾਤਮਾ ਦਾ) ਮਿਲਾਪ ਨਹੀਂ ਹੋ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60247,
    "shabad_id": 5481,
    "pada": 65,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ. ਘਰਿ ਬੈਠਿਅਾ ਜੋਗੁ ਪਾੲੀਅੈ; ਸਤਿਗੁਰ ਕੈ ੳੁਪਦੇਸਿ ॥੬੪॥",
    "transliteration": "Naanak Ghar Baithiaa Jog Paaeeai Sathigur Kai Oupadhaes ||64||",
    "translation": "O Nanak, Yoga is obtained even while sitting in your own home, by following the Teachings of the True Guru. ||64||",
    "punjabi": "ਪਰ, ਹਾਂ, ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਰਾਹੀਂ ਗ੍ਰਿਹਸਤ ਵਿਚ ਰਹਿੰਦਿਆਂ ਹੀ (ਪਰਮਾਤਮਾ ਨਾਲ) ਮਿਲਾਪ ਹੋ ਸਕਦਾ ਹੈ ॥੬੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60248,
    "shabad_id": 5481,
    "pada": 66,
    "source_line": 3,
    "gurmukhi": "ਚਾਰੇ ਕੁੰਡਾ ਜੇ ਭਵਹਿ; ਬੇਦ ਪੜਹਿ ਜੁਗ ਚਾਰਿ ॥",
    "transliteration": "Chaarae Kunddaa Jae Bhavehi Baedh Parrehi Jug Chaar ||",
    "translation": "You may wander in all four directions, and read the Vedas throughout the four ages.",
    "punjabi": "(ਗ੍ਰਿਹਸਤ ਛੱਡ ਕੇ) ਜੇ ਤੂੰ (ਧਰਤੀ ਤੇ) ਚੌਹੀਂ ਪਾਸੀਂ ਤੁਰਿਆ ਫਿਰੇਂ, ਤੇ, ਜੇ ਤੂੰ ਸਦਾ ਹੀ ਵੇਦ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕ) ਪੜ੍ਹਦਾ ਰਹੇਂ (ਤਾਂ ਭੀ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਰਸਤਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ)।",
    "pronunciation": "ਪੜ੍ਹਹਿ",
    "type_id": 3
  },
  {
    "id": 60249,
    "shabad_id": 5481,
    "pada": 66,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਸਾਚਾ ਭੇਟੈ ਹਰਿ ਮਨਿ ਵਸੈ; ਪਾਵਹਿ ਮੋਖ ਦੁਅਾਰ ॥੬੫॥",
    "transliteration": "Naanak Saachaa Bhaettai Har Man Vasai Paavehi Mokh Dhuaar ||65||",
    "translation": "O Nanak, if you meet with the True Guru, the Lord shall come to dwell within your mind, and you shall find the door of salvation. ||65||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਤੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਦਰਵਾਜ਼ਾ (ਤਦੋਂ) ਲੱਭ ਲਏਂਗਾ, ਜਦੋਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਤੈਨੂੰ ਮਿਲ ਪਏਗਾ, ਜਦੋਂ ਹਰੀ (ਤੇਰੇ) ਮਨ ਵਿਚ ਆ ਵੱਸੇਗਾ ॥੬੫॥",
    "pronunciation": "ਪਾਵ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 60250,
    "shabad_id": 5481,
    "pada": 67,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਹੁਕਮੁ ਵਰਤੈ ਖਸਮ ਕਾ; ਮਤਿ ਭਵੀ. ਫਿਰਹਿ ਚਲ ਚਿਤ ॥",
    "transliteration": "Naanak Hukam Varathai Khasam Kaa Math Bhavee Firehi Chal Chith ||",
    "translation": "O Nanak, the Hukam, the Command of your Lord and Master, is prevailing. The intellectually confused person wanders around lost, misled by his fickle consciousness.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜੀਵ ਦੇ ਭੀ ਕੀਹ ਵੱਸ? ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ) ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਹੁਕਮ ਚੱਲ ਰਿਹਾ ਹੈ (ਉਸ ਹੁਕਮ ਵਿਚ ਹੀ) ਤੇਰੀ ਮੱਤ ਉਲਟੇ ਰਾਹ ਪਈ ਹੋਈ ਹੈ, ਤੇ ਤੂੰ ਚੰਚਲ-ਚਿੱਤ ਹੋ ਕੇ (ਧਰਤੀ ਉਤੇ) ਵਿਚਰ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "(ਚਲ) ਚੰਚਲ (ਚਿੱਤ) ਵਾਲਿਅਾਂ ਦੀ ਮਤਿ, ਨਿਸਚੇ ਵੱਲੋਂ ਫਿਰ ਗੲੀ",
    "type_id": 3
  },
  {
    "id": 60251,
    "shabad_id": 5481,
    "pada": 67,
    "source_line": 5,
    "gurmukhi": "ਮਨਮੁਖ ਸੳੁ ਕਰਿ ਦੋਸਤੀ; ਸੁਖ ਕਿ ਪੁਛਹਿ ਮਿਤ ॥",
    "transliteration": "Manamukh So Kar Dhosathee Sukh K Pushhehi Mith ||",
    "translation": "If you make friends with the self-willed manmukhs, O friend, who can you ask for peace?",
    "punjabi": "ਪਰ, ਹੇ ਮਿੱਤਰ! (ਇਹ ਤਾਂ ਦੱਸ ਕਿ) ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲਿਆਂ ਨਾਲ ਦੋਸਤੀ ਪਾ ਕੇ ਤੂੰ ਆਤਮਕ ਆਨੰਦ ਦੀ ਆਸ ਕਿਵੇਂ ਕਰ ਸਕਦਾ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60252,
    "shabad_id": 5481,
    "pada": 67,
    "source_line": 5,
    "gurmukhi": "ਗੁਰਮੁਖ ਸੳੁ ਕਰਿ ਦੋਸਤੀ; ਸਤਿਗੁਰ ਸੳੁ ਲਾੲਿ ਚਿਤੁ ॥",
    "transliteration": "Guramukh So Kar Dhosathee Sathigur So Laae Chith ||",
    "translation": "Make friends with the Gurmukhs, and focus your consciousness on the True Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਿਆਂ ਨਾਲ ਮਿਤ੍ਰਤਾ ਬਣਾ, ਗੁਰੂ (ਦੇ ਚਰਨਾਂ) ਨਾਲ ਚਿੱਤ ਜੋੜੀ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60253,
    "shabad_id": 5481,
    "pada": 67,
    "source_line": 6,
    "gurmukhi": "ਜੰਮਣ ਮਰਣ ਕਾ ਮੂਲੁ ਕਟੀਅੈ; ਤਾਂ ਸੁਖੁ ਹੋਵੀ ਮਿਤ ॥੬੬॥",
    "transliteration": "Janman Maran Kaa Mool Katteeai Thaan Sukh Hovee Mith ||66||",
    "translation": "The root of birth and death will be cut away, and then, you shall find peace, O friend. ||66||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਜਦੋਂ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦੀ ਜੜ੍ਹ ਵੱਢੀ ਜਾਂਦੀ ਹੈ, ਤਦੋਂ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੬੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60254,
    "shabad_id": 5481,
    "pada": 68,
    "source_line": 6,
    "gurmukhi": "ਭੁਲਿਅਾਂ ਅਾਪਿ ਸਮਝਾੲਿਸੀ; ਜਾ ਕੳੁ ਨਦਰਿ ਕਰੇ ॥",
    "transliteration": "Bhuliaaan Aap Samajhaaeisee Jaa Ko Nadhar Karae ||",
    "translation": "The Lord Himself instructs those who are misguided, when He casts His Glance of Grace.",
    "punjabi": "ਜ਼ਿੰਦਗੀ ਦੇ ਗ਼ਲਤ ਰਸਤੇ ਉੱਤੇ ਪਏ ਹੋਏ ਭੀ ਜਿਸ ਮਨੁੱਖ ਉਤੇ (ਪਰਮਾਤਮਾ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਆਪ (ਹੀ ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸਮਝ ਬਖ਼ਸ਼ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਭੁੱਲਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 60255,
    "shabad_id": 5481,
    "pada": 68,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ. ਨਦਰੀ ਬਾਹਰੀ; ਕਰਣ ਪਲਾਹ ਕਰੇ ॥੬੭॥",
    "transliteration": "Naanak Nadharee Baaharee Karan Palaah Karae ||67||",
    "translation": "O Nanak, those who are not blessed by His Glance of Grace, cry and weep and wail. ||67||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਤੋਂ ਵਾਂਜਿਆ ਹੋਇਆ ਮਨੁੱਖ (ਸਦਾ) ਕੀਰਨੇ ਹੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੬੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60256,
    "shabad_id": 5482,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਲੋਕ ਮਹਲਾ ੪",
    "transliteration": "Salok Mehalaa 4",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ ਸਲੋਕ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60257,
    "shabad_id": 5482,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 60258,
    "shabad_id": 5482,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਵਡਭਾਗੀਅਾ ਸੋਹਾਗਣੀ; ਜਿਨ੍ਹਾ ਗੁਰਮੁਖਿ ਮਿਲਿਅਾ ਹਰਿ ਰਾੲਿ ॥",
    "transliteration": "Vaddabhaageeaa Sohaaganee Jinhaa Guramukh Miliaa Har Raae ||",
    "translation": "Blessed and very fortunate are those happy soul-brides who, as Gurmukh, meet their Sovereign Lord King.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਨ੍ਹਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੂੰ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੀਆਂ ਬਣ ਜਾਂਦੀਆਂ ਹਨ, ਉਹ ਖਸਮ ਵਾਲੀਆਂ ਅਖਵਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60259,
    "shabad_id": 5482,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਅੰਤਰਿ ਜੋਤਿ ਪਰਗਾਸੀਅਾ; ਨਾਨਕ. ਨਾਮਿ ਸਮਾੲਿ ॥੧॥",
    "transliteration": "Anthar Joth Paragaaseeaa Naanak Naam Samaae ||1||",
    "translation": "The Light of God shines within them; O Nanak, they are absorbed in the Naam, the Name of the Lord. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿ ਕੇ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਚਮਕ ਪੈਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60260,
    "shabad_id": 5482,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਵਾਹੁ ਵਾਹੁ ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਹੈ; ਜਿਨਿ ਸਚੁ ਜਾਤਾ ਸੋੲਿ ॥",
    "transliteration": "Vaahu Vaahu Sathigur Purakh Hai Jin Sach Jaathaa Soe ||",
    "translation": "Waaho! Waaho! Blessed and Great is the True Guru, the Primal Being, who has realized the True Lord.",
    "punjabi": "ਮਹਾ ਪੁਰਖ ਗੁਰੂ ਧੰਨ ਹੈ ਧੰਨ ਹੈ, ਜਿਸ (ਗੁਰੂ) ਨੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੋਈ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60261,
    "shabad_id": 5482,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਜਿਤੁ ਮਿਲਿਅੈ ਤਿਖ ੳੁਤਰੈ; ਤਨੁ ਮਨੁ ਸੀਤਲੁ ਹੋੲਿ ॥",
    "transliteration": "Jith Miliai Thikh Outharai Than Man Seethal Hoe ||",
    "translation": "Meeting Him, thirst is quenched, and the body and mind are cooled and soothed.",
    "punjabi": "ਜਿਸ (ਗੁਰੂ) ਨੂੰ ਮਿਲਿਆਂ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, (ਮਨੁੱਖ ਦਾ) ਤਨ ਅਤੇ ਮਨ ਠੰਢਾ-ਠਾਰ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਤਿਖ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 60262,
    "shabad_id": 5482,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਵਾਹੁ ਵਾਹੁ ਸਤਿਗੁਰੁ ਸਤਿ ਪੁਰਖੁ ਹੈ; ਜਿਸ ਨੋ ਸਮਤੁ ਸਭ ਕੋੲਿ ॥",
    "transliteration": "Vaahu Vaahu Sathigur Sath Purakh Hai Jis No Samath Sabh Koe ||",
    "translation": "Waaho! Waaho! Blessed and Great is the True Guru, the True Primal Being, who looks upon all alike.",
    "punjabi": "ਗੁਰੂ ਸੱਤ ਪੁਰਖ ਸਲਾਹੁਣ-ਜੋਗ ਹੈ ਧੰਨ ਹੈ, ਕਿਉਂਕਿ ਉਸ ਨੂੰ ਹਰੇਕ ਜੀਵ ਇਕੋ ਜਿਹਾ (ਦਿੱਸਦਾ) ਹੈ।",
    "pronunciation": "ਸਮਤ: ਪੋਲਾ ਬੋਲੋ ਮਿਲਵਾਂ",
    "type_id": 3
  },
  {
    "id": 60263,
    "shabad_id": 5482,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਵਾਹੁ ਵਾਹੁ ਸਤਿਗੁਰੁ ਨਿਰਵੈਰੁ ਹੈ; ਜਿਸੁ ਨਿੰਦਾ ੳੁਸਤਤਿ ਤੁਲਿ ਹੋੲਿ ॥",
    "transliteration": "Vaahu Vaahu Sathigur Niravair Hai Jis Nindhaa Ousathath Thul Hoe ||",
    "translation": "Waaho! Waaho! Blessed and Great is the True Guru, who has no hatred; slander and praise are all the same to Him.",
    "punjabi": "ਗੁਰੂ ਧੰਨ ਹੈ, ਗੁਰੂ ਧੰਨ ਹੈ, ਗੁਰੂ ਨੂੰ ਕਿਸੇ ਨਾਲ ਵੈਰ ਨਹੀਂ (ਕੋਈ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਨਿੰਦਾ ਕਰੇ, ਕੋਈ ਵਡਿਆਈ ਕਰੇ) ਗੁਰੂ ਨੂੰ (ਉਹ) ਨਿੰਦਾ ਜਾਂ ਵਡਿਆਈ ਇਕੋ ਜਿਹੀ ਜਾਪਦੀ ਹੈ।",
    "pronunciation": "ਤੁੱਲਿ",
    "type_id": 3
  },
  {
    "id": 60264,
    "shabad_id": 5482,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਵਾਹੁ ਵਾਹੁ ਸਤਿਗੁਰੁ ਸੁਜਾਣੁ ਹੈ; ਜਿਸੁ ਅੰਤਰਿ ਬ੍ਰਹਮੁ ਵੀਚਾਰੁ ॥",
    "transliteration": "Vaahu Vaahu Sathigur Sujaan Hai Jis Anthar Breham Veechaar ||",
    "translation": "Waaho! Waaho! Blessed and Great is the All-knowing True Guru, who has realized God within.",
    "punjabi": "ਗੁਰੂ ਧੰਨ ਹੈ ਗੁਰੂ ਧੰਨ ਹੈ, ਗੁਰੂ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਿਚ) ਸਿਆਣਾ ਹੈ, ਗੁਰੂ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਸਦਾ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60265,
    "shabad_id": 5482,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਵਾਹੁ ਵਾਹੁ ਸਤਿਗੁਰੁ ਨਿਰੰਕਾਰੁ ਹੈ; ਜਿਸੁ. ਅੰਤੁ ਨ ਪਾਰਾਵਾਰੁ ॥",
    "transliteration": "Vaahu Vaahu Sathigur Nirankaar Hai Jis Anth N Paaraavaar ||",
    "translation": "Waaho! Waaho! Blessed and Great is the Formless True Guru, who has no end or limitation.",
    "punjabi": "ਗੁਰੂ ਸਲਾਹੁਣ-ਜੋਗ ਹੈ, ਗੁਰੂ (ਉਸ) ਨਿਰੰਕਾਰ (ਦਾ ਰੂਪ) ਹੈ ਜਿਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਉਰਲਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60266,
    "shabad_id": 5482,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਵਾਹੁ ਵਾਹੁ ਸਤਿਗੁਰੂ ਹੈ; ਜਿ ਸਚੁ ਦ੍ਰਿੜਾੲੇ ਸੋੲਿ ॥",
    "transliteration": "Vaahu Vaahu Sathiguroo Hai J Sach Dhrirraaeae Soe ||",
    "translation": "Waaho! Waaho! Blessed and Great is the True Guru, who implants the Truth within.",
    "punjabi": "ਗੁਰੂ ਧੰਨ ਹੈ ਗੁਰੂ ਧੰਨ ਹੈ, ਕਿਉਂਕਿ ਉਹ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦਾ ਨਾਮ) ਪੱਕਾ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60267,
    "shabad_id": 5482,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਸਤਿਗੁਰ ਵਾਹੁ ਵਾਹੁ; ਜਿਸ ਤੇ ਨਾਮੁ ਪਰਾਪਤਿ ਹੋੲਿ ॥੨॥",
    "transliteration": "Naanak Sathigur Vaahu Vaahu Jis Thae Naam Paraapath Hoe ||2||",
    "translation": "O Nanak, Blessed and Great is the True Guru, through whom the Naam, the Name of the Lord, is received. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ (ਗੁਰੂ) ਤੋਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਾਸਲ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ (ਸਦਾ) ਧੰਨ ਧੰਨ ਆਖਿਆ ਕਰੋ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60268,
    "shabad_id": 5482,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਪ੍ਰਭ ਸਚਾ ਸੋਹਿਲਾ; ਗੁਰਮੁਖਿ ਨਾਮੁ ਗੋਵਿੰਦੁ ॥",
    "transliteration": "Har Prabh Sachaa Sohilaa Guramukh Naam Govindh ||",
    "translation": "For the Gurmukh, the true Song of Praise is to chant the Name of the Lord God.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਵਾਸਤੇ ਹਰੀ ਪ੍ਰਭੂ ਦਾ ਗੋਬਿੰਦ ਨਾਮ (ਹੀ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਖ਼ੁਸ਼ੀ ਦਾ ਗੀਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60269,
    "shabad_id": 5482,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਨਾਮੁ ਸਲਾਹਣਾ; ਹਰਿ ਜਪਿਅਾ ਮਨਿ ਅਾਨੰਦੁ ॥",
    "transliteration": "Anadhin Naam Salaahanaa Har Japiaa Man Aanandh ||",
    "translation": "Chanting the Praises of the Lord, their minds are in ecstasy.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਹਰਿ-ਨਾਮ ਦੀ ਸਿਫ਼ਤ ਕੀਤੀ, ਹਰਿ-ਨਾਮ ਹੀ ਜਪਿਆ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਅਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60270,
    "shabad_id": 5482,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਵਡਭਾਗੀ ਹਰਿ ਪਾੲਿਅਾ; ਪੂਰਨ ਪਰਮਾਨੰਦੁ ॥",
    "transliteration": "Vaddabhaagee Har Paaeiaa Pooran Paramaanandh ||",
    "translation": "By great good fortune, they find the Lord, the Embodiment of perfect, supreme bliss.",
    "punjabi": "ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੇ ਸਭ ਤੋਂ ਉੱਚੇ ਆਤਮਕ ਅਨੰਦ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60271,
    "shabad_id": 5482,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਨਾਮੁ ਸਲਾਹਿਅਾ; ਬਹੁੜਿ. ਨ ਮਨਿ ਤਨਿ ਭੰਗੁ ॥੩॥",
    "transliteration": "Jan Naanak Naam Salaahiaa Bahurr N Man Than Bhang ||3||",
    "translation": "Servant Nanak praises the Naam, the Name of the Lord; no obstacle will block his mind or body. ||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਜਿਨ੍ਹਾਂ ਨੇ ਹਰ ਵੇਲੇ) ਹਰਿ-ਨਾਮ ਦੀ ਵਡਿਆਈ ਕੀਤੀ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਉਹਨਾਂ ਦੇ ਤਨ ਵਿਚ (ਆਤਮਕ ਆਨੰਦ ਦੀ) ਮੁੜ ਕਦੇ ਤੋਟ ਨਹੀਂ ਆਉਂਦੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60272,
    "shabad_id": 5482,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਮੂੰ ਪਿਰੀਅਾ ਸੳੁ ਨੇਹੁ; ਕਿੳੁ ਸਜਣ ਮਿਲਹਿ ਪਿਅਾਰਿਅਾ ॥",
    "transliteration": "Moon Pireeaa So Naehu Kio Sajan Milehi Piaariaa ||",
    "translation": "I am in love with my Beloved; how can I meet my Dear Friend?",
    "punjabi": "(ਆਪਣੇ) ਪਿਆਰੇ (ਪ੍ਰਭੂ) ਨਾਲ ਮੇਰਾ ਪਿਆਰ ਹੈ (ਮੇਰੀ ਹਰ ਵੇਲੇ ਤਾਂਘ ਹੈ ਕਿ ਮੈਨੂੰ) ਕਿਵੇਂ (ਉਹ) ਪਿਆਰੇ ਸੱਜਣ ਮਿਲ ਪੈਣ (ਜਿਹੜੇ ਮੈਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾ ਦੇਣ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60273,
    "shabad_id": 5482,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਹੳੁ ਢੂਢੇਦੀ ਤਿਨ; ਸਜਣ ਸਚਿ ਸਵਾਰਿਅਾ ॥",
    "transliteration": "Ho Dtoodtaedhee Thin Sajan Sach Savaariaa ||",
    "translation": "I seek that friend, who is embellished with Truth.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਸੱਜਣਾਂ ਨੂੰ ਲੱਭਦੀ ਫਿਰਦੀ ਹਾਂ, ਸਦਾ-ਥਿਰ ਹਰਿ ਨਾਮ ਨੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲਾ ਬਣਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60274,
    "shabad_id": 5482,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਮੈਡਾ ਮਿਤੁ ਹੈ; ਜੇ ਮਿਲੈ. ਤ ੲਿਹੁ ਮਨੁ ਵਾਰਿਅਾ ॥",
    "transliteration": "Sathigur Maiddaa Mith Hai Jae Milai Th Eihu Man Vaariaa ||",
    "translation": "The True Guru is my Friend; if I meet Him, I will offer this mind as a sacrifice to Him.",
    "punjabi": "ਗੁਰੂ (ਹੀ) ਮੇਰਾ (ਅਸਲ) ਮਿੱਤਰ ਹੈ। ਜੇ (ਮੈਨੂੰ ਗੁਰੂ) ਮਿਲ ਪਏ, ਤਾਂ (ਮੈਂ ਆਪਣਾ) ਇਹ ਮਨ (ਉਸ ਤੋਂ) ਸਦਕੇ ਕਰ ਦਿਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60275,
    "shabad_id": 5482,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਦੇਂਦਾ. ਮੂੰ ਪਿਰੁ ਦਸਿ; ਹਰਿ ਸਜਣੁ ਸਿਰਜਣਹਾਰਿਅਾ ॥",
    "transliteration": "Dhaenadhaa Moon Pir Dhas Har Sajan Sirajanehaariaa ||",
    "translation": "He has shown me my Beloved Lord, my Friend, the Creator.",
    "punjabi": "(ਗੁਰੂ ਹੀ) ਮੈਨੂੰ ਦੱਸ ਸਕਦਾ ਹੈ ਕਿ ਸਿਰਜਣਹਾਰ ਹਰੀ (ਹੀ ਅਸਲ) ਸੱਜਣ ਹੈ।",
    "pronunciation": "ਦੱਸਿ",
    "type_id": 3
  },
  {
    "id": 60276,
    "shabad_id": 5482,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਹੳੁ ਪਿਰੁ ਭਾਲੀ ਅਾਪਣਾ; ਸਤਿਗੁਰ ਨਾਲਿ ਦਿਖਾਲਿਅਾ ॥੪॥",
    "transliteration": "Naanak Ho Pir Bhaalee Aapanaa Sathigur Naal Dhikhaaliaa ||4||",
    "translation": "O Nanak, I was searching for my Beloved; the True Guru has shown me that He has been with me all the time. ||4||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਸਤਿਗੁਰੂ! ਮੈਂ ਆਪਣਾ ਖਸਮ-ਪ੍ਰਭੂ ਢੂੰਢ ਰਹੀ ਸਾਂ, ਤੂੰ (ਮੈਨੂੰ ਮੇਰੇ) ਨਾਲ (ਵੱਸਦਾ) ਵਿਖਾਲ ਦਿੱਤਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60277,
    "shabad_id": 5482,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ਹੳੁ ਖੜੀ ਨਿਹਾਲੀ ਪੰਧੁ; ਮਤੁ. ਮੂੰ ਸਜਣੁ ਅਾਵੲੇ ॥",
    "transliteration": "Ho Kharree Nihaalee Pandhh Math Moon Sajan Aaveae ||",
    "translation": "I stand by the side of the road, waiting for You; O my Friend, I hope that You will come.",
    "punjabi": "ਮੈਂ ਤਾਂਘ ਨਾਲ ਰਾਹ ਤੱਕ ਰਹੀ ਹਾਂ ਕਿ ਸ਼ਾਇਦ ਮੇਰਾ ਸੱਜਣ ਆ ਰਿਹਾ ਹੈ,",
    "pronunciation": "(ਪੰਧੁ) ਰਸਤਾ, (ਮੂੰ) ਮੇਰਾ। ਖੜ੍ਹੀ।ਅਾ-ਵੲੇ",
    "type_id": 3
  },
  {
    "id": 60278,
    "shabad_id": 5482,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ਕੋ ਅਾਣਿ ਮਿਲਾਵੈ ਅਜੁ; ਮੈ. ਪਿਰੁ ਮੇਲਿ ਮਿਲਾਵੲੇ ॥",
    "transliteration": "Ko Aan Milaavai Aj Mai Pir Mael Milaaveae ||",
    "translation": "If only someone would come today and unite me in Union with my Beloved.",
    "punjabi": "ਜਿਹੜਾ ਮੈਨੂੰ (ਮੇਰਾ ਪ੍ਰਭੂ-) ਪਤੀ ਅੱਜ (ਇਸੇ ਜੀਵਨ ਵਿਚ) ਲਿਆ ਕੇ ਮਿਲਾ ਦੇਂਦਾ ਹੋਵੇ।",
    "pronunciation": "ਅੱਜੁ",
    "type_id": 3
  }
]
