[
  {
    "id": 43268,
    "shabad_id": 3714,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "ਗੁਰ ਸੇਵਾ ਸਦਾ ਸੁਖੁ ਹੈ; ਜਿਸ ਨੋ ਹੁਕਮੁ ਮਨਾੲੇ ॥੭॥",
    "transliteration": "Gur Saevaa Sadhaa Sukh Hai Jis No Hukam Manaaeae ||7||",
    "translation": "Serving the Guru, eternal peace is obtained, by those whom the Lord inspires to obey the Hukam of His Command. ||7||",
    "punjabi": "ਗੁਰੂ ਜਿਸ ਸੇਵਕ ਤੋਂ ਪਰਮਾਤਮਾ ਦਾ ਹੁਕਮ ਮਨਾਂਦਾ ਹੈ ਉਸ ਸੇਵਕ ਨੂੰ ਗੁਰੂ ਦੀ (ਇਸ ਦੱਸੀ) ਸੇਵਾ ਨਾਲ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43269,
    "shabad_id": 3714,
    "pada": 9,
    "source_line": 1,
    "gurmukhi": "ਸੁੲਿਨਾ ਰੁਪਾ ਸਭ ਧਾਤੁ ਹੈ; ਮਾਟੀ ਰਲਿ ਜਾੲੀ ॥",
    "transliteration": "Sueinaa Rupaa Sabh Dhhaath Hai Maattee Ral Jaaee ||",
    "translation": "Gold and silver, and all metals, mix with dust in the end",
    "punjabi": "ਸੋਨਾ ਚਾਂਦੀ ਆਦਿਕ ਸਭ (ਨਾਸਵੰਤ) ਮਾਇਆ ਹੈ (ਜਦੋਂ ਜੀਵ ਸਰੀਰ ਤਿਆਗਦਾ ਹੈ ਉਸ ਦੇ ਭਾ ਦੀ ਇਹ) ਮਿੱਟੀ ਵਿਚ ਰਲ ਜਾਂਦੀ ਹੈ (ਕਿਉਂਕਿ ਉਸ ਦੇ ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦੀ)।",
    "pronunciation": "ਰੁੱਪਾ ਚਾਂਦੀ",
    "type_id": 3
  },
  {
    "id": 43270,
    "shabad_id": 3714,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "ਬਿਨੁ ਨਾਵੈ ਨਾਲਿ. ਨ ਚਲੲੀ; ਸਤਿਗੁਰਿ ਬੂਝ ਬੁਝਾੲੀ ॥",
    "transliteration": "Bin Naavai Naal N Chalee Sathigur Boojh Bujhaaee ||",
    "translation": "Without the Name, nothing goes along with you; the True Guru has imparted this understanding.",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੇ (ਪ੍ਰਭੂ ਦੇ ਸੇਵਕ ਨੂੰ ਇਹ) ਸੂਝ ਦੇ ਦਿੱਤੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਸੋਨਾ ਚਾਂਦੀ ਆਦਿਕ ਕੋਈ ਚੀਜ਼ ਜੀਵ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ।",
    "pronunciation": "ਬੂੱਝ ਬੁੱਝਾੲੀ",
    "type_id": 3
  },
  {
    "id": 43271,
    "shabad_id": 3714,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮਿ ਰਤੇ ਸੇ ਨਿਰਮਲੇ; ਸਾਚੈ ਰਹੇ ਸਮਾੲੀ ॥੮॥੫॥",
    "transliteration": "Naanak Naam Rathae Sae Niramalae Saachai Rehae Samaaee ||8||5||",
    "translation": "O Nanak, those who are attuned to the Naam are immaculate and pure; they remain merged in the Truth. ||8||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਜੇਹੜੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਉਹ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੮॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43272,
    "shabad_id": 3715,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੧ ॥",
    "transliteration": "Maaroo Mehalaa 1 ||",
    "translation": "Maaroo, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43273,
    "shabad_id": 3715,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਹੁਕਮੁ ਭੲਿਅਾ. ਰਹਣਾ ਨਹੀ; ਧੁਰਿ ਫਾਟੇ ਚੀਰੈ ॥",
    "transliteration": "Hukam Bhaeiaa Rehanaa Nehee Dhhur Faattae Cheerai ||",
    "translation": "The Order is issued, and he cannot remain; the permit to stay has been torn up.",
    "punjabi": "ਜਦੋਂ (ਪਰਮਾਤਮਾ ਦਾ) ਹੁਕਮ ਹੋ ਜਾਂਦਾ ਹੈ ਜਦੋਂ (ਕਿਸੇ ਦੀ) ਚਿੱਠੀ ਧੁਰ (ਦਰਗਾਹ) ਤੋਂ ਪਾਟ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਉਹ (ਇਸ ਸੰਸਾਰ ਵਿਚ) ਰਹਿ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43274,
    "shabad_id": 3715,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ੲੇਹੁ ਮਨੁ ਅਵਗਣਿ ਬਾਧਿਅਾ; ਸਹੁ ਦੇਹ ਸਰੀਰੈ ॥",
    "transliteration": "Eaehu Man Avagan Baadhhiaa Sahu Dhaeh Sareerai ||",
    "translation": "This mind is tied to its faults; it suffers terrible pain in its body.",
    "punjabi": "(ਜਦ ਤਕ ਤੇਰਾ) ਇਹ ਮਨ ਔਗੁਣਾਂ (ਦੀ ਫਾਹੀ) ਵਿਚ ਬੱਝਾ ਹੋਇਆ ਹੈ (ਤਦ ਤਕ ਆਪਣੇ ਇਸ) ਸਰੀਰ ਵਿਚ (ਦੁੱਖ) ਸਹਾਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43275,
    "shabad_id": 3715,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਪੂਰੈ ਗੁਰਿ ਬਖਸਾੲੀਅਹਿ; ਸਭਿ ਗੁਨਹ ਫਕੀਰੈ ॥੧॥",
    "transliteration": "Poorai Gur Bakhasaaeeahi Sabh Guneh Fakeerai ||1||",
    "translation": "The Perfect Guru forgives all the mistakes of the beggar at His Door. ||1||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਦਾ ਮੰਗਤਾ ਬਣਦਾ ਹੈ ਉਸ ਦੇ ਸਾਰੇ ਗੁਨਾਹ ਬਖ਼ਸ਼ੇ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "ਬਖਸਾੲੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 43276,
    "shabad_id": 3715,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਕਿੳੁ ਰਹੀਅੈ. ੳੁਠਿ ਚਲਣਾ; ਬੁਝੁ ਸਬਦ ਬੀਚਾਰਾ ॥",
    "transliteration": "Kio Reheeai Outh Chalanaa Bujh Sabadh Beechaaraa ||",
    "translation": "How can he stay here? He must get up and depart. Contemplate the Word of the Shabad, and understand this.",
    "punjabi": "(ਹੁਣੇ ਹੁਣੇ ਵੇਲਾ ਹੈ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਸਮਝ, (ਇਥੇ ਸਦਾ) ਟਿਕੇ ਨਹੀਂ ਰਹਿ ਸਕੀਦਾ, (ਜਦੋਂ ਪ੍ਰਭੂ ਦਾ ਹੁਕਮ ਆਇਆ, ਤਦੋਂ) ਇਥੋਂ ਚੱਲਣਾ ਹੀ ਪਏਗਾ।",
    "pronunciation": "ਬੁੱਝੁ",
    "type_id": 3
  },
  {
    "id": 43277,
    "shabad_id": 3715,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਜਿਸੁ ਤੂ ਮੇਲਹਿ ਸੋ ਮਿਲੈ; ਧੁਰਿ ਹੁਕਮੁ ਅਪਾਰਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jis Thoo Maelehi So Milai Dhhur Hukam Apaaraa ||1|| Rehaao ||",
    "translation": "He alone is united, whom You, O Lord, unite. Such is the Primal Command of the Infinite Lord. ||1||Pause||",
    "punjabi": "(ਪਰ, ਹੇ ਪ੍ਰਭੂ! ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਹੇ ਬੇਅੰਤ ਪ੍ਰਭੂ! ਤੈਨੂੰ ਉਹੀ ਮਨੁੱਖ ਮਿਲ ਸਕਦਾ ਹੈ ਜਿਸ ਨੂੰ ਤੂੰ ਆਪ ਮਿਲਾਏਂ, ਧੁਰ ਤੋਂ ਤੇਰਾ (ਅਜੇਹਾ ਹੀ) ਹੁਕਮ ਹੈ (ਅਜੇਹੀ ਹੀ ਰਜ਼ਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 43278,
    "shabad_id": 3715,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਜਿੳੁ ਤੂ ਰਾਖਹਿ ਤਿੳੁ ਰਹਾ; ਜੋ ਦੇਹਿ ਸੁ ਖਾੳੁ ॥",
    "transliteration": "Jio Thoo Raakhehi Thio Rehaa Jo Dhaehi S Khaao ||",
    "translation": "As You keep me, I remain; whatever You give me, I eat.",
    "punjabi": "(ਪਰ ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਹਾਲਤ ਵਿਚ ਤੂੰ ਮੈਨੂੰ ਰੱਖਦਾ ਹੈਂ, ਮੈਂ ਉਸੇ ਹਾਲਤ ਵਿਚ ਰਹਿ ਸਕਦਾ ਹਾਂ, ਜੇਹੜੀ (ਆਤਮਕ ਖ਼ੁਰਾਕ) ਤੂੰ ਮੈਨੂੰ ਦੇਂਦਾ ਹੈਂ ਮੈਂ ਉਹੀ ਖਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43279,
    "shabad_id": 3715,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਜਿੳੁ ਤੂ ਚਲਾਵਹਿ ਤਿੳੁ ਚਲਾ; ਮੁਖਿ ਅੰਮ੍ਰਿਤ ਨਾੳੁ ॥",
    "transliteration": "Jio Thoo Chalaavehi Thio Chalaa Mukh Anmrith Naao ||",
    "translation": "As You lead me, I follow, with the Ambrosial Name in my mouth.",
    "punjabi": "(ਆਤਮਕ ਜੀਵਨ ਦੇ ਰਸਤੇ ਤੇ) ਜਿਸ ਤਰ੍ਹਾਂ ਤੂੰ ਮੈਨੂੰ ਤੋਰਦਾ ਹੈਂ ਮੈਂ ਉਸੇ ਤਰ੍ਹਾਂ ਤੁਰਦਾ ਹਾਂ, ਤੇ ਆਪਣੇ ਮੂੰਹ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਤੇਰਾ ਨਾਮ ਪਾਂਦਾ ਹਾਂ।",
    "pronunciation": "ਚੱਲਾਂ",
    "type_id": 3
  },
  {
    "id": 43280,
    "shabad_id": 3715,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਮੇਰੇ ਠਾਕੁਰ ਹਥਿ ਵਡਿਅਾੲੀਅਾ; ਮੇਲਹਿ ਮਨਿ ਚਾੳੁ ॥੨॥",
    "transliteration": "Maerae Thaakur Hathh Vaddiaaeeaa Maelehi Man Chaao ||2||",
    "translation": "All glorious greatness rests in the hands of my Lord and Master; my mind yearns to unite with You. ||2||",
    "punjabi": "ਹੇ ਮੇਰੇ ਠਾਕੁਰ! ਤੇਰੇ ਆਪਣੇ ਹੱਥ ਵਿਚ ਵਡਿਆਈਆਂ ਹਨ (ਜਿਸ ਨੂੰ ਤੂੰ ਵਡਿਆਈ ਬਖ਼ਸ਼ਦਾ ਹੈਂ ਜਿਸ ਨੂੰ ਤੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜਦਾ ਹੈਂ ਉਸ ਦੇ ਮਨ ਵਿਚ (ਤੇਰੀ ਭਗਤੀ ਦਾ) ਚਾਉ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43281,
    "shabad_id": 3715,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਕੀਤਾ. ਕਿਅਾ ਸਾਲਾਹੀਅੈ; ਕਰਿ ਦੇਖੈ ਸੋੲੀ ॥",
    "transliteration": "Keethaa Kiaa Saalaaheeai Kar Dhaekhai Soee ||",
    "translation": "Why should anyone praise any other created being? That Lord acts and sees.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਛੱਡ ਕੇ ਪਰਮਾਤਮਾ ਦੇ) ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਦੀ ਵਡਿਆਈ ਕਰਨ ਤੋਂ ਕੋਈ (ਆਤਮਕ) ਲਾਭ ਨਹੀਂ ਹੋਵੇਗਾ (ਵਡਿਆਈਆਂ ਉਸ ਕਰਤਾਰ ਦੀਆਂ ਕਰੋ) ਜੋ (ਜਗਤ-ਰਚਨਾ) ਕਰ ਕੇ ਆਪ ਹੀ (ਉਸ ਦੀ) ਸੰਭਾਲ ਭੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43282,
    "shabad_id": 3715,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਜਿਨਿ ਕੀਅਾ. ਸੋ ਮਨਿ ਵਸੈ; ਮੈ ਅਵਰੁ. ਨ ਕੋੲੀ ॥",
    "transliteration": "Jin Keeaa So Man Vasai Mai Avar N Koee ||",
    "translation": "The One who created me, abides within my mind; there is no other at all.",
    "punjabi": "ਜਿਸ ਕਰਤਾਰ ਨੇ ਜਗਤ ਰਚਿਆ ਹੈ ਉਹੀ (ਮੇਰੇ) ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ। ਮੈਨੂੰ ਉਸ ਵਰਗਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43283,
    "shabad_id": 3715,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਸੋ ਸਾਚਾ ਸਾਲਾਹੀਅੈ; ਸਾਚੀ ਪਤਿ ਹੋੲੀ ॥੩॥",
    "transliteration": "So Saachaa Saalaaheeai Saachee Path Hoee ||3||",
    "translation": "So praise that True Lord, and you shall be blessed with true honor. ||3||",
    "punjabi": "ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ (ਜੇਹੜਾ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ) ਸਦਾ ਦੀ ਇੱਜ਼ਤ ਮਿਲ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43284,
    "shabad_id": 3715,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਪੰਡਿਤੁ ਪੜਿ. ਨ ਪਹੁਚੲੀ; ਬਹੁ ਅਾਲ ਜੰਜਾਲਾ ॥",
    "transliteration": "Panddith Parr N Pahuchee Bahu Aal Janjaalaa ||",
    "translation": "The Pandit, the religious scholar, reads, but does not reach the Lord; he is totally entangled in worldly affairs.",
    "punjabi": "ਪੰਡਿਤ (ਸ਼ਾਸਤ੍ਰ ਪੁਰਾਣ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ ਨਿਰੀਆਂ) ਪੜ੍ਹ ਕੇ (ਉਸ ਅਵਸਥਾ ਤੇ) ਨਹੀਂ ਪਹੁੰਚਦਾ (ਜਿਥੇ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਵਿਛੋੜਾ ਮੁੱਕ ਜਾਏ, ਕਿਉਂਕਿ ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਭੀ) ਉਹ ਮਾਇਆ ਦੇ ਜੰਜਾਲਾਂ ਵਿਚ ਬਹੁਤ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43285,
    "shabad_id": 3715,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਪਾਪ ਪੁੰਨ ਦੁੲਿ ਸੰਗਮੇ; ਖੁਧਿਅਾ ਜਮਕਾਲਾ ॥",
    "transliteration": "Paap Punn Dhue Sangamae Khudhhiaa Jamakaalaa ||",
    "translation": "He keeps the company of both virtue and vice, tormented by hunger and the Messenger of Death.",
    "punjabi": "(ਧਰਮ ਸ਼ਾਸਤ੍ਰਾਂ ਅਨੁਸਾਰ) ਪਾਪ ਕੀਹ ਹੈ ਤੇ ਪੁੰਨ ਕੀਹ ਹੈ ਇਹ ਵਿਚਾਰ ਕਰਦਾ ਹੋਇਆ ਭੀ ਉਹ ਦ੍ਵੈਤ ਦੀ ਫਾਹੀ ਵਿਚ ਹੀ ਰਹਿੰਦਾ ਹੈ, ਮਾਇਆ ਦੀ ਭੁੱਖ ਤੇ ਆਤਮਕ ਮੌਤ (ਮੌਤ ਦਾ ਡਰ) ਉਸ ਦੇ ਸਿਰ ਤੇ ਕਾਇਮ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43286,
    "shabad_id": 3715,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਵਿਛੋੜਾ ਭੳੁ ਵੀਸਰੈ; ਪੂਰਾ ਰਖਵਾਲਾ ॥੪॥",
    "transliteration": "Vishhorraa Bho Veesarai Pooraa Rakhavaalaa ||4||",
    "translation": "One who is protected by the Perfect Lord, forgets separation and fear. ||4||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਤੋਂ ਵਿਛੋੜਾ ਤੇ ਸਹਿਮ ਉਸ ਮਨੁੱਖ ਦਾ ਹੀ ਮੁੱਕਦਾ ਹੈ ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਹਰ ਤਰ੍ਹਾਂ ਰੱਖਿਆ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43287,
    "shabad_id": 3715,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਜਿਨ ਕੀ ਲੇਖੈ ਪਤਿ ਪਵੈ; ਸੇ ਪੂਰੇ ਭਾੲੀ ॥",
    "transliteration": "Jin Kee Laekhai Path Pavai Sae Poorae Bhaaee ||",
    "translation": "They alone are perfect, O Siblings of Destiny, whose honor is certified.",
    "punjabi": "ਹੇ ਭਾਈ1 ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਹਿਸਾਬ ਹੋਣ ਤੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ਉਹ ਪੂਰੇ ਭਾਂਡੇ ਸਮਝੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43288,
    "shabad_id": 3715,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਪੂਰੇ ਪੂਰੀ ਮਤਿ ਹੈ; ਸਚੀ ਵਡਿਅਾੲੀ ॥",
    "transliteration": "Poorae Pooree Math Hai Sachee Vaddiaaee ||",
    "translation": "Perfect is the intellect of the Perfect Lord. True is His glorious greatness.",
    "punjabi": "ਅਜੇਹੇ ਪੂਰਨ ਗੁਣਵਾਨ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੋਂ ਮੱਤ ਭੀ ਪੂਰੀ ਹੀ ਮਿਲਦੀ ਹੈ (ਜਿਸ ਕਰਕੇ ਉਹ ਭੁੱਲਣ ਵਾਲੇ ਜੀਵਨ-ਰਾਹ ਤੇ ਨਹੀਂ ਪੈਂਦਾ) ਤੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਇੱਜ਼ਤ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43289,
    "shabad_id": 3715,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਦੇਦੇ. ਤੋਟਿ, ਨ ਅਾਵੲੀ; ਲੈ ਲੈ ਥਕਿ ਪਾੲੀ ॥੫॥",
    "transliteration": "Dhaedhae Thott N Aavee Lai Lai Thhak Paaee ||5||",
    "translation": "His gifts never run short, although those who receive may grow weary of receiving. ||5||",
    "punjabi": "(ਉਹ ਪਰਮਾਤਮਾ ਬੇਅੰਤ ਦਾਤਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਜੀਵ ਨੂੰ) ਸਦਾ ਦੇਂਦਾ ਹੈ (ਉਸ ਦੇ ਖ਼ਜ਼ਾਨੇ ਵਿਚ) ਘਾਟਾ ਨਹੀਂ ਪੈਂਦਾ, ਜੀਵ ਦਾਤਾਂ ਲੈ ਲੈ ਕੇ ਥੱਕ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "ਦੇਂਦੇ, ਥੱਕਿ",
    "type_id": 3
  },
  {
    "id": 43290,
    "shabad_id": 3715,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "ਖਾਰ ਸਮੁਦ੍ਰੁ ਢੰਢੋਲੀਅੈ; ੲਿਕੁ ਮਣੀਅਾ ਪਾਵੈ ॥",
    "transliteration": "Khaar Samudhra Dtandtoleeai Eik Maneeaa Paavai ||",
    "translation": "Searching the salty sea, one finds the pearl.",
    "punjabi": "(ਇਸ ਗੱਲ ਦੀ ਬੜੀ ਵਡਿਆਈ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਦੇਵਤਿਆਂ ਨੇ ਸਮੁੰਦਰ ਰਿੜਕਿਆ ਤੇ ਉਸ ਵਿਚੋਂ ਚੌਦਾਂ ਰਤਨ ਨਿਕਲੇ, ਭਲਾ) ਜੇ ਖਾਰਾ ਸਮੁੰਦਰ ਰਿੜਕਿਆ ਜਾਏ, ਉਸ ਵਿਚੋਂ ਕੋਈ ਮਨੁੱਖ ਇਕ ਰਤਨ ਲੱਭ ਲਏ,",
    "pronunciation": "ਸਮੁਦ੍ਰੁ",
    "type_id": 3
  },
  {
    "id": 43291,
    "shabad_id": 3715,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "ਦੁੲਿ ਦਿਨ ਚਾਰਿ ਸੁਹਾਵਣਾ; ਮਾਟੀ ਤਿਸੁ ਖਾਵੈ ॥",
    "transliteration": "Dhue Dhin Chaar Suhaavanaa Maattee This Khaavai ||",
    "translation": "It looks beautiful for a few days, but in the end, it is eaten away by dust.",
    "punjabi": "(ਤਾਂ ਭੀ ਆਖ਼ਰ ਕੇਹੜੀ ਮੱਲ ਮਾਰ ਲਈ? ਉਹ ਰਤਨ) ਦੋ ਚਾਰ ਦਿਨ ਹੀ ਸੋਹਣਾ ਲੱਗਦਾ ਹੈ (ਅੰਤ) ਉਸ ਰਤਨ ਨੂੰ ਕਦੇ ਮਿੱਟੀ ਹੀ ਖਾ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43292,
    "shabad_id": 3715,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "ਗੁਰੁ ਸਾਗਰੁ ਸਤਿ ਸੇਵੀਅੈ; ਦੇ ਤੋਟਿ. ਨ ਅਾਵੈ ॥੬॥",
    "transliteration": "Gur Saagar Sath Saeveeai Dhae Thott N Aavai ||6||",
    "translation": "If one serves the Guru, the ocean of Truth, the gifts one receives never run short. ||6||",
    "punjabi": "(ਸਤਿਗੁਰੂ ਅਸਲ ਸਮੁੰਦਰ ਹੈ) ਜੇ ਸਤਿਗੁਰੂ ਸਮੁੰਦਰ ਨੂੰ ਸੇਵਿਆ ਜਾਏ (ਜੇ ਗੁਰੂ-ਸਮੁੰਦਰ ਦੀ ਸਰਨ ਪਈਏ, ਤਾਂ ਗੁਰੂ-ਸਮੁੰਦਰ ਐਸਾ ਨਾਮ-ਰਤਨ) ਦੇਂਦਾ ਹੈ ਜਿਸ ਨੂੰ ਕਦੇ ਘਾਟਾ ਨਹੀਂ ਪੈ ਸਕਦਾ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43293,
    "shabad_id": 3715,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "ਮੇਰੇ ਪ੍ਰਭ ਭਾਵਨਿ. ਸੇ ੳੂਜਲੇ; ਸਭ ਮੈਲੁ ਭਰੀਜੈ ॥",
    "transliteration": "Maerae Prabh Bhaavan Sae Oojalae Sabh Mail Bhareejai ||",
    "translation": "They alone are pure, who are pleasing to my God; all others are soiled with filth.",
    "punjabi": "ਸਾਰੀ ਲੋਕਾਈ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਮੈਲ ਨਾਲ ਭਰੀ ਹੋਈ ਹੈ, ਸਿਰਫ਼ ਉਹ ਬੰਦੇ ਸਾਫ਼-ਸੁਥਰੇ ਹਨ ਜੇਹੜੇ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43294,
    "shabad_id": 3715,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "ਮੈਲਾ. ੳੂਜਲੁ ਤਾ ਥੀਅੈ; ਪਾਰਸ ਸੰਗਿ ਭੀਜੈ ॥",
    "transliteration": "Mailaa Oojal Thaa Thheeai Paaras Sang Bheejai ||",
    "translation": "The filthy become pure, when they meet with the Guru, the Philosopher's Stone.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਨਾਲ) ਮਲੀਨ-ਮਨ ਹੋਇਆ ਬੰਦਾ ਤਦੋਂ ਹੀ ਪਵਿਤ੍ਰ ਹੋ ਸਕਦਾ ਹੈ ਜਦੋਂ ਉਹ ਗੁਰੂ-ਪਾਰਸ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਨਾਲ) ਭਿੱਜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43295,
    "shabad_id": 3715,
    "pada": 8,
    "source_line": 13,
    "gurmukhi": "ਵੰਨੀ ਸਾਚੇ ਲਾਲ ਕੀ; ਕਿਨਿ ਕੀਮਤਿ ਕੀਜੈ ॥੭॥",
    "transliteration": "Vannee Saachae Laal Kee Kin Keemath Keejai ||7||",
    "translation": "Who can estimate the value of the color of the true jewel? ||7||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਲਾਲ ਦਾ ਨਾਮ-ਰੰਗ ਉਸ ਨੂੰ ਐਸਾ ਚੜ੍ਹਦਾ ਹੈ ਕਿ ਕਿਸੇ ਪਾਸੋਂ ਉਸ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43296,
    "shabad_id": 3715,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "ਭੇਖੀ ਹਾਥ, ਨ ਲਭੲੀ; ਤੀਰਥਿ ਨਹੀ ਦਾਨੇ ॥",
    "transliteration": "Bhaekhee Haathh N Labhee Theerathh Nehee Dhaanae ||",
    "translation": "Wearing religious robes, the Lord is not obtained, nor is He obtained by giving donations at sacred shrines of pilgrimage.",
    "punjabi": "ਪਰ ਉਸ ਨਾਮ-ਰੰਗ ਦੀ ਡੂੰਘਾਈ ਬਾਹਰਲੇ ਧਾਰਮਿਕ ਪਹਿਰਾਵਿਆਂ ਨਾਲ ਨਹੀਂ ਲੱਭ ਸਕਦੀ, ਤੀਰਥ ਤੇ ਇਸ਼ਨਾਨ ਕੀਤਿਆਂ ਤੇ ਦਾਨ-ਪੁੰਨ ਕੀਤਿਆਂ ਭੀ ਨਹੀਂ ਲੱਭਦੀ।",
    "pronunciation": "ਭੇਖੀਂ, ਲੱ-ਭੲੀ",
    "type_id": 3
  },
  {
    "id": 43297,
    "shabad_id": 3715,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "ਪੂਛੳੁ ਬੇਦ ਪੜੰਤਿਅਾ; ਮੂਠੀ ਵਿਣੁ ਮਾਨੇ ॥",
    "transliteration": "Pooshho Baedh Parranthiaa Moothee Vin Maanae ||",
    "translation": "Go and ask the readers of the Vedas; without faith, the world is cheated.",
    "punjabi": "ਮੈਂ ਵੇਦ ਪੜ੍ਹਨ ਵਾਲਿਆਂ ਤੋਂ ਇਹ ਭੇਦ ਪੁੱਛਦਾ ਹਾਂ (ਧਾਰਮਿਕ ਪੁਸਤਕਾਂ ਪੜ੍ਹਨ ਨਾਲ ਭੀ ਨਾਮ-ਰੰਗ ਦੀ ਡੂੰਘਾਈ ਦੀ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ)। ਜਦ ਤਕ ਨਾਮ-ਰੰਗ ਵਿਚ ਮਨ ਨਹੀਂ ਮੰਨਦਾ (ਮਨ ਨਹੀਂ ਭਿੱਜਦਾ ਤਦ ਤਕ ਸਾਰੀ ਲੋਕਾਈ ਹੀ ਮਾਇਆ-ਮੋਹ ਵਿਚ) ਠੱਗੀ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "ਪੜ੍ਹੰਤਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 43298,
    "shabad_id": 3715,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਕੀਮਤਿ ਸੋ ਕਰੇ; ਪੂਰਾ ਗੁਰੁ ਗਿਅਾਨੇ ॥੮॥੬॥",
    "transliteration": "Naanak Keemath So Karae Pooraa Gur Giaanae ||8||6||",
    "translation": "O Nanak, he alone values the jewel, who is blessed with the spiritual wisdom of the Perfect Guru. ||8||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਨਾਮ-ਰੰਗ ਦੀ ਕਦਰ ਉਹੀ ਮਨੁੱਖ ਕਰਦਾ ਹੈ ਜਿਸ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਤੇ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਨਾਲ) ਡੂੰਘੀ ਸਾਂਝ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ॥੮॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43299,
    "shabad_id": 3716,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੧ ॥",
    "transliteration": "Maaroo Mehalaa 1 ||",
    "translation": "Maaroo, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43300,
    "shabad_id": 3716,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਨਮੁਖੁ ਲਹਰਿ. ਘਰੁ ਤਜਿ ਵਿਗੂਚੈ; ਅਵਰਾ ਕੇ ਘਰ ਹੇਰੈ ॥",
    "transliteration": "Manamukh Lehar Ghar Thaj Vigoochai Avaraa Kae Ghar Haerai ||",
    "translation": "The self-willed manmukh, in a fit of passion, abandons his home, and is ruined; then, he spies on the homes of others.",
    "punjabi": "ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਤਿਆਗ ਦੇ) ਜੋਸ਼ ਵਿਚ ਆਪਣਾ ਘਰ ਤਿਆਗ ਕੇ (ਫਿਰ ਰੋਟੀ ਆਦਿਕ ਦੀ ਖ਼ਾਤਰ) ਹੋਰਨਾਂ ਦੇ ਘਰ ਤੱਕਦਾ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "ਲ-ਹਰਿ",
    "type_id": 3
  },
  {
    "id": 43301,
    "shabad_id": 3716,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗ੍ਰਿਹ ਧਰਮੁ ਗਵਾੲੇ. ਸਤਿਗੁਰੁ, ਨ ਭੇਟੈ; ਦੁਰਮਤਿ ਘੂਮਨ ਘੇਰੈ ॥",
    "transliteration": "Grih Dhharam Gavaaeae Sathigur N Bhaettai Dhuramath Ghooman Ghaerai ||",
    "translation": "He neglects his household duties, and does not meet with the True Guru; he is caught in the whirlpool of evil-mindedness.",
    "punjabi": "ਗ੍ਰਿਹਸਤ ਨਿਬਾਹੁਣ ਦਾ ਫ਼ਰਜ਼ (ਕਿਰਤ ਕਰਨੀ) ਛੱਡ ਦੇਂਦਾ ਹੈ (ਇਸ ਗ਼ਲਤ ਤਿਆਗ ਨਾਲ ਉਸ ਨੂੰ) ਸਤਿਗੁਰੂ (ਭੀ) ਨਹੀਂ ਮਿਲਦਾ, ਤੇ ਆਪਣੀ ਭੈੜੀ ਮੱਤ ਦੀ ਘੁੰਮਣ-ਘੇਰੀ ਵਿਚ (ਗੋਤੇ ਖਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43302,
    "shabad_id": 3716,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਦਿਸੰਤਰੁ ਭਵੈ. ਪਾਠ ਪੜਿ ਥਾਕਾ; ਤ੍ਰਿਸਨਾ ਹੋੲਿ ਵਧੇਰੈ ॥",
    "transliteration": "Dhisanthar Bhavai Paath Parr Thhaakaa Thrisanaa Hoe Vadhhaerai ||",
    "translation": "Wandering in foreign lands and reading scriptures, he grows weary, and his thirsty desires only increase.",
    "punjabi": "(ਆਪਣਾ ਘਰ ਛੱਡ ਕੇ) ਹੋਰ ਹੋਰ ਦੇਸਾਂ (ਦਾ) ਰਟਨ ਕਰਦਾ ਫਿਰਦਾ ਹੈ, (ਧਰਮ-ਪੁਸਤਕਾਂ ਦੇ) ਪਾਠ ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਭੀ ਥੱਕ ਜਾਂਦਾ ਹੈ, (ਪਰ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ (ਮੁੱਕਣ ਦੇ ਥਾਂ ਸਗੋਂ) ਵਧਦੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43303,
    "shabad_id": 3716,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕਾਚੀ ਪਿੰਡੀ. ਸਬਦੁ, ਨ ਚੀਨੈ; ੳੁਦਰੁ ਭਰੈ ਜੈਸੇ ਢੋਰੈ ॥੧॥",
    "transliteration": "Kaachee Pinddee Sabadh N Cheenai Oudhar Bharai Jaisae Dtorai ||1||",
    "translation": "His perishable body does not remember the Word of the Shabad; like a beast, he fills his belly. ||1||",
    "punjabi": "ਹੋਛੀ ਮੱਤ ਵਾਲਾ (ਮਨਮੁਖ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਨਹੀਂ ਵਿਚਾਰਦਾ, (ਤੇ ਲੋਕਾਂ ਦੇ ਘਰਾਂ ਤੋਂ ਵੇਹਲੜ) ਪਸ਼ੂਆਂ ਵਾਂਗ ਆਪਣਾ ਢਿੱਡ ਭਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43304,
    "shabad_id": 3716,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਬਾਬਾ. ਅੈਸੀ ਰਵਤ ਰਵੈ ਸੰਨਿਅਾਸੀ ॥",
    "transliteration": "Baabaa Aisee Ravath Ravai Sanniaasee ||",
    "translation": "O Baba, this is the way of life of the Sannyaasi, the renunciate.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸਲ ਸੰਨਿਆਸੀ ਉਹ ਹੈ ਜੋ ਅਜੇਹਾ ਜੀਵਨ ਜੀਵੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43305,
    "shabad_id": 3716,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦਿ ੲੇਕ ਲਿਵ ਲਾਗੀ; ਤੇਰੈ ਨਾਮਿ ਰਤੇ ਤ੍ਰਿਪਤਾਸੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gur Kai Sabadh Eaek Liv Laagee Thaerai Naam Rathae Thripathaasee ||1|| Rehaao ||",
    "translation": "Through the Word of the Guru's Shabad, he is to enshrine love for the One Lord. Imbued with Your Name, Lord, he remains satisfied and fulfilled. ||1||Pause||",
    "punjabi": "ਕਿ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਦੀ ਲਗਨ ਇਕ (ਤੇਰੇ ਚਰਨਾਂ) ਵਿਚ ਲੱਗੀ ਰਹੇ। ਤੇਰੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੀਜ ਕੇ (ਮਾਇਆ ਵਲੋਂ) ਉਸ ਨੂੰ ਸਦਾ ਤ੍ਰਿਪਤੀ ਰਹੇਗੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 43306,
    "shabad_id": 3716,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਘੋਲੀ ਗੇਰੂ. ਰੰਗੁ ਚੜਾੲਿਅਾ; ਵਸਤ੍ਰ ਭੇਖ ਭੇਖਾਰੀ ॥",
    "transliteration": "Gholee Gaeroo Rang Charraaeiaa Vasathr Bhaekh Bhaekhaaree ||",
    "translation": "He dyes his robes with saffron dye, and wearing these robes, he goes out begging.",
    "punjabi": "ਮਨਮੁਖ ਬੰਦਾ ਗੇਰੀ ਘੋਲਦਾ ਹੈ, ਉਸ ਦਾ ਰੰਗ (ਆਪਣੇ ਕੱਪੜਿਆਂ ਉਤੇ) ਚਾੜ੍ਹਦਾ ਹੈ, ਧਾਰਮਿਕ ਪਹਿਰਾਵੇ ਵਾਲੇ ਕੱਪੜੇ ਪਾ ਕੇ ਭਿਖਾਰੀ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਘੋਲੀ: ਪੋਲਾ ਬੋਲੋ। ਚੜ੍ਹਾੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 43307,
    "shabad_id": 3716,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਕਾਪੜ ਫਾਰਿ ਬਨਾੲੀ ਖਿੰਥਾ; ਝੋਲੀ ਮਾੲਿਅਾਧਾਰੀ ॥",
    "transliteration": "Kaaparr Faar Banaaee Khinthhaa Jholee Maaeiaadhhaaree ||",
    "translation": "Tearing his robes, he makes a patched coat, and puts the money in his wallet.",
    "punjabi": "ਕੱਪੜੇ ਪਾੜ ਕੇ (ਪਹਿਨਣ ਲਈ) ਗੋਦੜੀ ਬਣਾਂਦਾ ਹੈ, ਤੇ (ਅੰਨ ਆਟਾ ਆਦਿਕ) ਮਾਇਆ ਪਾਣ ਲਈ ਝੋਲੀ (ਤਿਆਰ ਕਰ ਲੈਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43308,
    "shabad_id": 3716,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਘਰਿ ਘਰਿ ਮਾਗੈ. ਜਗੁ ਪਰਬੋਧੈ; ਮਨਿ ਅੰਧੈ. ਪਤਿ ਹਾਰੀ ॥",
    "transliteration": "Ghar Ghar Maagai Jag Parabodhhai Man Andhhai Path Haaree ||",
    "translation": "From house to house he goes begging, and tries to teach the world; but his mind is blind, and so he loses his honor.",
    "punjabi": "(ਆਪ ਤਾਂ) ਹਰੇਕ ਘਰ ਵਿਚ (ਜਾ ਕੇ ਭਿੱਛਿਆ) ਮੰਗਦਾ ਹੈ ਪਰ ਜਗਤ ਨੂੰ (ਸਤ ਧਰਮ ਦਾ) ਉਪਦੇਸ਼ ਕਰਦਾ ਹੈ, ਆਪਣਾ ਮਨ ਅੰਨ੍ਹਾ ਹੋਣ ਦੇ ਕਾਰਨ ਮਨਮੁਖ ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43309,
    "shabad_id": 3716,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਭਰਮਿ ਭੁਲਾਣਾ. ਸਬਦੁ, ਨ ਚੀਨੈ; ਜੂਅੈ ਬਾਜੀ ਹਾਰੀ ॥੨॥",
    "transliteration": "Bharam Bhulaanaa Sabadh N Cheenai Jooai Baajee Haaree ||2||",
    "translation": "He is deluded by doubt, and does not remember the Word of the Shabad. He loses his life in the gamble. ||2||",
    "punjabi": "ਭਟਕਣਾ ਵਿਚ (ਪੈ ਕੇ ਜੀਵਨ-ਰਾਹ ਤੋਂ) ਖੁੰਝਿਆ ਹੋਇਆ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਪਛਾਣਦਾ ਨਹੀਂ (ਜਿਵੇਂ ਕੋਈ ਜੁਆਰੀਆ) ਜੂਏ ਵਿਚ ਬਾਜ਼ੀ ਹਾਰਦਾ ਹੈ (ਤਿਵੇਂ ਇਹ ਮਨਮੁਖ ਆਪਣੀ ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਬਾਜ਼ੀ ਹਾਰ ਜਾਂਦਾ ਹੈ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
