[
  {
    "id": 43456,
    "shabad_id": 3722,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੫ ਘਰੁ ੩ ਅਸਟਪਦੀਅਾ",
    "transliteration": "Maaroo Mehalaa 5 Ghar 3 Asattapadheeaa",
    "translation": "Maaroo, Fifth Mehl, Third House, Ashtapadees:",
    "punjabi": "ਰਾਗ ਮਾਰੂ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "ਅਸਟਪਦੀਅਾਂ: ਸ ਪੈਰ ਬਿੰਦੀ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 43457,
    "shabad_id": 3722,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 43458,
    "shabad_id": 3722,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਲਖ ਚੳੁਰਾਸੀਹ ਭ੍ਰਮਤੇ ਭ੍ਰਮਤੇ; ਦੁਲਭ ਜਨਮੁ ਅਬ ਪਾੲਿਓ ॥੧॥",
    "transliteration": "Lakh Chouraaseeh Bhramathae Bhramathae Dhulabh Janam Ab Paaeiou ||1||",
    "translation": "Wandering and roaming through 8.4 million incarnations, you have now been given this human life, so difficult to obtain. ||1||",
    "punjabi": "ਹੇ ਮੂਰਖ! ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਵਿਚ ਭੌਂਦਿਆਂ ਭੌਦਿਆਂ ਹੁਣ ਤੈਨੂੰ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਮਿਲਿਆ ਹੈ ॥੧॥",
    "pronunciation": "ਲੱਖ, ਦੁ-ਲਭ",
    "type_id": 3
  },
  {
    "id": 43459,
    "shabad_id": 3722,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਰੇ ਮੂੜੇ; ਤੂ ਹੋਛੈ ਰਸਿ ਲਪਟਾੲਿਓ ॥",
    "transliteration": "Rae Moorrae Thoo Hoshhai Ras Lapattaaeiou ||",
    "translation": "You fool! You are attached and clinging to such trivial pleasures!",
    "punjabi": "ਹੇ ਮੂਰਖ! ਤੂੰ ਨਾਸਵੰਤ (ਪਦਾਰਥਾਂ ਦੇ) ਸੁਆਦ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43460,
    "shabad_id": 3722,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਅੰਮਿ੍ਰਤੁ ਸੰਗਿ ਬਸਤੁ ਹੈ ਤੇਰੈ; ਬਿਖਿਅਾ ਸਿੳੁ ੳੁਰਝਾੲਿਓ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Anmrith Sang Basath Hai Thaerai Bikhiaa Sio Ourajhaaeiou ||1|| Rehaao ||",
    "translation": "The Ambrosial Nectar abides with you, but you are engrossed in sin and corruption. ||1||Pause||",
    "punjabi": "ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਤੇਰੇ ਅੰਦਰ ਵੱਸਦਾ ਹੈ (ਤੂੰ ਉਸ ਨੂੰ ਛੱਡ ਕੇ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ) ਮਾਇਆ ਦੇ ਨਾਲ ਚੰਬੜਿਆ ਹੋਇਆ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 43461,
    "shabad_id": 3722,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਰਤਨ ਜਵੇਹਰ ਬਨਜਨਿ ਅਾੲਿਓ; ਕਾਲਰੁ ਲਾਦਿ ਚਲਾੲਿਓ ॥੨॥",
    "transliteration": "Rathan Javaehar Banajan Aaeiou Kaalar Laadh Chalaaeiou ||2||",
    "translation": "You have come to trade in gems and jewels, but you have loaded only barren soil. ||2||",
    "punjabi": "ਹੇ ਮੂਰਖ! ਤੂੰ ਆਇਆ ਸੈਂ ਰਤਨ ਤੇ ਜਵਾਹਰ ਖ਼ਰੀਦਣ ਲਈ, ਪਰ ਤੂੰ ਇੱਥੋਂ ਕੱਲਰ ਲੱਦ ਕੇ ਹੀ ਤੁਰ ਪਿਆ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43462,
    "shabad_id": 3722,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਜਿਹ ਘਰ ਮਹਿ ਤੁਧੁ ਰਹਨਾ ਬਸਨਾ; ਸੋ ਘਰੁ ਚੀਤਿ. ਨ ਅਾੲਿਓ ॥੩॥",
    "transliteration": "Jih Ghar Mehi Thudhh Rehanaa Basanaa So Ghar Cheeth N Aaeiou ||3||",
    "translation": "That home within which you live - you have not kept that home in your thoughts. ||3||",
    "punjabi": "ਹੇ ਮੂਰਖ! ਜਿਸ ਘਰ ਵਿਚ ਤੂੰ ਸਦਾ ਰਹਿਣਾ-ਵੱਸਣਾ ਹੈ, ਉਹ ਘਰ ਕਦੇ ਤੇਰੇ ਚਿੱਤ-ਚੇਤੇ ਹੀ ਨਹੀਂ ਆਇਆ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43463,
    "shabad_id": 3722,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਅਟਲ ਅਖੰਡ ਪ੍ਰਾਣ ਸੁਖਦਾੲੀ; ੲਿਕ ਨਿਮਖ. ਨਹੀ ਤੁਝੁ ਗਾੲਿਓ ॥੪॥",
    "transliteration": "Attal Akhandd Praan Sukhadhaaee Eik Nimakh Nehee Thujh Gaaeiou ||4||",
    "translation": "He is immovable, indestructible, the Giver of peace to the soul; and yet you do not sing His Praises, even for an instant. ||4||",
    "punjabi": "ਹੇ ਮੂਰਖ! ਤੂੰ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਾਸਤੇ ਭੀ ਕਦੇ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨਹੀਂ ਕੀਤੀ, ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਜੋ ਅਬਿਨਾਸੀ ਹੈ, ਜੋ ਜਿੰਦ ਦੇਣ ਵਾਲਾ ਹੈ ਤੇ ਜੋ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ ॥੪॥",
    "pronunciation": "ਅ-ਟਲ",
    "type_id": 3
  },
  {
    "id": 43464,
    "shabad_id": 3722,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "ਜਹਾ ਜਾਣਾ ਸੋ ਥਾਨੁ ਵਿਸਾਰਿਓ; ੲਿਕ ਨਿਮਖ. ਨਹੀ ਮਨੁ ਲਾੲਿਓ ॥੫॥",
    "transliteration": "Jehaa Jaanaa So Thhaan Visaariou Eik Nimakh Nehee Man Laaeiou ||5||",
    "translation": "You have forgotten that place where you must go; you have not attached your mind to the Lord, even for an instant. ||5||",
    "punjabi": "ਹੇ ਮੂਰਖ! ਜਿਸ ਥਾਂ ਆਖ਼ਰ ਜ਼ਰੂਰ ਜਾਣਾ ਹੈ ਉਸ ਵਲ ਤਾਂ ਤੂੰ ਅੱਖ ਦੇ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਕਦੇ ਧਿਆਨ ਨਹੀਂ ਦਿੱਤਾ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43465,
    "shabad_id": 3722,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "ਪੁਤ੍ਰ ਕਲਤ੍ਰ ਗਿ੍ਰਹ ਦੇਖਿ ਸਮਗ੍ਰੀ; ੲਿਸ ਹੀ ਮਹਿ ੳੁਰਝਾੲਿਓ ॥੬॥",
    "transliteration": "Puthr Kalathr Grih Dhaekh Samagree Eis Hee Mehi Ourajhaaeiou ||6||",
    "translation": "Gazing upon your children, spouse, household and paraphernalia, you are entangled in them. ||6||",
    "punjabi": "ਹੇ ਮੂਰਖ! ਪੁੱਤਰ, ਇਸਤ੍ਰੀ ਤੇ ਘਰ ਦਾ ਸਾਮਾਨ ਵੇਖ ਕੇ ਇਸ ਦੇ ਮੋਹ ਵਿਚ ਹੀ ਤੂੰ ਫਸਿਆ ਪਿਆ ਹੈਂ ॥੬॥",
    "pronunciation": "ਕ-ਲੱਤ੍ਰ ।ਸਮੱਗ੍ਰੀ",
    "type_id": 3
  },
  {
    "id": 43466,
    "shabad_id": 3722,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "ਜਿਤੁ ਕੋ ਲਾੲਿਓ. ਤਿਤ ਹੀ ਲਾਗਾ; ਤੈਸੇ ਕਰਮ ਕਮਾੲਿਓ ॥੭॥",
    "transliteration": "Jith Ko Laaeiou Thith Hee Laagaa Thaisae Karam Kamaaeiou ||7||",
    "translation": "As God links the mortals, so are they linked, and so are the deeds they do. ||7||",
    "punjabi": "(ਪਰ ਜੀਵ ਦੇ ਭੀ ਕੀਹ ਵੱਸ!) ਜਿਸ (ਕੰਮ) ਵਿਚ ਕੋਈ ਜੀਵ (ਪਰਮਾਤਮਾ ਵੱਲੋਂ) ਲਾਇਆ ਜਾਂਦਾ ਹੈ ਉਸ ਵਿਚ ਉਹ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ, ਉਹੋ ਜਿਹੇ ਕੰਮ ਹੀ ਉਹ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43467,
    "shabad_id": 3722,
    "pada": 10,
    "source_line": 7,
    "gurmukhi": "ਜੳੁ ਭੲਿਓ ਕਿ੍ਰਪਾਲੁ ਤਾ ਸਾਧਸੰਗੁ ਪਾੲਿਅਾ; ਜਨ ਨਾਨਕ. ਬ੍ਰਹਮੁ ਧਿਅਾੲਿਓ ॥੮॥੧॥",
    "transliteration": "Jo Bhaeiou Kirapaal Thaa Saadhhasang Paaeiaa Jan Naanak Breham Dhhiaaeiou ||8||1||",
    "translation": "When He becomes Merciful, then the Saadh Sangat, the Company of the Holy, is found; servant Nanak meditates on God. ||8||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਦੋਂ ਪਰਮਾਤਮਾ ਕਿਸੇ ਜੀਵ ਉਤੇ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਤਦੋਂ ਉਸ ਨੂੰ ਗੁਰੂ ਦਾ ਸਾਥ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਤੇ, ਉਹ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹੈ ॥੮॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43468,
    "shabad_id": 3723,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੫ ॥",
    "transliteration": "Maaroo Mehalaa 5 ||",
    "translation": "Maaroo, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43469,
    "shabad_id": 3723,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਰਿ ਅਨੁਗ੍ਰਹੁ ਰਾਖਿ ਲੀਨੋ; ਭੲਿਓ ਸਾਧੂਸੰਗੁ ॥",
    "transliteration": "Kar Anugrahu Raakh Leeno Bhaeiou Saadhhoo Sang ||",
    "translation": "Granting His Grace, He has protected me; I have found the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਦਇਆ ਕਰ ਕੇ ਜਿਸ ਮਨੁੱਖ ਦੀ ਰੱਖਿਆ ਪਰਮਾਤਮਾ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਗੁਰੂ ਦਾ ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ਅ-ਨੁੱਗ੍ਰਹੁ",
    "type_id": 3
  },
  {
    "id": 43470,
    "shabad_id": 3723,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਨਾਮ ਰਸੁ ਰਸਨਾ ੳੁਚਾਰੈ; ਮਿਸਟ ਗੂੜਾ ਰੰਗੁ ॥੧॥",
    "transliteration": "Har Naam Ras Rasanaa Ouchaarai Misatt Goorraa Rang ||1||",
    "translation": "My tongue lovingly chants the Lord's Name; this love is so sweet and intense! ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਮਾਣਦਾ ਹੈ। ਉਹ ਆਪਣੀ ਜੀਭ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ, (ਉਸ ਦੇ ਮਨ ਉਤੇ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਦਾ) ਮਿੱਠਾ ਗੂੜ੍ਹਾ ਰੰਗ ਚੜ੍ਹਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43471,
    "shabad_id": 3723,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮੇਰੇ ਮਾਨ ਕੋ ਅਸਥਾਨੁ ॥",
    "transliteration": "Maerae Maan Ko Asathhaan ||",
    "translation": "He is the place of rest for my mind,",
    "punjabi": "ਪਰਮਾਤਮਾ ਹੀ ਸਦਾ ਮੇਰੇ ਮਨ ਦਾ ਸਹਾਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43472,
    "shabad_id": 3723,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮੀਤ ਸਾਜਨ ਸਖਾ ਬੰਧਪੁ; ਅੰਤਰਜਾਮੀ ਜਾਨੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Meeth Saajan Sakhaa Bandhhap Antharajaamee Jaan ||1|| Rehaao ||",
    "translation": "My friend, companion, associate and relative; He is the Inner-knower, the Searcher of hearts. ||1||Pause||",
    "punjabi": "ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਸੁਜਾਨ ਪਰਮਾਤਮਾ ਮੇਰਾ ਮਿੱਤਰ ਹੈ, ਉਹੀ ਮੇਰਾ ਸੱਜਣ ਹੈ, ਉਹੀ ਮੇਰਾ ਸਾਥੀ ਹੈ, ਉਹੀ ਮੇਰਾ ਰਿਸ਼ਤੇਦਾਰ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 43473,
    "shabad_id": 3723,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਸੰਸਾਰ ਸਾਗਰੁ ਜਿਨਿ ੳੁਪਾੲਿਓ; ਸਰਣਿ ਪ੍ਰਭ ਕੀ ਗਹੀ ॥",
    "transliteration": "Sansaar Saagar Jin Oupaaeiou Saran Prabh Kee Gehee ||",
    "translation": "He created the world-ocean; I seek the Sanctuary of that God.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਉਸ ਪ੍ਰਭੂ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ ਜਿਸ ਨੇ ਇਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਪੈਦਾ ਕੀਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43474,
    "shabad_id": 3723,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਗੁਰ ਪ੍ਰਸਾਦੀ ਪ੍ਰਭੁ ਅਰਾਧੇ; ਜਮਕੰਕਰੁ ਕਿਛੁ. ਨ ਕਹੀ ॥੨॥",
    "transliteration": "Gur Prasaadhee Prabh Araadhhae Jamakankar Kishh N Kehee ||2||",
    "translation": "By Guru's Grace, I worship and adore God; the Messenger of Death can't say anything to me. ||2||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਆਰਾਧਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਜਮਦੂਤ ਭੀ ਕੁਝ ਨਹੀਂ ਆਖਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43475,
    "shabad_id": 3723,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਮੋਖ ਮੁਕਤਿ ਦੁਅਾਰਿ ਜਾ ਕੈ; ਸੰਤ ਰਿਦਾ ਭੰਡਾਰੁ ॥",
    "transliteration": "Mokh Mukath Dhuaar Jaa Kai Santh Ridhaa Bhanddaar ||",
    "translation": "Emancipation and liberation are at His Door; He is the treasure in the hearts of the Saints.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਮੁਕਤੀ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਜਿਸ ਦਾ ਖ਼ਜ਼ਾਨਾ ਸੰਤ ਜਨਾਂ ਦਾ ਹਿਰਦਾ ਹੈ (ਜੋ ਸੰਤ ਜਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਵੱਸਦਾ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43476,
    "shabad_id": 3723,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਜੀਅ ਜੁਗਤਿ ਸੁਜਾਣੁ ਸੁਅਾਮੀ; ਸਦਾ ਰਾਖਣਹਾਰੁ ॥੩॥",
    "transliteration": "Jeea Jugath Sujaan Suaamee Sadhaa Raakhanehaar ||3||",
    "translation": "The all-knowing Lord and Master shows us the true way of life; He is our Savior and Protector forever. ||3||",
    "punjabi": "ਉਹੀ ਮਾਲਕ-ਪ੍ਰਭੂ ਸਦਾ ਰੱਖਿਆ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹੈ। ਉਹ ਸੁਜਾਨ ਪ੍ਰਭੂ ਹੀ ਆਤਮਕ ਜੀਵਨ ਜੀਊਣ ਦੀ ਜਾਚ ਸਿਖਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43477,
    "shabad_id": 3723,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਦੂਖ ਦਰਦ ਕਲੇਸ ਬਿਨਸਹਿ; ਜਿਸੁ ਬਸੈ ਮਨ ਮਾਹਿ ॥",
    "transliteration": "Dhookh Dharadh Kalaes Binasehi Jis Basai Man Maahi ||",
    "translation": "Pain, suffering and troubles are eradicated, when the Lord abides in the mind.",
    "punjabi": "ਪਰਮਾਤਮਾ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਦਰਦ ਤੇ ਕਲੇਸ਼ ਮਿਟ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43478,
    "shabad_id": 3723,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਮਿਰਤੁ ਨਰਕੁ ਅਸਥਾਨ ਬਿਖੜੇ; ਬਿਖੁ. ਨ ਪੋਹੈ ਤਾਹਿ ॥੪॥",
    "transliteration": "Mirath Narak Asathhaan Bikharrae Bikh N Pohai Thaahi ||4||",
    "translation": "Death, hell and the most horrible dwelling of sin and corruption cannot even touch such a person. ||4||",
    "punjabi": "ਆਤਮਕ ਮੌਤ, ਨਰਕ, ਹੋਰ ਔਖੇ ਥਾਂ, ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ-ਇਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਉਸ ਉਤੇ ਆਪਣਾ ਅਸਰ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43479,
    "shabad_id": 3723,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਰਿਧਿ ਸਿਧਿ ਨਵ ਨਿਧਿ ਜਾ ਕੈ; ਅੰਮਿ੍ਰਤਾ ਪਰਵਾਹ ॥",
    "transliteration": "Ridhh Sidhh Nav Nidhh Jaa Kai Anmrithaa Paravaah ||",
    "translation": "Wealth, miraculous spiritual powers and the nine treasures come from the Lord, as do the streams of Ambrosial Nectar.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਘਰ ਵਿਚ ਸਾਰੀਆਂ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ਹਨ, ਤੇ ਸਾਰੇ ਹੀ ਖ਼ਜ਼ਾਨੇ ਹਨ, ਜਿਸ ਦੇ ਘਰ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੇ ਚਸ਼ਮੇ ਚੱਲ ਰਹੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43480,
    "shabad_id": 3723,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਅਾਦਿ ਅੰਤੇ ਮਧਿ ਪੂਰਨ; ੳੂਚ ਅਗਮ ਅਗਾਹ ॥੫॥",
    "transliteration": "Aadh Anthae Madhh Pooran Ooch Agam Agaah ||5||",
    "translation": "In the beginning, in the middle, and in the end, He is perfect, lofty, unapproachable and unfathomable. ||5||",
    "punjabi": "ਉਹੀ ਪਰਮਾਤਮਾ ਜਗਤ ਦੇ ਸ਼ੁਰੂ ਵਿਚ, ਅੰਤ ਵਿਚ, ਵਿਚਕਾਰਲੇ ਸਮੇ ਵਿਚ ਹਰ ਵੇਲੇ ਮੌਜੂਦ ਹੈ। ਉਹ ਪਰਮਾਤਮਾ ਸਭ ਤੋਂ ਉੱਚਾ ਹੈ, ਅਪਹੁੰਚ ਹੈ, ਤੇ ਅਥਾਹ ਹੈ ॥੫॥",
    "pronunciation": "ਅ-ਗਮ: ਪੋਲਾ ਬੋਲੋ ਸੋਗ ਰਹਿਤ",
    "type_id": 3
  },
  {
    "id": 43481,
    "shabad_id": 3723,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "ਸਿਧ ਸਾਧਿਕ ਦੇਵ ਮੁਨਿ ਜਨ; ਬੇਦ ਕਰਹਿ ੳੁਚਾਰੁ ॥",
    "transliteration": "Sidhh Saadhhik Dhaev Mun Jan Baedh Karehi Ouchaar ||",
    "translation": "The Siddhas, seekers, angelic beings, silent sages, and the Vedas speak of Him.",
    "punjabi": "ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ, ਜੋਗ-ਸਾਧਨ ਕਰਨ ਵਾਲੇ ਜੋਗੀ, ਦੇਵਤੇ, ਮੋਨ-ਧਾਰੀ ਸਾਧੂ, (ਉਹ ਪੰਡਿਤ ਜੋ) ਵੇਦਾਂ ਦਾ ਪਾਠ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43482,
    "shabad_id": 3723,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "ਸਿਮਰਿ ਸੁਅਾਮੀ ਸੁਖ ਸਹਜਿ ਭੁੰਚਹਿ; ਨਹੀ ਅੰਤੁ ਪਾਰਾਵਾਰੁ ॥੬॥",
    "transliteration": "Simar Suaamee Sukh Sehaj Bhunchehi Nehee Anth Paaraavaar ||6||",
    "translation": "Meditating in remembrance on the Lord and Master, celestial peace is enjoyed; He has no end or limitation. ||6||",
    "punjabi": "(ਕੋਈ ਭੀ ਹੋਣ) ਮਾਲਕ-ਪ੍ਰਭੂ (ਦਾ ਨਾਮ) ਸਿਮਰ ਕੇ (ਹੀ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਆਨੰਦ ਮਾਣ ਸਕਦੇ ਹਨ, (ਐਸਾ ਆਨੰਦ ਜਿਸ ਦਾ) ਅੰਤ ਨਹੀਂ (ਜੋ ਕਦੇ ਮੁੱਕਦਾ ਨਹੀਂ) ਜਿਸ ਦਾ ਉਰਲਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43483,
    "shabad_id": 3723,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "ਅਨਿਕ ਪ੍ਰਾਛਤ. ਮਿਟਹਿ ਖਿਨ ਮਹਿ; ਰਿਦੈ ਜਪਿ ਭਗਵਾਨ ॥",
    "transliteration": "Anik Praashhath Mittehi Khin Mehi Ridhai Jap Bhagavaan ||",
    "translation": "Countless sins are erased in an instant, meditating on the Benevolent Lord within the heart.",
    "punjabi": "ਹਿਰਦੇ ਵਿਚ ਭਗਵਾਨ (ਦਾ ਨਾਮ) ਜਪ ਕੇ ਇਕ ਛਿਨ ਵਿਚ ਹੀ ਅਨੇਕਾਂ ਪਾਪ ਮਿਟ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43484,
    "shabad_id": 3723,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "ਪਾਵਨਾ ਤੇ ਮਹਾ ਪਾਵਨ; ਕੋਟਿ ਦਾਨ ੲਿਸਨਾਨ ॥੭॥",
    "transliteration": "Paavanaa Thae Mehaa Paavan Kott Dhaan Eisanaan ||7||",
    "translation": "Such a person becomes the purest of the pure, and is blessed with the merits of millions of donations to charity and cleansing baths. ||7||",
    "punjabi": "ਭਗਵਾਨ (ਦਾ ਨਾਮ ਹੀ) ਸਭ ਤੋਂ ਵਧੀਕ ਪਵਿੱਤਰ ਹੈ, ਨਾਮ-ਸਿਮਰਨ ਹੀ ਕ੍ਰੋੜਾਂ ਦਾਨ ਹਨ ਤੇ ਕ੍ਰੋੜਾਂ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਹਨ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43485,
    "shabad_id": 3723,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "ਬਲ ਬੁਧਿ ਸੁਧਿ ਪਰਾਣ ਸਰਬਸੁ; ਸੰਤਨਾ ਕੀ ਰਾਸਿ ॥",
    "transliteration": "Bal Budhh Sudhh Paraan Sarabas Santhanaa Kee Raas ||",
    "translation": "God is power, intellect, understanding, the breath of life, wealth, and everything for the Saints.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਸੰਤ ਜਨਾਂ ਦਾ ਸਰਮਾਇਆ ਹੈ, ਬਲ ਹੈ, ਬੁੱਧੀ ਹੈ, ਸੂਝ-ਬੂਝ ਹੈ, ਜਿੰਦ ਹੈ, ਇਹੀ ਉਹਨਾਂ ਦਾ ਸਭ ਕੁਝ ਹੈ।",
    "pronunciation": "ਸਰਬਸੁ: ਪੋਲਾ ਬੋਲੋ ਮਿਲਵਾਂ",
    "type_id": 3
  },
  {
    "id": 43486,
    "shabad_id": 3723,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "ਬਿਸਰੁ ਨਾਹੀ. ਨਿਮਖ ਮਨ ਤੇ; ਨਾਨਕ ਕੀ ਅਰਦਾਸਿ ॥੮॥੨॥",
    "transliteration": "Bisar Naahee Nimakh Man Thae Naanak Kee Aradhaas ||8||2||",
    "translation": "May I never forget Him from my mind, even for an instant - this is Nanak's prayer. ||8||2||",
    "punjabi": "ਨਾਨਕ ਦੀ ਭੀ ਇਹੀ ਬੇਨਤੀ ਹੈ-ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਮਨ ਤੋਂ ਤੂੰ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਨਾਹ ਭੁੱਲ ॥੮॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43487,
    "shabad_id": 3724,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੫ ॥",
    "transliteration": "Maaroo Mehalaa 5 ||",
    "translation": "Maaroo, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43488,
    "shabad_id": 3724,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਸਤਿ੍ਰ ਤੀਖਣਿ ਕਾਟਿ ਡਾਰਿਓ; ਮਨਿ. ਨ ਕੀਨੋ ਰੋਸੁ ॥",
    "transliteration": "Sasathr Theekhan Kaatt Ddaariou Man N Keeno Ros ||",
    "translation": "The sharp tool cuts down the tree, but it does not feel anger in its mind.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਰੁੱਖ ਨੂੰ ਕਿਸੇ) ਤੇਜ਼ ਹਥਿਆਰ ਨਾਲ ਕੱਟ ਸੁੱਟਿਆ (ਰੁੱਖ ਨੇ ਆਪਣੇ) ਮਨ ਵਿਚ (ਉਸ ਉੱਤੇ) ਗੁੱਸਾ ਨਾਹ ਕੀਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43489,
    "shabad_id": 3724,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕਾਜੁ ੳੁਅਾ ਕੋ ਲੇ ਸਵਾਰਿਓ; ਤਿਲੁ. ਨ ਦੀਨੋ ਦੋਸੁ ॥੧॥",
    "transliteration": "Kaaj Ouaa Ko Lae Savaariou Thil N Dheeno Dhos ||1||",
    "translation": "It serves the purpose of the cutter, and does not blame him at all. ||1||",
    "punjabi": "(ਸਗੋਂ ਰੁੱਖ ਨੇ) ਉਸ ਦਾ ਕੰਮ ਸਵਾਰ ਦਿੱਤਾ, ਤੇ, (ਉਸ ਨੂੰ) ਰਤਾ ਭਰ ਭੀ ਕੋਈ ਦੋਸ਼ ਨਾਹ ਦਿੱਤਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43490,
    "shabad_id": 3724,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਮਨ ਮੇਰੇ; ਰਾਮ ਰੳੁ ਨਿਤ ਨੀਤਿ ॥",
    "transliteration": "Man Maerae Raam Ro Nith Neeth ||",
    "translation": "O my mind, continually, continuously, meditate on the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 43491,
    "shabad_id": 3724,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਦੲਿਅਾਲ ਦੇਵ ਕਿ੍ਰਪਾਲ ਗੋਬਿੰਦ; ਸੁਨਿ ਸੰਤਨਾ ਕੀ ਰੀਤਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Dhaeiaal Dhaev Kirapaal Gobindh Sun Santhanaa Kee Reeth ||1|| Rehaao ||",
    "translation": "The Lord of the Universe is merciful, divine and compassionate. Listen - this is the way of the Saints. ||1||Pause||",
    "punjabi": "ਦਇਆਲ, ਪ੍ਰਕਾਸ਼-ਰੂਪ, ਕਿਰਪਾਲ ਗੋਬਿੰਦ ਦੇ (ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਗੁਣ ਗਾ)। (ਉਹ ਸੰਤ ਜਨ ਕਿਹੋ ਜਿਹੇ ਹੁੰਦੇ ਹਨ? ਉਹਨਾਂ) ਸੰਤ ਜਨਾਂ ਦੀ ਜੀਵਨ-ਮਰਯਾਦਾ ਸੁਣ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  }
]
