[
  {
    "id": 46627,
    "shabad_id": 3792,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਗੁਣ ਤੇ ਗੁਣ ਮਿਲਿ ਪਾੲੀਅੈ; ਜੇ ਸਤਿਗੁਰ ਮਾਹਿ ਸਮਾੲਿ ॥",
    "transliteration": "Gun Thae Gun Mil Paaeeai Jae Sathigur Maahi Samaae ||",
    "translation": "Meeting with a virtuous person, virtue is obtained, and one is immersed in the True Guru.",
    "punjabi": "(ਪਰ ਜੇ ਕੋਈ ਕਦਰ ਜਾਣਨ ਵਾਲਾ ਮਨੁੱਖ) ਗੁਰੂ ਵਿਚ 'ਆਪਾ' ਲੀਨ ਕਰ ਦੇਵੇ, ਤਾਂ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਵਿਆਂ, ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਜੁੜਿਆਂ (ਪ੍ਰਭੂ ਦਾ 'ਨਾਮ'-ਰੂਪ ਕੀਮਤੀ ਪਦਾਰਥ) ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46628,
    "shabad_id": 3792,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਮੁੋਲਿ ਅਮੁੋਲੁ. ਨ ਪਾੲੀਅੈ; ਵਣਜਿ. ਨ ਲੀਜੈ ਹਾਟਿ ॥",
    "transliteration": "Muol Amuol N Paaeeai Vanaj N Leejai Haatt ||",
    "translation": "Priceless virtues are not obtained for any price; they cannot be purchased in a store.",
    "punjabi": "'ਨਾਮ' ਪਦਾਰਥ ਹੈ, ਕਿਸੇ ਕੀਮਤ ਨਾਲ ਨਹੀਂ ਮਿਲ ਸਕਦਾ, ਕਿਸੇ ਹੱਟ ਤੋਂ ਖ਼ਰੀਦ ਕੇ ਨਹੀਂ ਲਿਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46629,
    "shabad_id": 3792,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ ਪੂਰਾ ਤੋਲੁ ਹੈ; ਕਬਹੁ. ਨ ਹੋਵੈ ਘਾਟਿ ॥੧॥",
    "transliteration": "Naanak Pooraa Thol Hai Kabahu N Hovai Ghaatt ||1||",
    "translation": "O Nanak, their weight is full and perfect; it never decreases at all. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ('ਨਾਮ' ਦੇ ਮੁੱਲ ਦਾ) ਤੋਲ ਤਾਂ ਬੱਝਵਾਂ ਹੈ, ਉਹ ਕਦੇ ਘਟ ਨਹੀਂ ਸਕਦਾ (ਭਾਵ, 'ਆਪਾ ਗੁਰੂ ਵਿਚ ਲੀਨ ਕਰਨਾ'-ਇਹ ਬੱਝਵਾਂ ਮੁੱਲ ਹੈ, ਤੇ ਇਸ ਤੋਂ ਘਟ ਕੋਈ ਹੋਰ ਉੱਦਮ 'ਨਾਮ' ਦੀ ਪ੍ਰਾਪਤੀ ਲਈ ਕਾਫ਼ੀ ਨਹੀਂ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46630,
    "shabad_id": 3793,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46631,
    "shabad_id": 3793,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਨਾਮ ਵਿਹੂਣੇ. ਭਰਮਸਹਿ; ਅਾਵਹਿ ਜਾਵਹਿ ਨੀਤ ॥",
    "transliteration": "Naam Vihoonae Bharamasehi Aavehi Jaavehi Neeth ||",
    "translation": "Without the Naam, the Name of the Lord, they wander around, continually coming and going in reincarnation.",
    "punjabi": "ਜੋ ਮਨੁੱਖ 'ਨਾਮ' ਤੋਂ ਸੱਖਣੇ ਹਨ ਉਹ ਭਟਕਦੇ ਹਨ (ਭਟਕਣਾ ਦੇ ਕਾਰਨ) ਨਿੱਤ ਜੰਮਦੇ ਤੇ ਮਰਦੇ ਹਨ (ਭਾਵ, 'ਵਾਸਨਾ' ਪੂਰੀਆਂ ਕਰਨ ਲਈ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "(ਭਰਮਸ-ਹਿ) ਭ੍ਰਮਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 46632,
    "shabad_id": 3793,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ੲਿਕਿ ਬਾਂਧੇ. ੲਿਕਿ ਢੀਲਿਅਾ; ੲਿਕਿ ਸੁਖੀੲੇ ਹਰਿ ਪ੍ਰੀਤਿ ॥",
    "transliteration": "Eik Baandhhae Eik Dteeliaa Eik Sukheeeae Har Preeth ||",
    "translation": "Some are in bondage, and some are set free; some are happy in the Love of the Lord.",
    "punjabi": "ਸੋ, ਕਈ ਜੀਵ (ਇਹਨਾਂ 'ਵਾਸਨਾ' ਨਾਲ) ਬੱਝੇ ਪਏ ਹਨ, ਕਈਆਂ ਨੇ ਬੰਧਨ ਕੁਝ ਢਿੱਲੇ ਕਰ ਲਏ ਹਨ ਤੇ ਕਈ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਰਹਿ ਕੇ (ਬਿਲਕੁਲ) ਸੁਖੀ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46633,
    "shabad_id": 3793,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ ਸਚਾ ਮੰਨਿ ਲੈ; ਸਚੁ ਕਰਣੀ ਸਚੁ ਰੀਤਿ ॥੨॥",
    "transliteration": "Naanak Sachaa Mann Lai Sach Karanee Sach Reeth ||2||",
    "translation": "O Nanak, believe in the True Lord, and practice Truth, through the lifestyle of Truth. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪੱਕਾ ਕਰ ਲੈਂਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਨਾਮ ਉਸ ਵਾਸਤੇ ਕਰਨ-ਜੋਗ ਕੰਮ ਹੈ ਸਦਾ-ਥਿਰ ਨਾਮ ਹੀ ਉਸ ਦੀ ਜੀਵਨ-ਜੁਗਤਿ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46634,
    "shabad_id": 3794,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46635,
    "shabad_id": 3794,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗੁਰ ਤੇ ਗਿਅਾਨੁ ਪਾੲਿਅਾ; ਅਤਿ ਖੜਗੁ ਕਰਾਰਾ ॥",
    "transliteration": "Gur Thae Giaan Paaeiaa Ath Kharrag Karaaraa ||",
    "translation": "From the Guru, I have obtained the supremely powerful sword of spiritual wisdom.",
    "punjabi": "(ਗਿਆਨ, ਮਾਨੋ) ਬੜਾ ਤੇਜ਼ ਖੰਡਾ ਹੈ, ਇਹ ਗਿਆਨ ਗੁਰੂ ਤੋਂ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46636,
    "shabad_id": 3794,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਦੂਜਾ ਭ੍ਰਮੁ ਗੜੁ ਕਟਿਅਾ; ਮੋਹੁ ਲੋਭੁ ਅਹੰਕਾਰਾ ॥",
    "transliteration": "Dhoojaa Bhram Garr Kattiaa Mohu Lobh Ahankaaraa ||",
    "translation": "I have cut down the fortress of duality and doubt, attachment, greed and egotism.",
    "punjabi": "(ਜਿਸ ਨੂੰ ਮਿਲਿਆ ਹੈ ਉਸ ਦਾ) ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਭਟਕਣਾ, ਮੋਹ, ਲੋਭ ਤੇ ਅਹੰਕਾਰ-ਰੂਪ ਕਿਲ੍ਹਾ (ਜਿਸ ਵਿਚ ਉਹ ਘਿਰਿਆ ਪਿਆ ਸੀ, ਇਸ ਗਿਆਨ-ਖੜਗ ਨਾਲ) ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਗੜ੍ਹ",
    "type_id": 3
  },
  {
    "id": 46637,
    "shabad_id": 3794,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾਮੁ ਮਨਿ ਵਸਿਅਾ; ਗੁਰ ਸਬਦਿ ਵੀਚਾਰਾ ॥",
    "transliteration": "Har Kaa Naam Man Vasiaa Gur Sabadh Veechaaraa ||",
    "translation": "The Name of the Lord abides within my mind; I contemplate the Word of the Guru's Shabad.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜਿਆਂ ਉਸ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46638,
    "shabad_id": 3794,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਚ ਸੰਜਮਿ ਮਤਿ ੳੂਤਮਾ; ਹਰਿ ਲਗਾ ਪਿਅਾਰਾ ॥",
    "transliteration": "Sach Sanjam Math Oothamaa Har Lagaa Piaaraa ||",
    "translation": "Through Truth, self-discipline and sublime understanding, the Lord has become very dear to me.",
    "punjabi": "ਸਿਮਰਨ ਦੇ ਸੰਜਮ ਨਾਲ ਉਸ ਦੀ ਮੱਤ ਚੰਗੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਰੱਬ ਉਸ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46639,
    "shabad_id": 3794,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਭੁ ਸਚੋ ਸਚੁ ਵਰਤਦਾ; ਸਚੁ ਸਿਰਜਣਹਾਰਾ ॥੧॥",
    "transliteration": "Sabh Sacho Sach Varathadhaa Sach Sirajanehaaraa ||1||",
    "translation": "Truly, truly, the True Creator Lord is all-pervading. ||1||",
    "punjabi": "(ਆਖ਼ਰ ਉਸ ਦੀ ਇਹ ਹਾਲਤ ਹੋ ਜਾਂਦੀ ਹੈ ਕਿ) ਸਦਾ-ਥਿਰ ਸਿਰਜਣਹਾਰ ਉਸ ਨੂੰ ਹਰ ਥਾਂ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46640,
    "shabad_id": 3795,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46641,
    "shabad_id": 3795,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕੇਦਾਰਾ ਰਾਗਾ ਵਿਚਿ ਜਾਣੀਅੈ ਭਾੲੀ; ਸਬਦੇ ਕਰੇ ਪਿਅਾਰੁ ॥",
    "transliteration": "Kaedhaaraa Raagaa Vich Jaaneeai Bhaaee Sabadhae Karae Piaar ||",
    "translation": "Among the ragas, Kaydaaraa Raga is known as good, O Siblings of Destiny, if through it, one comes to love the Word of the Shabad,",
    "punjabi": "ਹੇ ਭਾਈ! ਕੇਦਾਰਾ ਰਾਗ ਨੂੰ (ਹੋਰ ਬਾਕੀ ਦੇ) ਰਾਗਾਂ ਵਿਚ ਤਾਂ ਹੀ ਜਾਣੋ (ਭਾਵ, ਕੇਦਾਰਾ ਰਾਗ ਨੂੰ ਤਾਂ ਹੀ ਵਡਿਆਈਏ, ਜੇ ਇਸ ਨੂੰ ਗਾਉਣ ਵਾਲਾ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਪਿਆਰ ਕਰਨ ਲੱਗ ਪਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46642,
    "shabad_id": 3795,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਸਿੳੁ ਮਿਲਦੋ ਰਹੈ; ਸਚੇ ਧਰੇ ਪਿਅਾਰੁ ॥",
    "transliteration": "Sathasangath Sio Miladho Rehai Sachae Dhharae Piaar ||",
    "translation": "And if one remains in the Soceity of the Saints, and enshrines love for the True Lord.",
    "punjabi": "ਸਤਸੰਗਤਿ ਕਰਦਾ ਰਹੇ ਅਤੇ ਸਦਾ ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਧਾਰਨ ਕਰੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46643,
    "shabad_id": 3795,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਵਿਚਹੁ ਮਲੁ ਕਟੇ ਅਾਪਣੀ; ਕੁਲਾ ਕਾ ਕਰੇ ੳੁਧਾਰੁ ॥",
    "transliteration": "Vichahu Mal Kattae Aapanee Kulaa Kaa Karae Oudhhaar ||",
    "translation": "Such a person washes away the pollution from within, and saves his generations as well.",
    "punjabi": "ਅੰਦਰੋਂ ਆਪਣੀ ਮੈਲ ਭੀ ਕੱਟੇ ਤੇ ਆਪਣੀਆਂ ਕੁਲਾਂ ਨੂੰ ਭੀ ਤਾਰ ਲਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46644,
    "shabad_id": 3795,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੁਣਾ ਕੀ ਰਾਸਿ ਸੰਗ੍ਰਹੈ; ਅਵਗਣ ਕਢੈ ਵਿਡਾਰਿ ॥",
    "transliteration": "Gunaa Kee Raas Sangrehai Avagan Kadtai Viddaar ||",
    "translation": "He gathes in the capital of virtue, and destroys and drives out unvirtuous sins.",
    "punjabi": "ਗੁਣਾਂ ਦੀ ਪੂੰਜੀ ਇਕੱਠੀ ਕਰੇ ਤੇ ਔਗੁਣ ਮਾਰ ਕੇ ਕੱਢ ਦੇਵੇ।",
    "pronunciation": "ਸੰ-ਗ੍ਰਹੈ",
    "type_id": 3
  },
  {
    "id": 46645,
    "shabad_id": 3795,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਮਿਲਿਅਾ ਸੋ ਜਾਣੀਅੈ; ਗੁਰੂ. ਨ ਛੋਡੈ ਅਾਪਣਾ, ਦੂਜੈ. ਨ ਧਰੇ ਪਿਅਾਰੁ ॥੧॥",
    "transliteration": "Naanak Miliaa So Jaaneeai Guroo N Shhoddai Aapanaa Dhoojai N Dhharae Piaar ||1||",
    "translation": "O Nanak, he alone is known as united, who does not forsake his Guru, and who does not love duality. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਕੇਦਾਰਾ ਰਾਗ ਦੀ ਰਾਹੀਂ ਰੱਬ ਵਿਚ) ਜੁੜਿਆ ਉਸ ਨੂੰ ਸਮਝੋ ਜੋ ਕਦੇ ਆਪਣੇ ਗੁਰੂ ਦਾ ਆਸਰਾ ਨਾਹ ਛੱਡੇ ਤੇ ਮਾਇਆ ਵਿਚ ਮੋਹ ਨਾਹ ਪਾਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46646,
    "shabad_id": 3796,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46647,
    "shabad_id": 3796,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਾਗਰੁ ਦੇਖੳੁ. ਡਰਿ ਮਰੳੁ; ਭੈ ਤੇਰੈ ਡਰੁ ਨਾਹਿ ॥",
    "transliteration": "Saagar Dhaekho Ddar Maro Bhai Thaerai Ddar Naahi ||",
    "translation": "Gazing upon the world-ocean, I am afraid of death; but if I live in the Fear of You, God, then I am not afraid.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਜਦੋਂ ਮੈਂ (ਇਸ ਸੰਸਾਰ-) ਸਮੁੰਦਰ ਨੂੰ ਵੇਖਦਾ ਹਾਂ ਤਾਂ ਡਰ ਨਾਲ ਸਹਿਮ ਜਾਂਦਾ ਹਾਂ (ਕਿ ਕਿਵੇਂ ਇਸ ਵਿਚੋਂ ਬਚ ਕੇ ਲੰਘਾਂਗਾ, ਪਰ) ਤੇਰੇ ਡਰ ਵਿਚ ਰਿਹਾਂ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦਾ ਕੋਈ) ਡਰ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46648,
    "shabad_id": 3796,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦਿ ਸੰਤੋਖੀਅਾ; ਨਾਨਕ ਬਿਗਸਾ ਨਾੲਿ ॥੨॥",
    "transliteration": "Gur Kai Sabadh Santhokheeaa Naanak Bigasaa Naae ||2||",
    "translation": "Through the Word of the Guru's Shabad, I am content; O Nanak, I blossom forth in the Name. ||2||",
    "punjabi": "ਕਿਉਂਕਿ, ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਮੈਂ ਸੰਤੋਖ ਵਾਲਾ ਬਣ ਰਿਹਾ ਹਾਂ ਤੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਮੈਂ ਖਿੜਦਾ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46649,
    "shabad_id": 3797,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46650,
    "shabad_id": 3797,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਚੜਿ ਬੋਹਿਥੈ ਚਾਲਸੳੁ; ਸਾਗਰੁ ਲਹਰੀ ਦੇੲਿ ॥",
    "transliteration": "Charr Bohithhai Chaalaso Saagar Leharee Dhaee ||",
    "translation": "I get on board the boat and set out, but the ocean is churning with waves.",
    "punjabi": "(ਸੰਸਾਰ-) ਸਮੁੰਦਰ (ਤਾਂ ਵਿਕਾਰਾਂ ਦੀਆਂ) ਠਾਠਾਂ ਮਾਰ ਰਿਹਾ ਹੈ ਪਰ ਮੈਂ (ਗੁਰ-ਸ਼ਬਦ-ਰੂਪ) ਜਹਾਜ਼ ਵਿਚ ਚੜ੍ਹ ਕੇ (ਇਸ ਸਮੁੰਦਰ ਵਿਚੋਂ) ਲੰਘਾਂਗਾ।",
    "pronunciation": "ਚੜ੍ਹਿ",
    "type_id": 3
  },
  {
    "id": 46651,
    "shabad_id": 3797,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਠਾਕ ਨ. ਸਚੈ ਬੋਹਿਥੈ; ਜੇ ਗੁਰੁ ਧੀਰਕ ਦੇੲਿ ॥",
    "transliteration": "Thaak N Sachai Bohithhai Jae Gur Dhheerak Dhaee ||",
    "translation": "The boat of Truth encounters no obstruction, if the Guru gives encouragement.",
    "punjabi": "ਜੇ ਸਤਿਗੁਰ ਹੌਸਲਾ ਦੇਵੇ ਤਾਂ ਇਸ ਸੱਚੇ ਜਹਾਜ਼ ਵਿਚ ਚੜ੍ਹਿਆਂ (ਸਫ਼ਰ ਵਿਚ) ਕੋਈ ਰੋਕ ਨਹੀਂ ਪਏਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46652,
    "shabad_id": 3797,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਤਿਤੁ ਦਰਿ ਜਾੲਿ ੳੁਤਾਰੀਅਾ; ਗੁਰੁ ਦਿਸੈ ਸਾਵਧਾਨੁ ॥",
    "transliteration": "Thith Dhar Jaae Outhaareeaa Gur Dhisai Saavadhhaan ||",
    "translation": "He takes us across to the door on the other side, as the Guru keeps watch.",
    "punjabi": "ਮੈਨੂੰ ਆਪਣਾ ਗੁਰੂ ਸੁਚੇਤ ਦਿੱਸ ਰਿਹਾ ਹੈ (ਮੈਨੂੰ ਨਿਸ਼ਚਾ ਹੈ ਕਿ ਗੁਰੂ ਮੈਨੂੰ) ਉਸ (ਪ੍ਰਭੂ ਦੇ) ਦਰ ਤੇ ਜਾ ਉਤਾਰੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46653,
    "shabad_id": 3797,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ ਨਦਰੀ ਪਾੲੀਅੈ; ਦਰਗਹ ਚਲੈ ਮਾਨੁ ॥੩॥",
    "transliteration": "Naanak Nadharee Paaeeai Dharageh Chalai Maan ||3||",
    "translation": "O Nanak, if I am blessed with His Grace, I shall go to His Court with honor. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਹ ਗੁਰ-ਸ਼ਬਦ ਦਾ ਜਹਾਜ਼) ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ ਮਿਲਦਾ ਹੈ (ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਮਿਲਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46654,
    "shabad_id": 3798,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46655,
    "shabad_id": 3798,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਨਿਹਕੰਟਕ ਰਾਜੁ ਭੁੰਚਿ ਤੂ; ਗੁਰਮੁਖਿ ਸਚੁ ਕਮਾੲੀ ॥",
    "transliteration": "Nihakanttak Raaj Bhunch Thoo Guramukh Sach Kamaaee ||",
    "translation": "Enjoy your kingdom of bliss; as Gurmukh, practice Truth.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਨਿਰਚੋਭ ਰਾਜ ਮਾਣ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46656,
    "shabad_id": 3798,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਚੈ ਤਖਤਿ ਬੈਠਾ ਨਿਅਾੳੁ ਕਰਿ; ਸਤਸੰਗਤਿ ਮੇਲਿ ਮਿਲਾੲੀ ॥",
    "transliteration": "Sachai Thakhath Baithaa Niaao Kar Sathasangath Mael Milaaee ||",
    "translation": "Sitting upon the throne of Truth, the Lord administers justice; He unites us in Union with the Society of the Saints.",
    "punjabi": "(ਕਿਉਂਕਿ) ਜੋ ਪ੍ਰਭੂ ਸਦਾ-ਥਿਰ ਤਖ਼ਤ ਤੇ ਬਹਿ ਕੇ ਨਿਆਂ ਕਰ ਰਿਹਾ ਹੈ ਉਹ ਤੈਨੂੰ ਸਤਸੰਗ ਵਿਚ ਮਿਲਾ ਦੇਵੇਗਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46657,
    "shabad_id": 3798,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਚਾ ੳੁਪਦੇਸੁ ਹਰਿ ਜਾਪਣਾ; ਹਰਿ ਸਿੳੁ ਬਣਿ ਅਾੲੀ ॥",
    "transliteration": "Sachaa Oupadhaes Har Jaapanaa Har Sio Ban Aaee ||",
    "translation": "Meditating on the Lord, through the True Teachings, we become just like the Lord.",
    "punjabi": "ਓਥੇ ਨਾਮ-ਸਿਮਰਨ ਦੀ ਸੱਚੀ ਸਿੱਖਿਆ ਕਮਾਇਆਂ ਤੇਰੀ ਪ੍ਰਭੂ ਨਾਲ ਬਣ ਆਵੇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46658,
    "shabad_id": 3798,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅੈਥੈ ਸੁਖਦਾਤਾ ਮਨਿ ਵਸੈ; ਅੰਤਿ ਹੋੲਿ ਸਖਾੲੀ ॥",
    "transliteration": "Aithhai Sukhadhaathaa Man Vasai Anth Hoe Sakhaaee ||",
    "translation": "If the Lord, the Giver of peace, abides in the mind, in this world, then in the end, He becomes our help and support.",
    "punjabi": "ਇਸ ਜੀਵਨ ਵਿਚ ਸੁਖਦਾਤਾ ਰੱਬ ਮਨ ਵਿਚ ਵੱਸੇਗਾ ਤੇ ਅੰਤ ਵੇਲੇ ਭੀ ਸਾਥੀ ਬਣੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46659,
    "shabad_id": 3798,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਸਿੳੁ ਪ੍ਰੀਤਿ ੳੂਪਜੀ; ਗੁਰਿ. ਸੋਝੀ ਪਾੲੀ ॥੨॥",
    "transliteration": "Har Sio Preeth Oopajee Gur Sojhee Paaee ||2||",
    "translation": "Love for the Lord wells up, when the Guru imparts understanding. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਤਿਗੁਰੂ ਨੇ ਸਮਝ ਬਖ਼ਸ਼ੀ ਉਸ ਦਾ ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46660,
    "shabad_id": 3799,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੧ ॥",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46661,
    "shabad_id": 3799,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਭੂਲੀ ਭੂਲੀ ਮੈ ਫਿਰੀ; ਪਾਧਰੁ ਕਹੈ. ਨ ਕੋੲਿ ॥",
    "transliteration": "Bhoolee Bhoolee Mai Firee Paadhhar Kehai N Koe ||",
    "translation": "Confused and deluded, I wander around, but no one shows me the way.",
    "punjabi": "ਬਥੇਰੇ ਚਿਰ ਤੋਂ ਖੁੰਝੀ ਹੋਈ ਮੈਂ ਭਟਕ ਰਹੀ ਹਾਂ, ਮੈਨੂੰ ਕੋਈ ਪੱਧਰਾ ਰਾਹ ਨਹੀਂ ਦੱਸਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46662,
    "shabad_id": 3799,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪੂਛਹੁ ਜਾੲਿ ਸਿਅਾਣਿਅਾ; ਦੁਖੁ ਕਾਟੈ ਮੇਰਾ ਕੋੲਿ ॥",
    "transliteration": "Pooshhahu Jaae Siaaniaa Dhukh Kaattai Maeraa Koe ||",
    "translation": "I go and ask the clever people, if there is there anyone who can rid me of my pain.",
    "punjabi": "ਕੋਈ ਧਿਰ ਜਾ ਕੇ ਕਿਸੇ ਸਿਆਣੇ ਬੰਦਿਆਂ ਨੂੰ ਪੁੱਛੋ, ਭਲਾ ਜੇ ਕੋਈ ਮੇਰਾ ਕਸ਼ਟ ਕੱਟ ਦੇਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46663,
    "shabad_id": 3799,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸਾਚਾ ਮਨਿ ਵਸੈ; ਸਾਜਨੁ ੳੁਤ ਹੀ ਠਾੲਿ ॥",
    "transliteration": "Sathigur Saachaa Man Vasai Saajan Outh Hee Thaae ||",
    "translation": "If the True Guru abides within my mind, then I see the Lord, my best friend, there.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਸੱਚਾ ਗੁਰੂ ਮਨ ਵਿਚ ਆ ਵੱਸੇ ਤਾਂ ਸੱਜਣ ਪ੍ਰਭੂ ਭੀ ਓਸੇ ਥਾਂ (ਭਾਵ, ਹਿਰਦੇ ਵਿਚ ਹੀ ਮਿਲ ਪੈਂਦਾ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46664,
    "shabad_id": 3799,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ ਮਨੁ ਤ੍ਰਿਪਤਾਸੀਅੈ; ਸਿਫਤੀ ਸਾਚੈ ਨਾੲਿ ॥੧॥",
    "transliteration": "Naanak Man Thripathaaseeai Sifathee Saachai Naae ||1||",
    "translation": "O Nanak, my mind is satisfied and fulfilled, contemplating the Praises of the True Name. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਨਾਲ ਤੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆਂ ਮਨ ਭਟਕਣੋਂ ਹਟ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46665,
    "shabad_id": 3800,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46666,
    "shabad_id": 3800,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੇ ਕਰਣੀ ਕਾਰ ਅਾਪਿ; ਅਾਪੇ ਕਰੇ ਰਜਾੲਿ ॥",
    "transliteration": "Aapae Karanee Kaar Aap Aapae Karae Rajaae ||",
    "translation": "He Himself is the Doer, and He is the deed; He Himself issues the Command.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪਣੀ ਰਜ਼ਾ ਵਿਚ ਆਪ ਹੀ ਕਰਨ-ਜੋਗ ਕਾਰ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46667,
    "shabad_id": 3800,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਾਪੇ ਕਿਸ ਹੀ ਬਖਸਿ ਲੲੇ; ਅਾਪੇ ਕਾਰ ਕਮਾੲਿ ॥",
    "transliteration": "Aapae Kis Hee Bakhas Leae Aapae Kaar Kamaae ||",
    "translation": "He Himself forgives some, and He Himself does the deed.",
    "punjabi": "ਆਪ ਹੀ ਜੀਵ ਨੂੰ ਬਖ਼ਸ਼ਦਾ ਹੈ ਆਪ ਹੀ (ਜਿਸ ਤੇ ਮਿਹਰ ਕਰੇ ਉਸ ਵਿਚ ਪ੍ਰਤੱਖ ਹੋ ਕੇ ਭਗਤੀ ਦੀ) ਕਾਰ ਕਮਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46668,
    "shabad_id": 3800,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ ਚਾਨਣੁ ਗੁਰ ਮਿਲੇ; ਦੁਖ ਬਿਖੁ ਜਾਲੀ ਨਾੲਿ ॥੨॥",
    "transliteration": "Naanak Chaanan Gur Milae Dhukh Bikh Jaalee Naae ||2||",
    "translation": "O Nanak, receiving the Divine Light from the Guru, suffering and corruption are burnt away, through the Name. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਕਾਸ਼ ਹੁੰਦਾ ਹੈ ਉਹ 'ਨਾਮ' ਸਿਮਰ ਕੇ ਵਿਹੁ-ਰੂਪ ਮਾਇਆ ਤੋਂ ਪੈਦਾ ਹੋਏ ਦੁੱਖ ਸਾੜ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46669,
    "shabad_id": 3801,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46670,
    "shabad_id": 3801,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਾੲਿਅਾ ਵੇਖਿ. ਨ ਭੁਲੁ ਤੂ; ਮਨਮੁਖ ਮੂਰਖਾ ॥",
    "transliteration": "Maaeiaa Vaekh N Bhul Thoo Manamukh Moorakhaa ||",
    "translation": "Don't be fooled by gazing at the riches of Maya, you foolish self-willed manmukh.",
    "punjabi": "ਹੇ ਮੂਰਖ! ਹੇ ਮਨ ਦੇ ਗ਼ੁਲਾਮ! ਮਾਇਆ ਨੂੰ ਵੇਖ ਕੇ ਉਕਾਈ ਨਾਹ ਖਾਹ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 46671,
    "shabad_id": 3801,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਚਲਦਿਅਾ. ਨਾਲਿ ਨ ਚਲੲੀ; ਸਭੁ ਝੂਠੁ ਦਰਬੁ ਲਖਾ ॥",
    "transliteration": "Chaladhiaa Naal N Chalee Sabh Jhooth Dharab Lakhaa ||",
    "translation": "It shall not go along with you when you must depart; all the wealth you see is false.",
    "punjabi": "ਇਹ (ਏਥੋਂ) ਤੁਰਨ ਵੇਲੇ ਕਿਸੇ ਦੇ ਨਾਲ ਨਹੀਂ ਤੁਰਦੀ, ਸੋ, ਸਾਰੇ ਧਨ ਨੂੰ ਝੂਠਾ (ਸਾਥੀ) ਜਾਣ।",
    "pronunciation": "ਚੱਲਦਿਅਾਂ।ਚੱ-ਲੲੀ। ਲੱਖਾਂ",
    "type_id": 3
  },
  {
    "id": 46672,
    "shabad_id": 3801,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅਗਿਅਾਨੀ ਅੰਧੁ. ਨ ਬੂਝੲੀ; ਸਿਰ ੳੂਪਰਿ. ਜਮ ਖੜਗੁ ਕਲਖਾ ॥",
    "transliteration": "Agiaanee Andhh N Boojhee Sir Oopar Jam Kharrag Kalakhaa ||",
    "translation": "The blind and ignorant do not understand, that the sword of death is hanging over their heads.",
    "punjabi": "(ਪਰ ਇਸ ਮਾਇਆ ਨੂੰ ਵੇਖ ਕੇ) ਮੂਰਖ ਅੰਨ੍ਹਾ ਮਨੁੱਖ ਨਹੀਂ ਸਮਝਦਾ ਕਿ ਸਿਰ ਉਤੇ ਜਮ ਦੀ ਮੌਤ ਦੀ ਤਲਵਾਰ ਭੀ ਹੈ (ਤੇ ਇਸ ਮਾਇਆ ਨਾਲੋਂ ਸਾਥ ਟੁੱਟਣਾ ਹੈ)।",
    "pronunciation": "(ਕਲੱਖਾ) ਖਿੱਚਿਅਾ।ਬੱੂਝੲੀ",
    "type_id": 3
  },
  {
    "id": 46673,
    "shabad_id": 3801,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਂਦੀ ੳੁਬਰੇ; ਜਿਨ ਹਰਿ ਰਸੁ ਚਖਾ ॥",
    "transliteration": "Gur Parasaadhee Oubarae Jin Har Ras Chakhaa ||",
    "translation": "By Guru's Grace, those who drink in the sublime essence of the Lord are saved.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਹਰਿ-ਨਾਮ ਦਾ ਰਸ ਚੱਖਿਆ ਹੈ ਉਹ ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ (ਮਾਇਆ ਵਿਚ ਮੋਹ ਪਾਣ ਦੀ ਉਕਾਈ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਚੱਖਾ",
    "type_id": 3
  }
]
