{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਪੂਜਾ ਚਕ੍ਰ ਕਰਤ ਸੋਮਪਾਕਾ; ਅਨਿਕ ਭਾਂਤਿ ਥਾਟਹਿ ਕਰਿ ਥਟੂਆ ॥੨॥੧੧॥੨੦॥",
      "page": 1389,
      "line": 8
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Some perform worship, inscribe religious marks on their body, cook their own food and make ostentations in various ways."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਕਈ ਉਪਾਸ਼ਨਾ ਕਰਦੇ ਹਨ ਅਤੇ ਆਪਣੀ, ਦੇਹ ਤੇ ਧਾਰਮਕ ਚਿੰਨ ਉਕਰਦੇ ਹਨ, ਆਪਣਾ ਭੋਜਨ ਆਪ ਪਕਾਉਂਦੇ ਹਨ ਅਤੇ ਅਨੇਕਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਅਡੰਬਰ ਕਰਦੇ ਹਨ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "They perform worship ceremonies, draw ritual marks on their bodies, cook their own food fanatically, and make pompous shows of themselves in all sorts of ways. ||2||11||20||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਏਕ ਦ੍ਵਾਰਕਾ ਆਦਿਕੋਂ ਮੇਂ ਜਾਇ ਕਰ ਕੇ ਸਰੀਰ ਪਰ ਚੱਕਰ ਆਦੀ ਛਾਪਾ ਲਗਾਇ ਲੇਤੇ ਹੈਂ ਔਰ ਏਕ ਪੂਜਾ ਕਰਤੇ ਹੈਂ। (ਸੋਮਪਾਕਾ) ਚੰਦ੍ਰਾਇਣ ਬ੍ਰਤ ਵਾ ਚੰਦ੍ਰਮਾਂ ਕੋ ਦੇਖ ਕਰ ਭੋਜਨ ਖਾਤੇ ਹੈਂ। ਇਤ੍ਯਾਦੀ ਅਨੇਕ ਪ੍ਰਕਾਰ ਕੇ ਕਰਮੋਂ ਰੂਪ ਥਾਟ ਥਟਤੇ ਹੈਂ, ਭਾਵ ਅਨੇਕ ਪ੍ਰਕਾਰ ਕੀਆਂ ਬਨਾਵਟਾਂ ਬਨਾਵਤੇ ਹੈਂ॥੨॥੧੧॥੨੦॥☬ਇਹ ਬੀਸ ਸਵੱਯੇ ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਨੇ ਸ੍ਰੀ ਮੁਖ ਤੇ ਉਚਾਰਨ ਕਰਕੇ, ਨੌ ਸਵਈਯੇ ਮੇਂ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ ਕੀ ਕੀਰਤੀ ਔ ਗਿਆਰਾਂ ਮੇਂ ਭੱਟੋਂ ਪ੍ਰਤੀ ਉਪਦੇਸ਼ ਦੀਆ ਹੈ॥☬ਤਿਸ ਸਮੈਂ ਸ੍ਰੀ ਗੁਰ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਤੇ ਉਪਦੇਸ਼ ਸ੍ਰਵਨ ਕਰ ਕੇ ਵੇਦੋਂ ਕੇ ਸਰੂਪ ਜੋ ਭੱਟ ਹੈਂ, ਸਤਾਰਾਂ ਹੀ ਗਿਆਨ ਕੋ ਪਾਇ ਕਰ ਕੇ ਸ੍ਰਾਪ ਨਿਵਿਰਤੀ ਕਾ ਸਮਾਂ ਜਾਨ ਕਰ ਪ੍ਰਤੱਖ੍ਯ ਪਰਮੇਸ੍ਵਰ ਸਤਿਗੁਰੋਂ ਕਾ ਦਰਸਨ ਕਰਤੇ ਹੂਏ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ ਤੇ ਆਦਿ ਲੇ ਕਰ ਸ੍ਰੀ ਗੁਰ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਪ੍ਰਯੰਤ ਸਤਿਗੁਰੋਂ ਕਾ ਸੁਜਸ ਉਚਾਰਨ ਕਰਤੇ ਭਏ। ਅਬ ਪ੍ਰਥਮੈਂ ਪਹਿਲੀ ਪਾਤਸ਼ਾਹੀ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ ਕਾ ਸੁਜਸ ਬਿਸ਼ਨੂੰ ਜੀ ਸੇ ਮਿਲਤ ਮੰਗਲਾਚਰਣ ਰੂਪ ਕਹਿਤੇ ਹੈਂ:"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਕਈ ਮਨੁੱਖ ਪੂਜਾ ਕਰਦੇ ਹਨ; ਸਰੀਰ ਤੇ ਚੱਕ੍ਰਾਂ ਦੇ ਚਿੰਨ੍ਹ ਲਗਾਉਂਦੇ ਹਨ, (ਸੁੱਚ ਦੀ ਖ਼ਾਤਰ) ਆਪਣੀ ਹੱਥੀਂ ਰੋਟੀ ਤਿਆਰ ਕਰਦੇ ਹਨ, ਤੇ ਹੋਰ ਅਨੇਕਾਂ ਤਰ੍ਹਾਂ ਦੇ ਕਈ ਬਣਤਰ ਬਣਾਉਂਦੇ ਹਨ ਪਰ (ਪਰ ਨਾਮ-ਸਿਮਰਨ ਤੋਂ ਬਿਨਾਂ ਇਹ ਵੀ ਵਿਅਰਥ ਹੀ ਹਨ) ॥੨॥੧੧॥੨੦॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Hacen ceremonias de alabanza, ponen marcas rituales sobre sus cuerpos, cocinan su alimento en forma fanática y hacen teatro exagerado para impresionar a los demás. (2-11-20)"
    }
  ]
}
