[
  {
    "shabad_id": 3353,
    "pada": 11,
    "source_line": 1,
    "gurmukhi": "jw Awey qw iqnih pTwey; cwly iqnY bulwie lieAw ]",
    "transliteration": "Jaa Aaeae Thaa Thinehi Pathaaeae Chaalae Thinai Bulaae Laeiaa ||",
    "translation": "He comes when the Lord sends him; when the Lord calls him back, he goes.",
    "punjabi": "ਅਸੀਂ ਜੀਵ ਜਦੋਂ ਸੰਸਾਰ ਵਿਚ ਆਉਂਦੇ ਹਾਂ ਤਾਂ ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਹੀ ਸਾਨੂੰ ਭੇਜਿਆ ਹੁੰਦਾ ਹੈ, ਇਥੋਂ ਜਾਂਦੇ ਹਾਂ ਤਦੋਂ ਭੀ ਉਸੇ ਨੇ ਬੁਲਾ ਭੇਜਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3353,
    "pada": 11,
    "source_line": 2,
    "gurmukhi": "jo ikCu krxw. so kir rihAw; bKsxhwrY bKis lieAw ]10]",
    "transliteration": "Jo Kishh Karanaa So Kar Rehiaa Bakhasanehaarai Bakhas Laeiaa ||10||",
    "translation": "Whatever he does, the Lord is doing. The Forgiving Lord forgives him. ||10||",
    "punjabi": "ਜੋ ਕੁਝ ਉਹ ਪ੍ਰਭੂ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ ਉਹ ਕਰ ਰਿਹਾ ਹੈ। (ਅਸੀਂ ਜੀਵ ਉਸ ਦੀ ਰਜ਼ਾ ਨੂੰ ਭੁੱਲ ਜਾਂਦੇ ਹਾਂ, ਪਰ) ਉਹ ਬਖ਼ਸ਼ਣਹਾਰ ਹੈ ਉਹ ਬਖ਼ਸ਼ ਲੈਂਦਾ ਹੈ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3353,
    "pada": 12,
    "source_line": 2,
    "gurmukhi": "ijin eyhu cwiKAw rwm rswiexu; iqn kI sMgiq Koju BieAw ]",
    "transliteration": "Jin Eaehu Chaakhiaa Raam Rasaaein Thin Kee Sangath Khoj Bhaeiaa ||",
    "translation": "I seek to be with those who have tasted this sublime essence of the Lord.",
    "punjabi": "(ਜੇ ਜੀਵ!) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਾਰੇ ਆਨੰਦ ਰਸ ਦੇਣ ਵਾਲਾ ਹੈ, ਜਿਸ ਜਿਸ ਬੰਦੇ ਨੇ ਇਹ ਨਾਮ-ਰਸ ਚੱਖ ਲਿਆ ਹੈ ਉਹਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਿਹਾਂ ਇਸ ਭੇਤ ਦੀ ਸਮਝ ਆਉਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3353,
    "pada": 12,
    "source_line": 3,
    "gurmukhi": "iriD isiD buiD igAwnu. gurU qy pwieAw; mukiq pdwrQu srix pieAw ]11]",
    "transliteration": "Ridhh Sidhh Budhh Giaan Guroo Thae Paaeiaa Mukath Padhaarathh Saran Paeiaa ||11||",
    "translation": "Wealth, miraculous spiritual powers, wisdom and spiritual knowledge, are obtained from the Guru. The treasure of liberation is obtained in His Sanctuary. ||11||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਗੁਰੂ ਤੋਂ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਪਦਾਰਥ ਮਿਲਦਾ ਹੈ, ਇਸ ਨਾਮ ਵਿਚ ਸਭ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ਹਨ, ਉੱਚੀ ਅਕਲ ਹੈ, ਸਹੀ ਜੀਵਨ-ਰਾਹ ਦੀ ਸੂਝ ਹੈ, ਤੇ ਇਸ ਨਾਮ ਨਾਲ ਹੀ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਖ਼ਲਾਸੀ ਮਿਲਦੀ ਹੈ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3353,
    "pada": 13,
    "source_line": 4,
    "gurmukhi": "duKu suKu gurmuiK sm kir jwxw; hrK sog qy ibrkqu BieAw ]",
    "transliteration": "Dhukh Sukh Guramukh Sam Kar Jaanaa Harakh Sog Thae Birakath Bhaeiaa ||",
    "translation": "The Gurmukh looks upon pain and pleasure as one and the same; he remains untouched by joy and sorrow.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਹ (ਵਾਪਰਦੇ) ਦੁੱਖ ਸੁਖ ਨੂੰ ਇਕੋ ਜਿਹਾ ਜਾਣਦਾ ਹੈ, ਉਹ ਖ਼ੁਸ਼ੀ ਗ਼ਮੀ ਤੋਂ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ib-rkqu",
    "type_id": 3
  },
  {
    "shabad_id": 3353,
    "pada": 13,
    "source_line": 4,
    "gurmukhi": "Awpu mwir gurmuiK hir pwey; nwnk shij smwie lieAw ]12]7]",
    "transliteration": "Aap Maar Guramukh Har Paaeae Naanak Sehaj Samaae Laeiaa ||12||7||",
    "translation": "Conquering his self-conceit, the Gurmukh finds the Lord; O Nanak, he intuitively merges into the Lord. ||12||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਮਨੁੱਖ ਆਪਾ-ਭਾਵ ਮਾਰ ਕੇ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ਤੇ ਅਡੋਲ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਰਹਿੰਦਾ ਹੈ ॥੧੨॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3354,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "rwmklI dKxI mhlw 1 ]",
    "transliteration": "Raamakalee Dhakhanee Mehalaa 1 ||",
    "translation": "Raamkalee, Dakhanee, First Mehl:",
    "punjabi": "",
    "pronunciation": "d`KxI",
    "type_id": 3
  },
  {
    "shabad_id": 3354,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jqu squ sMjmu swcu idRVwieAw; swc sbid ris lIxw ]1]",
    "transliteration": "Jath Sath Sanjam Saach Dhrirraaeiaa Saach Sabadh Ras Leenaa ||1||",
    "translation": "Abstinence, chastity, self-control and truthfulness have been implanted within me; I am imbued with the sublime essence of the True Word of the Shabad. ||1||",
    "punjabi": "(ਮੇਰਾ ਗੁਰੂ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ਮੇਰੇ ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਇਹ ਯਕੀਨ ਕਰਾ ਦਿੱਤਾ ਹੈ ਕਿ ਕਾਮ-ਵਾਸ਼ਨਾ ਤੋਂ ਬਚੇ ਰਹਿਣਾ, ਉੱਚਾ ਆਚਰਨ, ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲੋਂ ਰੋਕਣਾ, ਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ-ਇਹੀ ਹੈ ਸਹੀ ਜੀਵਨ ॥੧॥",
    "pronunciation": "s`qu",
    "type_id": 3
  },
  {
    "shabad_id": 3354,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "myrw guru dieAwlu sdw rMig lIxw ]",
    "transliteration": "Maeraa Gur Dhaeiaal Sadhaa Rang Leenaa ||",
    "translation": "My Merciful Guru remains forever imbued with the Lord's Love.",
    "punjabi": "ਮੇਰਾ ਗੁਰੂ ਦਇਆ ਦਾ ਘਰ ਹੈ, ਉਹ ਸਦਾ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3354,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "Aih inis rhY eyk ilv lwgI; swcy dyiK pqIxw ]1] rhwau ]",
    "transliteration": "Ahinis Rehai Eaek Liv Laagee Saachae Dhaekh Patheenaa ||1|| Rehaao ||",
    "translation": "Day and night, He remains lovingly focused on the One Lord; gazing upon the True Lord, He is pleased. ||1||Pause||",
    "punjabi": "(ਮੇਰੇ ਗੁਰੂ ਦੀ) ਸੁਰਤ ਦਿਨ ਰਾਤ ਇਕ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, (ਮੇਰਾ ਗੁਰੂ) ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਦਾ (ਹਰ ਥਾਂ) ਦੀਦਾਰ ਕਰ ਕੇ (ਉਸ ਦੀਦਾਰ ਵਿਚ) ਮਸਤ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3354,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "rhY ggnpuir. idRsit smYsir; Anhq sbid rMgIxw ]2]",
    "transliteration": "Rehai Gagan Pur Dhrisatt Samaisar Anehath Sabadh Rangeenaa ||2||",
    "translation": "He abides in the Tenth Gate, and looks equally upon all; He is imbued with the unstruck sound current of the Shabad. ||2||",
    "punjabi": "(ਮੇਰੇ ਗੁਰੂ) ਸਦਾ ਉੱਚੀ ਅਡੋਲ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, (ਮੇਰੇ ਗੁਰੂ ਦੀ) (ਪਿਆਰ-ਭਰੀ) ਨਿਗਾਹ (ਸਭ ਵਲ) ਇਕੋ ਜਿਹੀ ਹੈ। (ਮੇਰਾ ਗੁਰੂ) ਉਸ ਸ਼ਬਦ ਵਿਚ ਰੰਗਿਆ ਹੋਇਆ ਹੈ ਜਿਸ ਦੀ ਧੁਨਿ ਉਸ ਦੇ ਅੰਦਰ ਇਕ-ਰਸ ਹੋ ਰਹੀ ਹੈ ॥੨॥",
    "pronunciation": "(ggn-puir)pUrnbRhm c[duSmx im`qR, du`K suK, mwn Apmwn, jMmx mrn KuSI gmI AmIrI gRIbI c smYsir)ie`ko jyhI idRStI[ smY-sir",
    "type_id": 3
  },
  {
    "shabad_id": 3354,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "squ bMiD kupIn Birpuir lIxw; ijhvw rMig rsIxw ]3]",
    "transliteration": "Sath Bandhh Kupeen Bharipur Leenaa Jihavaa Rang Raseenaa ||3||",
    "translation": "Wearing the loin-cloth of chastity, He remains absorbed in the all-pervading Lord; His tongue enjoys the taste of God's Love. ||3||",
    "punjabi": "ਉੱਚਾ ਆਚਰਨ (-ਰੂਪ) ਲੰਗੋਟ ਬੰਨ੍ਹ ਕੇ (ਮੇਰਾ ਗੁਰੂ) ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੀ ਜੀਭ (ਪ੍ਰਭੂ ਦੇ) ਪ੍ਰੇਮ ਵਿਚ ਰਸੀ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "s`qu",
    "type_id": 3
  },
  {
    "shabad_id": 3354,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "imlY gur swcy. ijin rcu rwcy; ikrqu vIcwir pqIxw ]4]",
    "transliteration": "Milai Gur Saachae Jin Rach Raachae Kirath Veechaar Patheenaa ||4||",
    "translation": "The One who created the creation has met the True Guru; contemplating the Guru's lifestyle, He is pleased. ||4||",
    "punjabi": "ਕਦੇ ਉਕਾਈ ਨਾਹ ਖਾਣ ਵਾਲੇ (ਮੇਰੇ) ਗੁਰੂ ਨੂੰ ਉਹ ਪਰਮਾਤਮਾ ਸਦਾ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ ਜਿਸ ਨੇ ਜਗਤ-ਰਚਨਾ ਰਚੀ ਹੈ, ਉਸ ਦੀ ਜਗਤ-ਕਿਰਤ ਨੂੰ ਵੇਖ ਵੇਖ ਕੇ (ਮੇਰਾ ਗੁਰੂ ਉਸ ਦੀ ਸਰਬ-ਸਮਰੱਥਾ ਵਿਚ) ਨਿਸ਼ਚਾ ਰੱਖਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3354,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "eyk mih srb. srb mih eykw; eyh siqguir dyiK idKweI ]5]",
    "transliteration": "Eaek Mehi Sarab Sarab Mehi Eaekaa Eaeh Sathigur Dhaekh Dhikhaaee ||5||",
    "translation": "All are in the One, and the One is in all. This is what the True Guru has shown me. ||5||",
    "punjabi": "ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਸਾਰੇ ਹੀ ਜੀਵ ਇਕ ਪਰਮਾਤਮਾ ਵਿਚ ਹਨ (ਭਾਵ, ਇਕ ਪ੍ਰਭੂ ਹੀ ਸਭ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਧਾਰ ਹੈ), ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਇਕ ਪਰਮਾਤਮਾ ਵਿਆਪਕ ਹੈ-ਇਹ ਕੌਤਕ (ਮੇਰੇ) ਗੁਰੂ ਨੇ (ਆਪ) ਵੇਖ ਕੇ (ਮੈਨੂੰ) ਵਿਖਾ ਦਿੱਤਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3354,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "ijin kIey KMf mMfl bRhmMfw; so pRBu lKnu. n jweI ]6]",
    "transliteration": "Jin Keeeae Khandd Manddal Brehamanddaa So Prabh Lakhan N Jaaee ||6||",
    "translation": "He who created the worlds, solar systems and galaxies - that God cannot be known. ||6||",
    "punjabi": "(ਮੇਰੇ ਗੁਰੂ ਨੇ ਹੀ ਮੈਨੂੰ ਦੱਸਿਆ ਹੈ ਕਿ) ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਸਾਰੇ ਖੰਡ ਮੰਡਲ ਬ੍ਰਹਿਮੰਡ ਬਣਾਏ ਹਨ ਉਸ ਦਾ ਸਹੀ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3354,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "dIpk qy dIpku prgwisAw; iqRBvx joiq idKweI ]7]",
    "transliteration": "Dheepak Thae Dheepak Paragaasiaa Thribhavan Joth Dhikhaaee ||7||",
    "translation": "From the lamp of God, the lamp within is lit; the Divine Light illuminates the three worlds. ||7||",
    "punjabi": "(ਗੁਰੂ ਨੇ ਆਪਣੀ ਰੌਸ਼ਨ ਜੋਤਿ ਦੇ) ਦੀਵੇ ਤੋਂ (ਮੇਰੇ ਅੰਦਰ) ਦੀਵਾ ਜਗਾ ਦਿੱਤਾ ਹੈ ਤੇ ਮੈਨੂੰ ਉਹ (ਰੱਬੀ) ਜੋਤਿ ਵਿਖਾ ਦਿੱਤੀ ਹੈ, ਜੋ ਤਿੰਨਾਂ ਭਵਨਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3354,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "scY qKiq sc mhlI bYTy; inrBau qwVI lweI ]8]",
    "transliteration": "Sachai Thakhath Sach Mehalee Baithae Nirabho Thaarree Laaee ||8||",
    "translation": "The Guru sits on the true throne in the true mansion; He is attuned, absorbed in the Fearless Lord. ||8||",
    "punjabi": "(ਮੇਰਾ ਗੁਰੂ ਇਕ ਐਸਾ ਨਾਥਾਂ ਦਾ ਭੀ ਨਾਥ ਹੈ ਜੋ) ਸਦਾ ਅਟੱਲ ਰਹਿਣ ਵਾਲੇ ਅਡੋਲਤਾ ਦੇ ਤਖ਼ਤ ਉਤੇ ਬੈਠਾ ਹੋਇਆ ਹੈ ਜੋ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਮਹਿਲ ਵਿਚ ਬੈਠਾ ਹੋਇਆ ਹੈ, (ਉਥੇ ਆਸਣ ਜਮਾਈ) ਬੈਠੇ (ਮੇਰੇ ਗੁਰੂ-ਜੋਗੀ) ਨੇ ਨਿਡਰਤਾ ਦੀ ਸਮਾਧੀ ਲਾਈ ਹੋਈ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3354,
    "pada": 10,
    "source_line": 11,
    "gurmukhi": "moih gieAw bYrwgI jogI; Git Git ikMgurI vweI ]9]",
    "transliteration": "Mohi Gaeiaa Bairaagee Jogee Ghatt Ghatt Kinguree Vaaee ||9||",
    "translation": "The Guru, the detached Yogi, has enticed the hearts of all; He plays His harp in each and every heart. ||9||",
    "punjabi": "ਮਾਇਆ ਤੋਂ ਨਿਰਲੇਪ ਮੇਰੇ ਜੋਗੀ ਗੁਰੂ ਨੇ (ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ) ਮੋਹ ਲਿਆ ਹੈ, ਉਸ ਨੇ ਹਰੇਕ ਦੇ ਅੰਦਰ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਰੌ) ਕਿੰਗੁਰੀ ਵਜਾ ਦਿੱਤੀ ਹੈ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3354,
    "pada": 11,
    "source_line": 12,
    "gurmukhi": "nwnk. srix pRBU kI CUty; siqgur scu sKweI ]10]8]",
    "transliteration": "Naanak Saran Prabhoo Kee Shhoottae Sathigur Sach Sakhaaee ||10||8||",
    "translation": "O Nanak, in God's Sanctuary, one is emancipated; the True Guru becomes our true help and support. ||10||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ (ਮੇਰੇ) ਗੁਰੂ ਦਾ ਮਿੱਤਰ ਹੈ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜੀਵ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ ॥੧੦॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3355,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "rwmklI mhlw 1 ]",
    "transliteration": "Raamakalee Mehalaa 1 ||",
    "translation": "Raamkalee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3355,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "Aau hiT hsq mVI Gru CwieAw; Drix ggn, kl DwrI ]1]",
    "transliteration": "Aouhath Hasath Marree Ghar Shhaaeiaa Dhharan Gagan Kal Dhhaaree ||1||",
    "translation": "He has made His home in the monastery of the heart; He has infused His power into the earth and the sky. ||1||",
    "punjabi": "ਧਰਤੀ ਅਕਾਸ਼ ਨੂੰ ਆਪਣੀ ਸੱਤਿਆ ਨਾਲ ਟਿਕਾ ਰੱਖਣ ਵਾਲਾ ਪਰਮਾਤਮਾ (ਜਿਸ ਜੀਵ ਨੂੰ ਮਾਇਆ-ਮੋਹ ਆਦਿਕ ਤੋਂ ਬਚਾਂਦਾ ਹੈ ਉਸ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਟਿਕ ਕੇ ਉਸ ਦੇ ਸਰੀਰ ਨੂੰ ਆਪਣੇ ਰਹਿਣ ਲਈ ਘਰ ਬਣਾ ਲੈਂਦਾ ਹੈ (ਭਾਵ, ਉਸ ਦੇ ਅੰਦਰ ਆਪਣਾ ਆਪ ਪਰਗਟ ਕਰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "ijn@W ny (ggn)Akws[(Drix)DrqI[ApnI kl SkqI nwl (DwrI)itkweI hY, auh gurmuiK jI dy mVI sRIrAauAqy hiTirdy Gru siqsMgq c CwieAw pUrn hsq ho rhy hn[ mV@I[ hiT kl p",
    "type_id": 3
  },
  {
    "shabad_id": 3355,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "gurmuiK; kyqI sbid auDwrI sMqhu ]1] rhwau ]",
    "transliteration": "Guramukh Kaethee Sabadh Oudhhaaree Santhahu ||1|| Rehaao ||",
    "translation": "Through the Word of the Shabad, the Gurmukhs have saved so very many, O Saints. ||1||Pause||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਕਰ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਪਰਮਾਤਮਾ ਬੇਅੰਤ ਲੁਕਾਈ ਨੂੰ (ਹਉਮੈ ਮਮਤਾ ਕਾਮਾਦਿਕ ਤੋਂ) ਬਚਾਂਦਾ (ਚਲਿਆ ਆ ਰਿਹਾ) ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3355,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "mmqw mwir. haumY soKY; iqRBvix joiq qumwrI ]2]",
    "transliteration": "Mamathaa Maar Houmai Sokhai Thribhavan Joth Thumaaree ||2||",
    "translation": "He conquers attachment, and eradicates egotism, and sees Your Divine Light pervading the three worlds, Lord. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਜਿਸ ਮਨੁੱਖ ਦਾ ਤੂੰ ਉੱਧਾਰ ਕਰਦਾ ਹੈਂ) ਉਹ ਅਪਣੱਤ ਨੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮਾਰ ਕੇ ਹਉਮੈ ਨੂੰ ਭੀ ਮੁਕਾ ਲੈਂਦਾ ਹੈ, ਤੇ ਉਸ ਨੂੰ ਇਸ ਤ੍ਰਿ-ਭਵਨੀ ਜਗਤ ਵਿਚ ਤੇਰੀ ਹੀ ਜੋਤਿ ਨਜ਼ਰੀਂ ਆਉਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3355,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "mnsw mwir. mnY mih rwKY; siqgur sbid vIcwrI ]3]",
    "transliteration": "Manasaa Maar Manai Mehi Raakhai Sathigur Sabadh Veechaaree ||3||",
    "translation": "He conquers desire, and enshrines the Lord within his mind; he contemplates the Word of the True Guru's Shabad. ||3||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਜੀਵ ਨੂੰ ਤੂੰ ਤਾਰਦਾ ਹੈਂ) ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉੱਚੀ ਵਿਚਾਰ ਦਾ ਮਾਲਕ ਹੋ ਕੇ ਆਪਣੇ ਮਨ ਦੇ ਮਾਇਕ ਫੁਰਨਿਆਂ ਨੂੰ ਮੁਕਾ ਕੇ (ਤੇਰੀ ਯਾਦ ਨੂੰ) ਆਪਣੇ ਮਨ ਵਿਚ ਟਿਕਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3355,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "isM|I suriq Anwhid vwjY; Git Git joiq qumwrI ]4]",
    "transliteration": "Sinn(g)ee Surath Anaahadh Vaajai Ghatt Ghatt Joth Thumaaree ||4||",
    "translation": "The horn of consciousness vibrates the unstruck sound current; Your Light illuminates each and every heart, Lord. ||4||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਉਤੇ ਤੇਰੀ ਮੇਹਰ ਹੁੰਦੀ ਹੈ ਉਹ ਹੈ ਅਸਲ ਜੋਗੀ, ਉਸ ਦੀ) ਸੁਰਤ ਤੇਰੇ ਨਾਸ-ਰਹਿਤ ਸਰੂਪ ਵਿਚ ਟਿਕਦੀ ਹੈ (ਇਹ, ਮਾਨੋ, ਉਸ ਦੇ ਅੰਦਰ ਜੋਗੀ ਵਾਲੀ) ਸਿੰਙੀ ਵੱਜਦੀ ਹੈ, ਉਸ ਨੂੰ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਤੇਰੀ ਹੀ ਜੋਤਿ ਦਿੱਸਦੀ ਹੈ (ਉਹ ਕਿਸੇ ਨੂੰ ਤਿਆਗ ਕੇ ਜੰਗਲੀਂ ਪਹਾੜੀਂ ਨਹੀਂ ਭਟਕਦਾ) ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3355,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "prpMcbyxu, qhI mnu rwiKAw; bRhm Agin prjwrI ]5]",
    "transliteration": "Parapanch Baen Thehee Man Raakhiaa Breham Agan Parajaaree ||5||",
    "translation": "He plays the flute of the universe in his mind, and lights the fire of God. ||5||",
    "punjabi": "(ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਟਿਕਿਆ ਹੋਇਆ ਮਨੁੱਖ ਅਸਲ ਜੋਗੀ ਹੈ,) ਉਹ ਆਪਣੇ ਮਨ ਨੂੰ ਉਸ ਪਰਮਾਤਮਾ ਵਿਚ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ਜਿਸ ਵਿਚ ਜਗਤ-ਰਚਨਾ ਦੀ ਬੀਣਾ ਸਦਾ ਵੱਜ ਰਹੀ ਹੈ, ਉਹ ਆਪਣੇ ਅੰਦਰ ਰੱਬੀ ਜੋਤਿ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਗਾ ਲੈਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "(pr-pMcbyx)Anhq pMc sbd rUp vIxw[pr-jwrI",
    "type_id": 3
  },
  {
    "shabad_id": 3355,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "pMc qqu imil. Aih inis dIpku; inrml joiq ApwrI ]6]",
    "transliteration": "Panch Thath Mil Ahinis Dheepak Niramal Joth Apaaree ||6||",
    "translation": "Bringing together the five elements, day and night, the Lord's lamp shines with the Immaculate Light of the Infinite. ||6||",
    "punjabi": "(ਹੇ ਅਉਧੂ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ ਆਤਮ-ਉੱਧਾਰ ਦੇ ਰਸਤੇ ਪਾਂਦਾ ਹੈ) ਉਹ ਮਨੁੱਖ ਇਸ ਪੰਜ-ਤੱਤੀ ਮਨੁੱਖਾ ਸਰੀਰ ਨੂੰ ਹਾਸਲ ਕਰ ਕੇ (ਜੰਗਲੀਂ ਪਹਾੜੀਂ ਜਾ ਕੇ ਇਸ ਨੂੰ ਸੁਆਹ ਵਿਚ ਨਹੀਂ ਰੋਲਦਾ, ਉਹ ਤਾਂ) ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਦੀ ਪਵਿੱਤਰ ਜੋਤਿ ਦਾ ਦੀਵਾ ਦਿਨ ਰਾਤ (ਆਪਣੇ ਅੰਦਰ ਜਗਾਈ ਰੱਖਦਾ ਹੈ) ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3355,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "riv sis lauky, iehu qnu ikMgurI; vwjY sbdu inrwrI ]7]",
    "transliteration": "Rav Sas Loukae Eihu Than Kinguree Vaajai Sabadh Niraaree ||7||",
    "translation": "The right and left nostrils, the sun and the moon channels, are the strings of the body-harp; they vibrate the wondrous melody of the Shabad. ||7||",
    "punjabi": "(ਹੇ ਅਉਧੂ! ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਦਾ ਪਾਤਰ ਬਣਿਆ ਹੋਇਆ ਮਨੁੱਖ ਆਪਣੇ ਇਸ ਸਰੀਰ ਨੂੰ ਕਿੰਗੁਰੀ ਬਣਾਂਦਾ ਹੈ, ਸੁਆਸ ਸੁਆਸ ਨਾਮ ਜਪਣ ਨੂੰ ਇਸ ਸਰੀਰ-ਕਿੰਗੁਰੀ ਦੇ ਤੂੰਬੇ ਬਣਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਅਨੋਖੀ ਖਿੱਚ ਨਾਲ ਵੱਜਦਾ ਹੈ (ਭਾਵ, ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਉਸ ਦੇ ਅੰਦਰ ਸੁਆਦਲਾ ਪ੍ਰੇਮ-ਰਾਗ ਪੈਦਾ ਕਰਦਾ ਹੈ) ॥੭॥",
    "pronunciation": "ibbyk rUp (riv)sUrj[vYrwg rUp(sis) cMd[lauky qUMby",
    "type_id": 3
  },
  {
    "shabad_id": 3355,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "isv ngrI mih Awsxu AauDU; AlKu AgMmu ApwrI ]8]",
    "transliteration": "Siv Nagaree Mehi Aasan Aoudhhoo Alakh Aganm Apaaree ||8||",
    "translation": "The true hermit obtains a seat in the City of God, the invisible, inaccessible, infinite. ||8||",
    "punjabi": "ਹੇ ਅਉਧੂ! (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉੱਧਾਰਦਾ ਹੈ, ਉਹ) ਉਸ ਆਤਮਕ ਅਵਸਥਾ-ਰੂਪ ਨਗਰੀ ਵਿਚ ਅਡੋਲ-ਚਿੱਤ ਹੋ ਕੇ ਜੁੜਦਾ ਹੈ ਜਿਥੇ ਕੱਲਿਆਣ-ਸਰੂਪ ਪ੍ਰਭੂ ਦਾ ਹੀ ਪ੍ਰਭਾਵ ਹੈ, ਜਿੱਥੇ ਉਸ ਦੇ ਅੰਦਰ ਅਲੱਖ ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਪਰਗਟ ਹੋ ਪੈਂਦਾ ਹੈ (ਉਹ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹੀ ਗੁਰਸਿੱਖ ਜੋਗੀ ਦੀ ਸ਼ਿਵ-ਨਗਰੀ ਹੈ) ॥੮॥",
    "pronunciation": "n`grI A-lKu polw",
    "type_id": 3
  },
  {
    "shabad_id": 3355,
    "pada": 10,
    "source_line": 18,
    "gurmukhi": "kwieAw ngrI iehu mnu rwjw; pMc vsih vIcwrI ]9]",
    "transliteration": "Kaaeiaa Nagaree Eihu Man Raajaa Panch Vasehi Veechaaree ||9||",
    "translation": "The mind is the king of the city of the body; the five sources of knowledge dwell within it. ||9||",
    "punjabi": "(ਹੇ ਅਉਧੂ! ਪ੍ਰਭੂ ਤੋਂ ਵਰੋਸਾਏ ਹੋਏ ਮਨੁੱਖ ਦਾ ਇਹ) ਸਰੀਰ (ਮਾਨੋ, ਵੱਸਦਾ) ਸ਼ਹਿਰ ਬਣ ਜਾਂਦਾ ਹੈ ਜਿਸ ਵਿਚ ਪੰਜੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਵਿਚਾਰਵਾਨ ਹੋ ਕੇ (ਉੱਚੀ ਆਤਮਕ ਸੂਝ-ਬੂਝ ਵਾਲੇ ਹੋ ਕੇ) ਵੱਸਦੇ ਹਨ (ਭਾਵ, ਵਿਕਾਰਾਂ ਦੇ ਪਿੱਛੇ ਭਟਕਦੇ ਨਹੀਂ ਫਿਰਦੇ, ਵਰੋਸਾਏ ਮਨੁੱਖ ਦਾ) ਇਹ ਮਨ (ਸਰੀਰ-ਨਗਰੀ ਵਿਚ) ਰਾਜਾ ਬਣ ਜਾਂਦਾ ਹੈ (ਕਾਮਾਦਿਕਾਂ ਨੂੰ ਵੱਸ ਵਿਚ ਰੱਖੀ ਬੈਠਦਾ ਹੈ) ॥੯॥",
    "pronunciation": "n`grI",
    "type_id": 3
  },
  {
    "shabad_id": 3355,
    "pada": 11,
    "source_line": 19,
    "gurmukhi": "sbid rvY Awsix Gir rwjw; Adlu kry guxkwrI ]10]",
    "transliteration": "Sabadh Ravai Aasan Ghar Raajaa Adhal Karae Gunakaaree ||10||",
    "translation": "Seated in his home, this king chants the Shabad; he administers justice and virtue. ||10||",
    "punjabi": "(ਹੇ ਅਉਧੂ! ਜਿਸ ਮਨੁੱਖ ਦਾ, ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ, ਉੱਧਾਰ ਕਰਦਾ ਹੈ ਉਸ ਦਾ ਮਨ ਕਾਮਾਦਿਕਾਂ ਉਤੇ) ਬਲੀ ਹੋ ਕੇ (ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ) ਆਸਣ ਉਤੇ ਬੈਠਦਾ ਹੈ ਆਪਣੇ ਅੰਦਰ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਨਿਆਂ ਕਰਦਾ ਹੈ (ਭਾਵ, ਸਾਰੇ ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਆਪੋ ਆਪਣੀ ਹੱਦ ਵਿਚ ਰੱਖਦਾ ਹੈ), ਤੇ ਪਰਉਪਕਾਰੀ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3355,
    "pada": 12,
    "source_line": 19,
    "gurmukhi": "kwlu ibkwlu khy kih bpury; jIvq mUAw. mnu mwrI ]11]",
    "transliteration": "Kaal Bikaal Kehae Kehi Bapurae Jeevath Mooaa Man Maaree ||11||",
    "translation": "What can poor death or birth say to him? Conquering his mind, he remains dead while yet alive. ||11||",
    "punjabi": "(ਹੇ ਅਉਧੂ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਹੁੰਦੀ ਹੈ ਉਹ ਧੂਣੀਆਂ ਤਪਾ ਤਪਾ ਕੇ ਨਹੀਂ ਸੜਦਾ, ਉਹ ਤਾਂ ਇਹ ਸੰਸਾਰਕ ਜੀਵਨ) ਜੀਊਂਦਾ ਹੀ (ਹਉਮੈ ਮਮਤਾ ਕਾਮਾਦਿਕਾਂ ਵਲੋਂ) ਮਰ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਮਨ ਨੂੰ (ਇਹਨਾਂ ਵਲੋਂ) ਮਾਰ ਦੇਂਦਾ ਹੈ, (ਇਸ ਅਵਸਥਾ ਵਿਚ ਪਹੁੰਚੇ ਹੋਏ ਦਾ) ਵਿਚਾਰੇ ਜਨਮ ਮਰਨ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦੇ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
