[
  {
    "shabad_id": 3357,
    "pada": 23,
    "source_line": 1,
    "gurmukhi": "kwieAw ngrI sbdy Kojy; nwmu nvM iniD pweI ]22]",
    "transliteration": "Kaaeiaa Nagaree Sabadhae Khojae Naam Navan Nidhh Paaee ||22||",
    "translation": "One who searches the village of the body, through the Shabad, obtains the nine treasures of the Naam. ||22||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਸਰੀਰ-ਨਗਰ ਨੂੰ ਖੋਜਦਾ ਹੈ (ਆਪਣੇ ਜੀਵਨ ਦੀ ਪੜਤਾਲ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲੈਂਦਾ ਹੈ ॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3357,
    "pada": 24,
    "source_line": 1,
    "gurmukhi": "mnsw mwir mnu shij smwxw; ibnu rsnw. ausqiq krweI ]23]",
    "transliteration": "Manasaa Maar Man Sehaj Samaanaa Bin Rasanaa Ousathath Karaaee ||23||",
    "translation": "Conquering desire, the mind is absorbed in intuitive ease, and then one chants the Lord's Praises without speaking. ||23||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਮਨ ਦੇ ਮਾਇਕ ਫੁਰਨੇ ਨੂੰ ਮਾਰ ਕੇ ਆਪਣੇ ਮਨ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਾ ਲੈਂਦਾ ਹੈ; ਉਹ ਮਨੁੱਖ ਜੀਭ ਨੂੰ ਪਦਾਰਥਾਂ ਦੇ ਰਸਾਂ ਵਲੋਂ ਹਟਾ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਜੋੜਦਾ ਹੈ ॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3357,
    "pada": 25,
    "source_line": 2,
    "gurmukhi": "loiex dyiK rhy ibsmwdI; icqu Aidsit lgweI ]24]",
    "transliteration": "Loein Dhaekh Rehae Bisamaadhee Chith Adhisatt Lagaaee ||24||",
    "translation": "Let your eyes gaze upon the Wondrous Lord; let your consciousness be attached to the Unseen Lord. ||24||",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੀਆਂ ਅੱਖਾਂ (ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਵਲੋਂ ਹਟ ਕੇ) ਅਸਚਰਜ-ਰੂਪ ਪਰਮਾਤਮਾ ਨੂੰ (ਹਰ ਥਾਂ) ਵੇਖਦੀਆਂ ਹਨ, ਉਸ ਦਾ ਚਿੱਤ ਅਦ੍ਰਿਸ਼ਟ ਪ੍ਰਭੂ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨੪॥",
    "pronunciation": "A-idsit",
    "type_id": 3
  },
  {
    "shabad_id": 3357,
    "pada": 26,
    "source_line": 3,
    "gurmukhi": "Aidstu sdw rhY inrwlmu; joqI joiq imlweI ]25]",
    "transliteration": "Adhisatt Sadhaa Rehai Niraalam Jothee Joth Milaaee ||25||",
    "translation": "The Unseen Lord is forever absolute and immaculate; one's light merges into the Light. ||25||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਉਸ ਮਨੁੱਖ ਦੀ) ਜੋਤਿ ਉਸ ਨੂਰੋ-ਨੂਰ-ਪ੍ਰਭੂ ਵਿਚ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ ਜੋ ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ ਨਹੀਂ ਦਿੱਸਦਾ, ਤੇ, ਜੋ ਸਦਾ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ ॥੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3357,
    "pada": 27,
    "source_line": 3,
    "gurmukhi": "hau. guru swlwhI sdw Awpxw; ijin swcI bUJ buJweI ]26]",
    "transliteration": "Ho Gur Saalaahee Sadhaa Aapanaa Jin Saachee Boojh Bujhaaee ||26||",
    "translation": "I praise my Guru forever, who has inspired me to understand this true understanding. ||26||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਮੈਂ ਭੀ ਆਪਣੇ ਉਸ ਗੁਰੂ ਨੂੰ ਹੀ ਸਦਾ ਵਡਿਆਉਂਦਾ ਰਹਿੰਦਾ ਹਾਂ ਜਿਸ ਨੇ (ਮੈਨੂੰ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸੂਝ ਬਖ਼ਸ਼ੀ ਹੈ ॥੨੬॥",
    "pronunciation": "bU`J[bu`JweI",
    "type_id": 3
  },
  {
    "shabad_id": 3357,
    "pada": 28,
    "source_line": 4,
    "gurmukhi": "nwnku eyk khY bynMqI; nwvhu giq piq pweI ]27]2]11]",
    "transliteration": "Naanak Eaek Kehai Baenanthee Naavahu Gath Path Paaee ||27||2||11||",
    "translation": "Nanak offers this one prayer: through the Name, may I find salvation and honor. ||27||2||11||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਨਾਨਕ ਇਕ ਇਹ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ) ਨਾਮ ਤੋਂ ਹੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਨਾਮ ਤੋਂ ਹੀ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ॥੨੭॥੨॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "rwmklI mhlw 3 ]",
    "transliteration": "Raamakalee Mehalaa 3 ||",
    "translation": "Raamkalee, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir kI pUjw dulMB hY sMqhu; khxw kCU. n jweI ]1]",
    "transliteration": "Har Kee Poojaa Dhulanbh Hai Santhahu Kehanaa Kashhoo N Jaaee ||1||",
    "translation": "It is so hard to obtain that devotional worship of the Lord, O Saints. It cannot be described at all. ||1||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦੀ ਪੂਜਾ-ਭਗਤੀ ਬੜੀ ਔਖਿਆਈ ਨਾਲ ਮਿਲਦੀ ਹੈ। ਪ੍ਰਭੂ ਦੀ ਪੂਜਾ ਕਿਤਨੀ ਦੁਰਲੱਭ ਹੈ-ਇਸ ਬਾਬਤ ਕੁਝ ਭੀ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੧॥",
    "pronunciation": "du-lMB",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "sMqhu gurmuiK pUrw pweI ]",
    "transliteration": "Santhahu Guramukh Pooraa Paaee ||",
    "translation": "O Saints, as Gurmukh, find the Perfect Lord,",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ ਸਾਰੇ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "nwmo pUj krweI ]1] rhwau ]",
    "transliteration": "Naamo Pooj Karaaee ||1|| Rehaao ||",
    "translation": "And worship the Naam, the Name of the Lord. ||1||Pause||",
    "punjabi": "ਨਾਮ ਜਪੋ, ਨਾਮ ਹੀ ਜਪੋ-ਗੁਰੂ ਇਹ ਪੂਜਾ ਕਰਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3358,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "hir ibnu. sBu ikCu mYlw. sMqhu; ikAw hau pUj cVweI ]2]",
    "transliteration": "Har Bin Sabh Kishh Mailaa Santhahu Kiaa Ho Pooj Charraaee ||2||",
    "translation": "Without the Lord, everything is filthy, O Saints; what offering should I place before Him? ||2||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਦੁਨੀਆ ਦੇ ਲੋਕ ਫੁੱਲ ਪੱਤਰਾਂ ਆਦਿਕ ਨਾਲ ਦੇਵਤਿਆਂ ਦੀ ਪੂਜਾ ਕਰਦੇ ਹਨ, ਪਰ) ਹੇ ਸੰਤ ਜਨੋ! ਮੈਂ (ਪਰਮਾਤਮਾ ਦੀ ਪੂਜਾ ਕਰਨ ਵਾਸਤੇ) ਕਿਹੜੀ ਚੀਜ਼ ਉਸ ਅੱਗੇ ਭੇਟਾ ਕਰਾਂ? ਉਸ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਨਾਮ ਦੇ ਟਾਕਰੇ ਤੇ) ਹੋਰ ਹਰੇਕ ਚੀਜ਼ ਮੈਲੀ ਹੈ ॥੨॥",
    "pronunciation": "cV@weI",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "hir swcy BwvY sw pUjw hovY; Bwxw min vsweI ]3]",
    "transliteration": "Har Saachae Bhaavai Saa Poojaa Hovai Bhaanaa Man Vasaaee ||3||",
    "translation": "Whatever pleases the True Lord is devotional worship; His Will abides in the mind. ||3||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਚੰਗੀ ਲੱਗਣ ਲੱਗ ਪਏ ਤਾਂ ਉਸ ਵੱਲੋਂ ਇਹੀ ਪਰਮਾਤਮਾ ਦੀ ਪੂਜਾ ਹੈ। (ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ) ਰਜ਼ਾ ਨੂੰ ਹੀ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ (ਰਜ਼ਾ ਨੂੰ ਹੀ ਚੰਗੀ ਜਾਣਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "pUjw krY sBu loku sMqhu; mnmuiK Qwie. n pweI ]4]",
    "transliteration": "Poojaa Karai Sabh Lok Santhahu Manamukh Thhaae N Paaee ||4||",
    "translation": "Everyone worships Him, O Saints, but the self-willed manmukh is not accepted or approved. ||4||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਸਾਰਾ ਜਗਤ (ਆਪਣੇ ਵਲੋਂ) ਪੂਜਾ ਕਰਦਾ ਹੈ, ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੀ ਕੀਤੀ ਹੋਈ ਕੋਈ ਭੀ ਪੂਜਾ (ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਬੂਲ ਨਹੀਂ ਹੁੰਦੀ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "sbid mrY. mnu inrmlu sMqhu; eyh pUjw Qwie pweI ]5]",
    "transliteration": "Sabadh Marai Man Niramal Santhahu Eaeh Poojaa Thhaae Paaee ||5||",
    "translation": "If someone dies in the Word of the Shabad, his mind become immaculate, O Saints; such worship is accepted and approved. ||5||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਵਿਕਾਰਾਂ ਦਾ ਪ੍ਰਭਾਵ ਆਪਣੇ ਉੱਤੇ ਨਹੀਂ ਪੈਣ ਦੇਂਦਾ ਉਸ ਦਾ ਮਨ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ। ਉਸ ਦੀ ਇਹ ਪੂਜਾ ਪ੍ਰਭੂ-ਦਰ ਤੇ ਪਰਵਾਨ ਹੋ ਜਾਂਦੀ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "pivq pwvn sy jn swcy; eyk sbid ilv lweI ]6]",
    "transliteration": "Pavith Paavan Sae Jan Saachae Eaek Sabadh Liv Laaee ||6||",
    "translation": "Sanctified and pure are those true beings, who enshrine love for the Shabad. ||6||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਅਜਿਹੇ ਬੰਦੇ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨਾਲ ਇਕ-ਮਿਕ ਹੋ ਜਾਂਦੇ ਹਨ; ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਬੰਦੇ ਇਕ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦੇ ਹਨ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ibnu nwvY hor pUj. n hovI; Brim BulI lokweI ]7]",
    "transliteration": "Bin Naavai Hor Pooj N Hovee Bharam Bhulee Lokaaee ||7||",
    "translation": "There is no worship of the Lord, other than the Name; the world wanders, deluded by doubt. ||7||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦੀ ਕਿਸੇ ਹੋਰ ਕਿਸਮ ਦੀ ਪੂਜਾ ਨਹੀਂ ਹੋ ਸਕਦੀ। (ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ) ਭੁਲੇਖੇ ਵਿਚ ਪੈ ਕੇ ਦੁਨੀਆ ਕੁਰਾਹੇ ਪਈ ਰਹਿੰਦੀ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "gurmuiK Awpu pCwxY sMqhu; rwm nwim ilv lweI ]8]",
    "transliteration": "Guramukh Aap Pashhaanai Santhahu Raam Naam Liv Laaee ||8||",
    "translation": "The Gurmukh understands his own self, O Saints; he lolvingly centers his mind on the Lord's Name. ||8||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਪੜਤਾਲਦਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 10,
    "source_line": 10,
    "gurmukhi": "Awpy inrmlu pUj krwey; gur sbdI Qwie pweI ]9]",
    "transliteration": "Aapae Niramal Pooj Karaaeae Gur Sabadhee Thhaae Paaee ||9||",
    "translation": "The Immaculate Lord Himself inspires worship of Him; through the Word of the Guru's Shabad, it is accepted and approved. ||9||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪਵਿੱਤਰ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵ ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਉਸ ਪਾਸੋਂ ਆਪਣੀ) ਪੂਜਾ-ਭਗਤੀ ਕਰਾਂਦਾ ਹੈ, ਤੇ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਉਸ ਦੀ ਲੀਨਤਾ ਦੇ ਕਾਰਨ ਉਸ ਦੀ ਕੀਤੀ ਪੂਜਾ ਪਰਵਾਨ ਕਰਦਾ ਹੈ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 11,
    "source_line": 10,
    "gurmukhi": "pUjw krih pru ibiD. nhI jwxih; dUjY Bwie mlu lweI ]10]",
    "transliteration": "Poojaa Karehi Par Bidhh Nehee Jaanehi Dhoojai Bhaae Mal Laaee ||10||",
    "translation": "Those who worship Him, but do not know the Way, are polluted with the love of duality. ||10||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ) ਪੂਜਾ ਤਾਂ ਕਰਦੇ ਹਨ, ਪਰੰਤੂ (ਪੂਜਾ ਦਾ) ਸਹੀ ਤਰੀਕਾ ਨਹੀਂ ਜਾਣਦੇ। ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਫਸ ਕੇ (ਮਨਮੁਖ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਨੂੰ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਚੰਬੋੜੀ ਰੱਖਦਾ ਹੈ ॥੧੦॥",
    "pronunciation": "ibiD:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 12,
    "source_line": 11,
    "gurmukhi": "gurmuiK hovY su pUjw jwxY; Bwxw min vsweI ]11]",
    "transliteration": "Guramukh Hovai S Poojaa Jaanai Bhaanaa Man Vasaaee ||11||",
    "translation": "One who becomes Gurmukh, knows what worship is; the Lord's Will abides within his mind. ||11||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੁੰਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨੀ ਜਾਣਦਾ ਹੈ (ਉਹ ਜਾਣਦਾ ਹੈ ਕਿ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਰਾਜ਼ੀ ਰਹਿਣਾ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਹੈ, ਇਸ ਵਾਸਤੇ ਉਹ ਪ੍ਰਭੂ ਦੀ) ਰਜ਼ਾ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 13,
    "source_line": 12,
    "gurmukhi": "Bwxy qy siB suK pwvY sMqhu; AMqy. nwmu sKweI ]12]",
    "transliteration": "Bhaanae Thae Sabh Sukh Paavai Santhahu Anthae Naam Sakhaaee ||12||",
    "translation": "One who accepts the Lord's Will obtains total peace, O Saints; in the end, the Naam will be our help and support. ||12||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਗੁਰਮੁਖ ਮਨੁੱਖ ਭਾਣਾ ਮੰਨਣ ਤੋਂ (ਹੀ ਇਸ ਲੋਕ ਵਿਚ) ਸਾਰੇ ਸੁਖ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ; ਅਖ਼ੀਰ ਵੇਲੇ ਭੀ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਸ ਦਾ ਸਾਥੀ ਬਣਦਾ ਹੈ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 14,
    "source_line": 12,
    "gurmukhi": "Apxw Awpu. n pCwxih sMqhu; kUiV krih vifAweI ]13]",
    "transliteration": "Apanaa Aap N Pashhaanehi Santhahu Koorr Karehi Vaddiaaee ||13||",
    "translation": "One who does not understand his own self, O Saints, falsely flatters himself. ||13||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! (ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਨਹੀਂ ਪੜਤਾਲਦੇ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਹੋਏ ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਆਪ ਦੀ ਹੀ ਸੋਭਾ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 15,
    "source_line": 13,
    "gurmukhi": "pwKMif kInY jmu. nhI CofY; lY jwsI piq gvweI ]14]",
    "transliteration": "Paakhandd Keenai Jam Nehee Shhoddai Lai Jaasee Path Gavaaee ||14||",
    "translation": "The Messenger of Death does not give up on those who practices hypocrisy; they are dragged away in disgrace. ||14||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! (ਧਰਮ ਦਾ) ਪਖੰਡ ਕੀਤਿਆਂ ਮੌਤ (ਦਾ ਸਹਿਮ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਕਰਦਾ। ਜਮ (ਨਾਮ-ਹੀਣ ਬੰਦਿਆਂ ਨੂੰ) ਇਥੋਂ ਉਹਨਾਂ ਦੀ ਇੱਜ਼ਤ ਗੰਵਾ ਕੇ (ਪਰਲੋਕ ਵਿਚ) ਲੈ ਜਾਇਗਾ ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 16,
    "source_line": 13,
    "gurmukhi": "ijn AMqir sbdu Awpu pCwxih; giq imiq iqn hI pweI ]15]",
    "transliteration": "Jin Anthar Sabadh Aap Pashhaanehi Gath Mith Thin Hee Paaee ||15||",
    "translation": "Those who have the Shabad deep within, understand themselves; they find the way of salvation. ||15||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਪੜਤਾਲਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੇ ਹੀ ਇਹ ਗੱਲ ਸਮਝੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਕਿਹੋ ਜਿਹਾ ਹੈ ਤੇ ਕੇਡਾ ਵੱਡਾ (ਬੇਅੰਤ) ਹੈ ॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 17,
    "source_line": 14,
    "gurmukhi": "eyhu mnUAw suMn smwiD lgwvY; joqI joiq imlweI ]16]",
    "transliteration": "Eaehu Manooaa Sunn Samaadhh Lagaavai Jothee Joth Milaaee ||16||",
    "translation": "Their minds enter into the deepest state of Samaadhi, and their light is absorbed into the Light. ||16||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਗੁਰ-ਸ਼ਬਦ ਵੱਸਦਾ ਹੈ ਉਹਨਾਂ ਦਾ) ਇਹ ਮਨ ਅਜਿਹੀ ਇਕਾਗ੍ਰਤਾ ਬਣਾਂਦਾ ਹੈ ਜਿਥੇ ਮਾਇਆ ਦੇ ਫੁਰਨੇ ਨਹੀਂ ਉੱਠਦੇ, ਉਹਨਾਂ ਦੀ ਜਿੰਦ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਲੀਨ ਹੈ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 18,
    "source_line": 15,
    "gurmukhi": "suix suix gurmuiK nwmu vKwxih; sqsMgiq mylweI ]17]",
    "transliteration": "Sun Sun Guramukh Naam Vakhaanehi Sathasangath Maelaaee ||17||",
    "translation": "The Gurmukhs listen constantly to the Naam, and chant it in the True Congregation. ||17||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਉਹ ਬੰਦੇ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਬੈਠਦੇ ਹਨ, (ਸਤ-ਸੰਗੀਆਂ ਪਾਸੋਂ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸੁਣ ਸੁਣ ਕੇ ਉਹ ਭੀ ਨਾਮ ਉਚਾਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 19,
    "source_line": 15,
    "gurmukhi": "gurmuiK gwvY. Awpu gvwvY; dir swcY soBw pweI ]18]",
    "transliteration": "Guramukh Gaavai Aap Gavaavai Dhar Saachai Sobhaa Paaee ||18||",
    "translation": "The Gurmukhs sing the Lord's Praises, and erase self-conceit; they obtain true honor in the Court of the Lord. ||18||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਅਹੰਕਾਰ ਦੂਰ ਕਰਦਾ ਹੈ, ਤੇ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਪਾਂਦਾ ਹੈ ॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 20,
    "source_line": 16,
    "gurmukhi": "swcI bwxI scu vKwxY; sic nwim ilv lweI ]19]",
    "transliteration": "Saachee Baanee Sach Vakhaanai Sach Naam Liv Laaee ||19||",
    "translation": "True are their words; they speak only the Truth; they lovingly focus on the True Name. ||19||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ) ਸਦਾ-ਥਿਰ ਹਰੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਉਚਾਰਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਚਾਰਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 21,
    "source_line": 16,
    "gurmukhi": "BY BMjnu. Aiq pwp inKMjnu; myrw pRBu. AMiq sKweI ]20]",
    "transliteration": "Bhai Bhanjan Ath Paap Nikhanjan Maeraa Prabh Anth Sakhaaee ||20||",
    "translation": "My God is the Destroyer of fear, the Destroyer of sin; in the end, He is our only help and support. ||20||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਜੀਵਾਂ ਦੇ ਸਾਰੇ ਡਰ ਨਾਸ ਕਰਨ ਵਾਲਾ ਤੇ ਘੋਰ ਪਾਪ ਦੂਰ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਆਖ਼ਰ (ਉਹਨਾਂ ਦਾ) ਸਾਥੀ ਬਣਦਾ ਹੈ (ਜੋ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ) ॥੨੦॥",
    "pronunciation": "in-KMjnu, k`tx vwly",
    "type_id": 3
  },
  {
    "shabad_id": 3358,
    "pada": 22,
    "source_line": 17,
    "gurmukhi": "sBu ikCu Awpy Awip vrqY; nwnk nwim vifAweI ]21]3]12]",
    "transliteration": "Sabh Kishh Aapae Aap Varathai Naanak Naam Vaddiaaee ||21||3||12||",
    "translation": "He Himself pervades and permeates everything; O Nanak, glorious greatness is obtained through the Naam. ||21||3||12||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਇਹ ਸਭ ਕੁਝ (ਜੋ ਦਿੱਸ ਰਿਹਾ ਹੈ, ਇਸ ਵਿਚ) ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ। ਹੇ ਨਾਨਕ! ਉਸ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਲੋਕ ਪਰਲੋਕ ਵਿਚ ਆਦਰ ਮਿਲਦਾ ਹੈ ॥੨੧॥੩॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3359,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "rwmklI mhlw 3 ]",
    "transliteration": "Raamakalee Mehalaa 3 ||",
    "translation": "Raamkalee, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3359,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "hm kucl kucIl. Aiq AiBmwnI; imil sbdy. mYlu auqwrI ]1]",
    "transliteration": "Ham Kuchal Kucheel Ath Abhimaanee Mil Sabadhae Mail Outhaaree ||1||",
    "translation": "I am filthy and polluted, proud and egotistical; receiving the Word of the Shabad, my filth is taken away. ||1||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਅਸੀਂ ਸੰਸਾਰੀ-ਜੀਵ (ਆਮ ਤੌਰ ਤੇ) ਕੁਚੱਲਣੇ ਗੰਦੇ ਆਚਰਨ ਵਾਲੇ ਅਹੰਕਾਰੀ ਹੋਏ ਰਹਿੰਦੇ ਹਾਂ। (ਕਿਸੇ ਵਡਭਾਗੀ ਨੇ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਆਪਣੇ ਮਨ ਤੋਂ ਉਤਾਰੀ ਹੁੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3359,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "sMqhu; gurmuiK nwim insqwrI ]",
    "transliteration": "Santhahu Guramukh Naam Nisathaaree ||",
    "translation": "O Saints, the Gurmukhs are saved through the Naam, the Name of the Lord.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਿਹਾਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ-ਉਤਾਰਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3359,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "scw nwmu visAw Gt AMqir; krqY Awip svwrI ]1] rhwau ]",
    "transliteration": "Sachaa Naam Vasiaa Ghatt Anthar Karathai Aap Savaaree ||1|| Rehaao ||",
    "translation": "The True Name abides deep within their hearts. The Creator Himself embellishes them. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵੱਸ ਪੈਂਦਾ ਹੈ, (ਸਮਝੋ) ਕਰਤਾਰ ਨੇ ਆਪ ਹੀ ਉਸ ਦੀ ਇੱਜ਼ਤ ਰੱਖ ਲਈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  }
]
