[
  {
    "id": 39062,
    "shabad_id": 3359,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "pwrs prsy. iPir pwrsu hoey; hir jIau ApxI ikrpw DwrI ]2]",
    "transliteration": "Paaras Parasae Fir Paaras Hoeae Har Jeeo Apanee Kirapaa Dhhaaree ||2||",
    "translation": "Touching the philosopher's stone, they themselves become the philosopher's stone; the Dear Lord Himself blesses them with His Mercy. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਜੀ ਆਪਣੀ ਕਿਰਪਾ ਕਰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ-ਪਾਰਸ ਨੂੰ ਛੁਹ ਕੇ ਆਪ ਭੀ ਪਾਰਸ ਬਣ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39063,
    "shabad_id": 3359,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ieik ByK krih. iPrih AiBmwnI; iqn jUAY bwjI hwrI ]3]",
    "transliteration": "Eik Bhaekh Karehi Firehi Abhimaanee Thin Jooai Baajee Haaree ||3||",
    "translation": "Some wear religious robes, and wander around in pride; they lose their life in the gamble. ||3||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਹੜੇ ਅਨੇਕਾਂ ਜੀਵ ਧਾਰਮਿਕ ਬਾਣਾ ਪਾਈ ਫਿਰਦੇ ਹਨ ਤੇ ਉਸ ਭੇਖ ਦੇ ਕਾਰਨ ਅਹੰਕਾਰੀ ਹੋਏ ਫਿਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੇ ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਖੇਡ ਜੂਏ ਵਿਚ ਹਾਰ ਲਈ (ਜਾਣੋ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39064,
    "shabad_id": 3359,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ieik. Anidnu Bgiq krih idnu rwqI; rwm nwmu auir DwrI ]4]",
    "transliteration": "Eik Anadhin Bhagath Karehi Dhin Raathee Raam Naam Our Dhhaaree ||4||",
    "translation": "Some worship the Lord in devotion, night and day; day and night, they keep the Lord's Name enshrined in their hearts. ||4||",
    "punjabi": "ਪਰ, ਹੇ ਸੰਤ ਜਨੋ! ਕਈ ਬੰਦੇ ਐਸੇ ਹਨ ਜੋ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੪॥",
    "pronunciation": "(Anidnu)ie`krs",
    "type_id": 3
  },
  {
    "id": 39065,
    "shabad_id": 3359,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "An idnu rwqy. shjy mwqy; shjy haumY mwrI ]5]",
    "transliteration": "Anadhin Raathae Sehajae Maathae Sehajae Houmai Maaree ||5||",
    "translation": "Those who are imbued with Him night and day, are spontaneously intoxicated with Him; they intuitively conquer their ego. ||5||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਲੈਂਦੇ ਹਨ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39066,
    "shabad_id": 3359,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "BY ibnu Bgiq. n hoeI kb hI; BY Bwie Bgiq svwrI ]6]",
    "transliteration": "Bhai Bin Bhagath N Hoee Kab Hee Bhai Bhaae Bhagath Savaaree ||6||",
    "translation": "Without the Fear of God, devotional worship is never performed; through the Love and the Fear of God, devotional worship is embellished. ||6||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪ੍ਰਭੂ ਦਾ ਡਰ-ਅਦਬ ਹਿਰਦੇ ਵਿਚ ਰੱਖਣ ਤੋਂ ਬਿਨਾ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਡਰ-ਅਦਬ, ਪ੍ਰੇਮ ਅਤੇ ਭਗਤੀ ਵਿਚ ਟਿਕਣ ਵਾਲਿਆਂ ਨੇ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਸੋਹਣੀ ਬਣਾ ਲਈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39067,
    "shabad_id": 3359,
    "pada": 8,
    "source_line": 4,
    "gurmukhi": "mwieAw mohu sbid jlwieAw; igAwin qiq bIcwrI ]7]",
    "transliteration": "Maaeiaa Mohu Sabadh Jalaaeiaa Giaan Thath Beechaaree ||7||",
    "translation": "The Shabad burns away emotional attachment to Maya, and then one contemplates the essence of spiritual wisdom. ||7||",
    "punjabi": "ਪ੍ਰਭੂ ਵਿਚ ਜੁੜ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੀ ਰਾਹੀਂ ਜਿਹੜੇ ਬੰਦੇ ਵਿਚਾਰਵਾਨ ਹੋ ਗਏ, ਉਹਨਾਂ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦਾ ਮੋਹ ਸਾੜ ਲਿਆ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39068,
    "shabad_id": 3359,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "Awpy Awip krwey krqw; Awpy bKis BMfwrI ]8]",
    "transliteration": "Aapae Aap Karaaeae Karathaa Aapae Bakhas Bhanddaaree ||8||",
    "translation": "The Creator Himself inspires us to act; He Himself blesses us with His treasure. ||8||",
    "punjabi": "ਪਰ ਹੇ ਸੰਤ ਜਨੋ! ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਪਾਸੋਂ) ਆਪਣੀ ਭਗਤੀ ਕਰਾਂਦਾ ਹੈ, ਆਪ ਹੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39069,
    "shabad_id": 3359,
    "pada": 10,
    "source_line": 5,
    "gurmukhi": "iqs ikAw guxw kw AMqu. n pwieAw; hau gwvw sbid vIcwrI ]9]",
    "transliteration": "This Kiaa Gunaa Kaa Anth N Paaeiaa Ho Gaavaa Sabadh Veechaaree ||9||",
    "translation": "The limits of His virtues cannot be found; I sing His Praises and contemplate the Word of the Shabad. ||9||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਮੈਂ ਉਸ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾ ਸਕਦਾ। (ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ) ਮੈਂ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹਾਂ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਉਸ ਦੇ ਗੁਣਾਂ ਦੀ) ਵਿਚਾਰ ਕਰਦਾ ਹਾਂ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39070,
    "shabad_id": 3359,
    "pada": 11,
    "source_line": 6,
    "gurmukhi": "hir jIau jpI. hir jIau swlwhI; ivchu Awpu invwrI ]10]",
    "transliteration": "Har Jeeo Japee Har Jeeo Saalaahee Vichahu Aap Nivaaree ||10||",
    "translation": "I chant the Lord's Name, and praise my Dear Lord; egotism is eradicated from within me. ||10||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! (ਉਸ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਮੈਂ ਉਸ ਦਾ ਨਾਮ ਜਪਦਾ ਹਾਂ, ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹਾਂ, ਅਤੇ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰਦਾ ਹਾਂ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39071,
    "shabad_id": 3359,
    "pada": 12,
    "source_line": 6,
    "gurmukhi": "nwmu pdwrQu. gur qy pwieAw; AKut scy BMfwrI ]11]",
    "transliteration": "Naam Padhaarathh Gur Thae Paaeiaa Akhutt Sachae Bhanddaaree ||11||",
    "translation": "The treasure of the Naam is obtained from the Guru; the treasures of the True Lord are inexhaustible. ||11||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਕਦੇ ਮੁੱਕਣ ਵਾਲੇ ਨਹੀਂ ਹਨ, ਪਰ ਇਹ ਨਾਮ-ਪਦਾਰਥ ਗੁਰੂ ਪਾਸੋਂ ਮਿਲਦਾ ਹੈ ॥੧੧॥",
    "pronunciation": "AKu`t",
    "type_id": 3
  },
  {
    "id": 39072,
    "shabad_id": 3359,
    "pada": 13,
    "source_line": 7,
    "gurmukhi": "ApixAw Bgqw no Awpy quTw; ApxI ikrpw kir kl DwrI ]12]",
    "transliteration": "Apaniaa Bhagathaa No Aapae Thuthaa Apanee Kirapaa Kar Kal Dhhaaree ||12||",
    "translation": "He Himself is pleased with His devotees; by His Grace, He infuses His strength within them. ||12||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਆਪਣੇ ਭਗਤਾਂ ਉਤੇ ਪ੍ਰਭੂ ਆਪ ਹੀ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਅਤੇ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਪ ਹੀ ਕਿਰਪਾ ਕਰ ਕੇ (ਨਾਮ ਜਪਣ ਦੀ) ਸੱਤਿਆ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ ॥੧੨॥",
    "pronunciation": "qu`Tw",
    "type_id": 3
  },
  {
    "id": 39073,
    "shabad_id": 3359,
    "pada": 14,
    "source_line": 7,
    "gurmukhi": "iqn swcynwm kI sdw BuK lwgI; gwvin sbid vIcwrI ]13]",
    "transliteration": "Thin Saachae Naam Kee Sadhaa Bhukh Laagee Gaavan Sabadh Veechaaree ||13||",
    "translation": "They always feel hunger for the True Name; they sing and contemplate the Shabad. ||13||",
    "punjabi": "(ਇਸ ਦਾ ਸਿੱਟਾ ਇਹ ਨਿਕਲਦਾ ਹੈ ਕਿ) ਉਹਨਾਂ (ਭਗਤ ਜਨਾਂ) ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਸਦਾ ਭੁੱਖ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਉੱਚੀ ਵਿਚਾਰ ਦੇ ਮਾਲਕ ਬੰਦੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧੩॥",
    "pronunciation": "Bu`K",
    "type_id": 3
  },
  {
    "id": 39074,
    "shabad_id": 3359,
    "pada": 15,
    "source_line": 8,
    "gurmukhi": "jIau ipMfu sBu ikCu hY iqs kw; AwKxu ibKmu bIcwrI ]14]",
    "transliteration": "Jeeo Pindd Sabh Kishh Hai This Kaa Aakhan Bikham Beechaaree ||14||",
    "translation": "Soul, body and everything are His; it is so difficult to speak of, and contemplate Him. ||14||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਇਹ ਜਿੰਦ ਤੇ ਇਹ ਸਰੀਰ (ਜੀਵਾਂ ਨੂੰ) ਸਭ ਕੁਝ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, (ਉਸ ਦੀਆਂ ਬਖ਼ਸ਼ਸ਼ਾਂ ਦਾ) ਵਿਚਾਰ ਕਰਨਾ ਤੇ ਬਿਆਨ ਕਰਨਾ (ਬਹੁਤ) ਔਖਾ ਹੈ ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39075,
    "shabad_id": 3359,
    "pada": 16,
    "source_line": 9,
    "gurmukhi": "sbid lgy syeI jn insqry; Baujlu pwir auqwrI ]15]",
    "transliteration": "Sabadh Lagae Saeee Jan Nisatharae Bhoujal Paar Outhaaree ||15||",
    "translation": "Those humble beings who are attached to the Shabad are saved; they cross over the terrifying world-ocean. ||15||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜਦੇ ਹਨ, ਉਹੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਤਰ ਜਾਂਦੇ ਹਨ, ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39076,
    "shabad_id": 3359,
    "pada": 17,
    "source_line": 9,
    "gurmukhi": "ibnu hir swcy ko pwir. n pwvY; bUJY ko vIcwrI ]16]",
    "transliteration": "Bin Har Saachae Ko Paar N Paavai Boojhai Ko Veechaaree ||16||",
    "translation": "Without the True Lord, no one can cross over; how rare are those who contemplate and understand this. ||16||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਕੋਈ ਵਿਰਲਾ ਵਿਚਾਰਵਾਨ ਇਹ ਗੱਲ ਸਮਝਦਾ ਹੈ ਕਿ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਨਹੀਂ ਲੰਘਾ ਸਕਦਾ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39077,
    "shabad_id": 3359,
    "pada": 18,
    "source_line": 10,
    "gurmukhi": "jo Duir iliKAw soeI pwieAw; imil hir sbid svwrI ]17]",
    "transliteration": "Jo Dhhur Likhiaa Soee Paaeiaa Mil Har Sabadh Savaaree ||17||",
    "translation": "We obtain only that which is pre-ordained; receiving the Lord's Shabad, we are embellished. ||17||",
    "punjabi": "(ਪਰ ਹੇ ਸੰਤ ਜਨੋ! ਇਹ ਨਾਮ ਦੀ ਦਾਤ ਜੀਵਾਂ ਦੇ ਵੱਸ ਦੀ ਖੇਡ ਨਹੀਂ ਹੈ, ਪ੍ਰਭੂ ਨੇ) ਧੁਰ-ਦਰਗਾਹ ਤੋਂ (ਜੀਵਾਂ ਦੇ ਮੱਥੇ ਤੇ ਜੋ ਲੇਖ ਲਿਖ ਦਿੱਤਾ ਉਹੀ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਤੇ ਜੀਵ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣਾ ਜੀਵਨ ਸੰਵਾਰਦਾ ਹੈ ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39078,
    "shabad_id": 3359,
    "pada": 19,
    "source_line": 10,
    "gurmukhi": "kwieAw kMcnu sbdy rwqI; swcY nwie ipAwrI ]18]",
    "transliteration": "Kaaeiaa Kanchan Sabadhae Raathee Saachai Naae Piaaree ||18||",
    "translation": "Imbued with the Shabad, the body becomes golden, and loves only the True Name. ||18||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਹੜਾ ਸਰੀਰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ ਅਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਕਰਦਾ ਹੈ ਉਹ ਸਰੀਰ ਸੋਨਾ ਬਣ ਜਾਂਦਾ ਹੈ (ਸੁੱਧ ਸੋਨੇ ਵਰਗਾ ਵਿਕਾਰ-ਰਹਿਤ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ) ॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39079,
    "shabad_id": 3359,
    "pada": 20,
    "source_line": 11,
    "gurmukhi": "kwieAw AMimRiq rhI BrpUry; pweIAY sbid vIcwrI ]19]",
    "transliteration": "Kaaeiaa Anmrith Rehee Bharapoorae Paaeeai Sabadh Veechaaree ||19||",
    "translation": "The body is then filled to overflowing with Ambrosial Nectar, obtained by contemplating the Shabad. ||19||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਉਹ ਸਰੀਰ ਪਵਿੱਤਰ ਹੈ) ਜਿਹੜਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਲ ਨਕਾ-ਨਕ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰ ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਕੀਤਿਆਂ ਹੀ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39080,
    "shabad_id": 3359,
    "pada": 21,
    "source_line": 12,
    "gurmukhi": "jo pRBu Kojih. syeI pwvih; hoir PUit mUey AhMkwrI ]20]",
    "transliteration": "Jo Prabh Khojehi Saeee Paavehi Hor Foott Mooeae Ahankaaree ||20||",
    "translation": "Those who seek God, find Him; others burst and die from their own egotism. ||20||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਜਿਹੜੇ ਮਨੁੱਖ (ਆਪਣੇ ਇਸ ਸਰੀਰ ਵਿਚ ਹੀ) ਪ੍ਰਭੂ ਨੂੰ ਲੱਭਦੇ ਹਨ ਉਹੀ ਉਸ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ। (ਸਰੀਰ ਤੋਂ ਬਾਹਰ ਭਾਲਣ ਵਾਲੇ) ਹੋਰ ਬੰਦੇ (ਭੇਖ ਆਦਿਕ ਦੇ) ਮਾਣ ਵਿਚ ਆਫਰ ਆਫਰ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੇ ਹਨ ॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39081,
    "shabad_id": 3359,
    "pada": 22,
    "source_line": 12,
    "gurmukhi": "bwdI ibnsih. syvk syvih; gur kY hyiq ipAwrI ]21]",
    "transliteration": "Baadhee Binasehi Saevak Saevehi Gur Kai Haeth Piaaree ||21||",
    "translation": "The debaters waste away, while the servants serve, with love and affection for the Guru. ||21||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਨਿਰੀਆਂ ਫੋਕੀਆਂ ਗੱਲਾਂ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ ਆਤਮਕ ਤੌਰ ਤੇ ਮਰ ਜਾਂਦੇ ਹਨ, ਪਰ ਭਗਤ ਜਨ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲੇ ਪ੍ਰੇਮ-ਪਿਆਰ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਹਨ ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39082,
    "shabad_id": 3359,
    "pada": 23,
    "source_line": 13,
    "gurmukhi": "so jogI qqu igAwnu bIcwry; haumY iqRsnw mwrI ]22]",
    "transliteration": "So Jogee Thath Giaan Beechaarae Houmai Thrisanaa Maaree ||22||",
    "translation": "He alone is a Yogi, who contemplates the essence of spiritual wisdom, and conquers egotism and thirsty desire. ||22||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਉਹੀ ਮਨੁੱਖ ਜੋਗੀ ਹੈ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਹੋਇਆ ਹੈ) ਜੋ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਮਾਰ ਕੇ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਕਰ ਕੇ ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਨਾਲ ਸਾਂਝ ਪਾਂਦਾ ਹੈ ਜਗਤ ਦੇ ਮੂਲ-ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਨੂੰ ਵਿਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39083,
    "shabad_id": 3359,
    "pada": 24,
    "source_line": 13,
    "gurmukhi": "siqguru dwqw iqnY pCwqw; ijs no ikRpw qumwrI ]23]",
    "transliteration": "Sathigur Dhaathaa Thinai Pashhaathaa Jis No Kirapaa Thumaaree ||23||",
    "translation": "The True Guru, the Great Giver, is revealed to those upon whom You bestow Your Grace, O Lord. ||23||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਜੀਵਾਂ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਤੇਰੀ ਦਇਆ ਹੁੰਦੀ ਹੈ, ਉਸ ਨੇ ਇਹ ਗੱਲ ਸਮਝੀ ਹੁੰਦੀ ਹੈ ਕਿ ਗੁਰੂ (ਹੀ ਤੇਰੇ ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਣ ਵਾਲਾ ਹੈ ॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39084,
    "shabad_id": 3359,
    "pada": 25,
    "source_line": 14,
    "gurmukhi": "siqguru. n syvih mwieAw lwgy; fUib mUey AhMkwrI ]24]",
    "transliteration": "Sathigur N Saevehi Maaeiaa Laagae Ddoob Mooeae Ahankaaree ||24||",
    "translation": "Those who do not serve the True Guru, and who are attached to Maya, are drowned; they die in their own egotism. ||24||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਦਰ ਨਹੀਂ ਮੱਲਦੇ, ਉਹ ਮਨੁੱਖ ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, (ਮਾਇਆ ਦੇ ਕਾਰਨ) ਅਹੰਕਾਰੀ ਹੋਏ ਹੋਏ ਉਹ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਡੁੱਬ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰੇ ਰਹਿੰਦੇ ਹਨ ॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39085,
    "shabad_id": 3359,
    "pada": 26,
    "source_line": 15,
    "gurmukhi": "ijcru AMdir swsu. iqcru syvw kIcY; jwie imlIAY rwm murwrI ]25]",
    "transliteration": "Jichar Andhar Saas Thichar Saevaa Keechai Jaae Mileeai Raam Muraaree ||25||",
    "translation": "As long as there is breath within you, so long you should serve the Lord; then, you will go and meet the Lord. ||25||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਤਨਾ ਚਿਰ ਸਰੀਰ ਵਿਚ ਸਾਹ ਆ ਰਿਹਾ ਹੈ ਉਤਨਾ ਚਿਰ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ। (ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ) ਪ੍ਰਭੂ ਨੂੰ ਜਾ ਮਿਲੀਦਾ ਹੈ ॥੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39086,
    "shabad_id": 3359,
    "pada": 27,
    "source_line": 15,
    "gurmukhi": "Anidnu jwgq rhY idnu rwqI; Apny ipRA pRIiq ipAwrI ]26]",
    "transliteration": "Anadhin Jaagath Rehai Dhin Raathee Apanae Pria Preeth Piaaree ||26||",
    "translation": "Night and day, she remains awake and aware, day and night; she is the darling bride of her Beloved Husband Lord. ||26||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਆਪਣੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨਾਲ ਪ੍ਰੀਤ-ਪਿਆਰ ਦੀ ਰਾਹੀਂ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਵੇਲੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿ ਸਕਦਾ ਹੈ ॥੨੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39087,
    "shabad_id": 3359,
    "pada": 28,
    "source_line": 16,
    "gurmukhi": "qnu mnu vwrI vwir GumweI; Apny gur ivthu bilhwrI ]27]",
    "transliteration": "Than Man Vaaree Vaar Ghumaaee Apanae Gur Vittahu Balihaaree ||27||",
    "translation": "I offer my body and mind in sacrifice to my Guru; I am a sacrifice to Him. ||27||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਤਾਹੀਏਂ) ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਗੁਰੂ ਤੋਂ ਆਪਣਾ ਤਨ ਮਨ ਕੁਰਬਾਨ ਕਰਦਾ ਹਾਂ, ਘੋਲਿ ਘੁਮਾਂਦਾ ਹਾਂ ॥੨੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39088,
    "shabad_id": 3359,
    "pada": 29,
    "source_line": 17,
    "gurmukhi": "mwieAw mohu ibnis jwiegw; aubry sbid vIcwrI ]28]",
    "transliteration": "Maaeiaa Mohu Binas Jaaeigaa Oubarae Sabadh Veechaaree ||28||",
    "translation": "Attachment to Maya will end and go away; only by contemplating the Shabad will you be saved. ||28||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਕਰਨ ਵਾਲੇ ਬੰਦੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਬਚ ਨਿਕਲਦੇ ਹਨ। (ਜਿਹੜਾ ਭੀ ਮਨੁੱਖ ਇਹ ਉੱਦਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਮੋਹ ਨਾਸ ਹੋ ਜਾਇਗਾ ॥੨੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39089,
    "shabad_id": 3359,
    "pada": 30,
    "source_line": 17,
    "gurmukhi": "Awip jgwey syeI jwgy; gur kY sbid vIcwrI ]29]",
    "transliteration": "Aap Jagaaeae Saeee Jaagae Gur Kai Sabadh Veechaaree ||29||",
    "translation": "They are awake and aware, whom the Lord Himself awakens; so contemplate the Word of the Guru's Shabad. ||29||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਇਹ ਕੋਈ ਸੌਖੀ ਖੇਡ ਨਹੀਂ ਹੈ। ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਉਹੀ ਮਨੁੱਖ ਜਾਗਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਜਗਾਂਦਾ ਹੈ, ਅਜਿਹੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤ ਨਾਲ ਵਿਚਾਰਵਾਨ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39090,
    "shabad_id": 3359,
    "pada": 31,
    "source_line": 18,
    "gurmukhi": "nwnk. syeI mUey ij nwmu, n cyqih; Bgq jIvy vIcwrI ]30]4]13]",
    "transliteration": "Naanak Saeee Mooeae J Naam N Chaethehi Bhagath Jeevae Veechaaree ||30||4||13||",
    "translation": "O Nanak, those who do not remember the Naam are dead. The devotees live in contemplative meditation. ||30||4||13||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਹੇ ਸੰਤ ਜਨੋ!) ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦੇ, ਉਹੀ ਮਨੁੱਖ ਆਤਮਕ ਤੌਰ ਤੇ ਮਰੇ ਰਹਿੰਦੇ ਹਨ। ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਦਾ ਸਦਕਾ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਹੋ ਗਏ ਹਨ ॥੩੦॥੪॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39091,
    "shabad_id": 3360,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "rwmklI mhlw 3 ]",
    "transliteration": "Raamakalee Mehalaa 3 ||",
    "translation": "Raamkalee, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39092,
    "shabad_id": 3360,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "nwmu Kjwnw. gur qy pwieAw; iqRpiq rhy AwGweI ]1]",
    "transliteration": "Naam Khajaanaa Gur Thae Paaeiaa Thripath Rehae Aaghaaee ||1||",
    "translation": "Receiving the treasure of the Naam, the Name of the Lord, from the Guru, I remain satisfied and fulfilled. ||1||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਗੁਰੂ ਪਾਸੋਂ ਮਿਲਦਾ ਹੈ, (ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਹ ਖ਼ਜ਼ਾਨਾ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਪੂਰਨ ਤੌਰ ਤੇ ਰੱਜ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39093,
    "shabad_id": 3360,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "sMqhu; gurmuiK mukiq giq pweI ]",
    "transliteration": "Santhahu Guramukh Mukath Gath Paaee ||",
    "translation": "O Saints, the Gurmukhs attain the state of liberation.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
