[
  {
    "shabad_id": 3360,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "eyku nwmu visAw Gt AMqir; pUry kI vifAweI]1]rhwau]",
    "transliteration": "Eaek Naam Vasiaa Ghatt Anthar Poorae Kee Vaddiaaee ||1|| Rehaao ||",
    "translation": "The One Name abides deep within my heart; such is the glorious greatness of the Perfect Lord. ||1||Pause||",
    "punjabi": "ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਵਸਿਆ ਰਹਿੰਦਾ ਹੈ, (ਪਰ ਗੁਰੂ ਭੀ ਤਦੋਂ ਹੀ ਮਿਲਦਾ ਹੈ ਜੇ) ਸਾਰੇ ਗੁਣਾਂ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਹੋਵੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3360,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "Awpy krqw Awpy Bugqw; dydw irjku sbweI]2]",
    "transliteration": "Aapae Karathaa Aapae Bhugathaa Dhaedhaa Rijak Sabaaee ||2||",
    "translation": "He Himself is the Creator, and He Himself is the Enjoyer. He Himself gives sustenance to all. ||2||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ, (ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਆਪ ਹੀ (ਸਾਰੇ ਭੋਗ) ਭੋਗਣ ਵਾਲਾ ਹੈ, ਸਾਰੀ ਲੋਕਾਈ ਨੂੰ (ਆਪ ਹੀ) ਰਿਜ਼ਕ ਦੇਣ ਵਾਲਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "jo ikCu krxw. so kir rihAw; Avru. n krxw jweI]3]",
    "transliteration": "Jo Kishh Karanaa So Kar Rehiaa Avar N Karanaa Jaaee ||3||",
    "translation": "Whatever He wants to do, He is doing; no one else can do anything. ||3||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਉਹ ਪ੍ਰਭੂ ਆਪ ਹੀ ਜੋ ਕੁਝ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹੈ ਕਰ ਰਿਹਾ ਹੈ, ਕਿਸੇ ਜੀਵ ਪਾਸੋਂ ਉਸ ਦੇ ਉਲਟ ਕੁਝ ਹੋਰ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "Awpy swjy isRsit aupwey; isir isir DMDY lweI]4]",
    "transliteration": "Aapae Saajae Srisatt Oupaaeae Sir Sir Dhhandhhai Laaee ||4||",
    "translation": "He Himself fashions and creates the creation; He links each and every person to their task. ||4||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪ੍ਰਭੂ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਦੀ) ਘਾੜਤ ਘੜਦਾ ਹੈ, ਆਪ ਹੀ ਇਹ ਜਗਤ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਹਰੇਕ ਜੀਵ ਦੇ ਸਿਰ ਉਤੇ ਉਸ ਨੇ ਆਪ ਹੀ (ਮਾਇਆ ਦੇ) ਜੰਜਾਲ ਦੀ (ਪੋਟਲੀ) ਚੰਬੋੜੀ ਹੋਈ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "iqsih sryvhu qw suKu pwvhu; siqguir myil imlweI]5]",
    "transliteration": "Thisehi Saraevahu Thaa Sukh Paavahu Sathigur Mael Milaaee ||5||",
    "translation": "If you serve Him, then you will find peace; the True Guru will unite you in His Union. ||5||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਸਿਮਰਦੇ ਰਹੋ, ਤਦੋਂ ਹੀ ਆਤਮਕ ਆਨੰਦ ਕਰ ਸਕੋਗੇ। (ਪਰ ਸਿਮਰਦਾ ਉਹੀ ਹੈ ਜਿਸ ਨੂੰ) ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਿਆ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "Awpxw Awpu. Awip aupwey; AlKu. n lKxw jweI]6]",
    "transliteration": "Aapanaa Aap Aap Oupaaeae Alakh N Lakhanaa Jaaee ||6||",
    "translation": "The Lord Himself creates Himself; the Unseen Lord cannot be seen. ||6||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣਾ ਆਪ (ਕਿਸੇ ਜੀਵ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਗਟ ਕਰਦਾ ਹੈ, ਉਹ ਅਲੱਖ ਹੈ, ਉਸ ਦਾ ਸਹੀ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੬॥",
    "pronunciation": "A-lKu:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 8,
    "source_line": 4,
    "gurmukhi": "Awpy mwir jIvwly Awpy; iqs no iqlu. n qmweI]7]",
    "transliteration": "Aapae Maar Jeevaalae Aapae This No Thil N Thamaaee ||7||",
    "translation": "He Himself kills, and brings back to life; He does not have even an iota of greed. ||7||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਜੀਵਾਂ ਨੂੰ) ਆਤਮਕ ਮੌਤ ਦੇ ਕੇ (ਫਿਰ) ਆਪ ਹੀ ਪ੍ਰਭੂ ਆਤਮਕ ਜੀਵਨ ਦੇਂਦਾ ਹੈ। ਉਸ ਨੂੰ ਕਿਸੇ ਤਰ੍ਹਾਂ ਦਾ ਕੋਈ ਰਤਾ ਭਰ ਭੀ ਲਾਲਚ ਨਹੀਂ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 9,
    "source_line": 5,
    "gurmukhi": "ieik dwqy. ieik mMgqy kIqy; Awpy Bgiq krweI]8]",
    "transliteration": "Eik Dhaathae Eik Mangathae Keethae Aapae Bhagath Karaaee ||8||",
    "translation": "Some are made givers, and some are made beggars; He Himself inspires us to devotional worship. ||8||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜਗਤ ਵਿਚ ਪਰਮਾਤਮਾ ਨੇ ਕਈ ਜੀਵਾਂ ਨੂੰ ਦੂਜਿਆਂ ਦੀ ਮਦਦ ਕਰਨ ਦੇ ਸਮਰੱਥ ਬਣਾ ਦਿਤਾ ਹੈ, ਕਈ ਜੀਵ ਉਸ ਨੇ ਕੰਗਾਲ-ਮੰਗਤੇ ਬਣਾ ਦਿਤੇ ਹਨ। (ਜਿਨ੍ਹਾਂ ਉਤੇ ਮਿਹਰ ਕਰਦਾ ਹੈ ਉਹਨਾਂ ਪਾਸੋਂ) ਆਪਣੀ ਭਗਤੀ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਕਰਾਂਦਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 10,
    "source_line": 5,
    "gurmukhi": "sy vfBwgI ijnI eyko jwqw; scy rhy smweI]9]",
    "transliteration": "Sae Vaddabhaagee Jinee Eaeko Jaathaa Sachae Rehae Samaaee ||9||",
    "translation": "Those who know the One Lord are very fortunate; they remain absorbed in the True Lord. ||9||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਬਣਾ ਲਈ ਹੈ ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 11,
    "source_line": 6,
    "gurmukhi": "Awip srUpu isAwxw Awpy; kImiq khxu. n jweI]10]",
    "transliteration": "Aap Saroop Siaanaa Aapae Keemath Kehan N Jaaee ||10||",
    "translation": "He Himself is beautiful, He Himself is wise and clever; His worth cannot be expressed. ||10||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਆਪ (ਸਭ ਤੋਂ) ਸੁੰਦਰ ਹੈ (ਸਭ ਤੋਂ) ਸਿਆਣਾ (ਭੀ) ਆਪ ਹੀ ਹੈ। (ਉਸ ਦੀ ਸੁੰਦਰਤਾ ਤੇ ਸਿਆਣਪ ਦਾ) ਮੁਲ ਦਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 12,
    "source_line": 6,
    "gurmukhi": "Awpy duKu suKu pwey AMqir; Awpy Brim BulweI]11]",
    "transliteration": "Aapae Dhukh Sukh Paaeae Anthar Aapae Bharam Bhulaaee ||11||",
    "translation": "He Himself infuses pain and pleasure; He Himself makes them wander around in doubt. ||11||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਹਰੇਕ ਜੀਵ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਦੁਖ ਪੈਦਾ ਕਰਦਾ ਹੈ। ਆਪ ਹੀ ਸੁਖ (ਭੀ) ਦੇਂਦਾ ਹੈ। ਉਹ ਆਪ ਹੀ ਜੀਵ ਨੂੰ ਭਟਕਣਾ ਵਿਚ ਪਾ ਕੇ ਉਸ ਨੂੰ ਕੁਰਾਹੇ ਪਾ ਦੇਂਦਾ ਹੈ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 13,
    "source_line": 7,
    "gurmukhi": "vfw dwqw gurmuiK jwqw; ingurI AMD iPrY lokweI]12]",
    "transliteration": "Vaddaa Dhaathaa Guramukh Jaathaa Niguree Andhh Firai Lokaaee ||12||",
    "translation": "The Great Giver is revealed to the Gurmukh; without the Guru, the world wanders in darkness. ||12||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਸ ਮਨੁਖ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਲਈ, ਉਸ ਨੇ ਉਸ ਵੱਡੇ ਦਾਤਾਰ ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ; ਪਰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹੀ ਹੋਈ ਲੋਕਾਈ ਭਟਕਦੀ ਫਿਰਦੀ ਹੈ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 14,
    "source_line": 7,
    "gurmukhi": "ijnI cwiKAw iqnw swdu AwieAw; siqguir bUJ buJweI]13]",
    "transliteration": "Jinee Chaakhiaa Thinaa Saadh Aaeiaa Sathigur Boojh Bujhaaee ||13||",
    "translation": "Those who taste, enjoy the flavor; the True Guru imparts this understanding. ||13||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਨੇ (ਨਾਮ ਅੰਮ੍ਰਿਤ ਦੀ) ਕਦਰ ਬਖ਼ਸ਼ੀ, ਜਿਨ੍ਹਾਂ ਨੇ (ਇਸ ਤਰ੍ਹਾਂ ਨਾਮ-ਅੰਮ੍ਰਿਤ) ਚਖ ਲਿਆ, ਉਹਨਾਂ ਨੂੰ ਉਸ ਦਾ ਆਨੰਦ ਆ ਗਿਆ (ਤੇ ਉਹ ਸਦਾ ਨਾਮ ਵਿਚ ਜੁੜੇ ਰਹੇ) ॥੧੩॥",
    "pronunciation": "bU`J[bu`JweI",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 15,
    "source_line": 8,
    "gurmukhi": "ieknw nwvhu Awip Bulwey; ieknw gurmuiK dyie buJweI]14]",
    "transliteration": "Eikanaa Naavahu Aap Bhulaaeae Eikanaa Guramukh Dhaee Bujhaaee ||14||",
    "translation": "Some, the Lord causes to forget and lose the Name; others become Gurmukh, and are granted this understanding. ||14||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਜੀਵਾਂ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਕਈ ਜੀਵਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ (ਹੀ) ਆਪਣੇ ਨਾਮ ਤੋਂ ਖੁੰਝਾ ਦੇਂਦਾ ਹੈ, ਤੇ ਕਈ ਜੀਵਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ (ਆਪਣੇ ਨਾਮ ਦੀ) ਸੂਝ ਬਖ਼ਸ਼ ਦੇਂਦਾ ਹੈ ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 16,
    "source_line": 9,
    "gurmukhi": "sdw sdw swlwihhu sMqhu; iqs dI vfI vifAweI]15]",
    "transliteration": "Sadhaa Sadhaa Saalaahihu Santhahu This Dhee Vaddee Vaddiaaee ||15||",
    "translation": "Forever and ever, praise the Lord, O Saints; how glorious is His greatness! ||15||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸਦਾ ਕਰਦੇ ਰਿਹਾ ਕਰੋ ਸਦਾ ਕਰਦੇ ਰਿਹਾ ਕਰੋ। ਉਸ (ਪ੍ਰਭੂ) ਦਾ ਨਾਮਣਾ ਬਹੁਤ ਵੱਡਾ ਹੈ ॥੧੫॥",
    "pronunciation": "swlw-ihhu",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 17,
    "source_line": 9,
    "gurmukhi": "iqsu ibnu Avru. n koeI rwjw; kir qpwvsu bxq bxweI]16]",
    "transliteration": "This Bin Avar N Koee Raajaa Kar Thapaavas Banath Banaaee ||16||",
    "translation": "There is no other King except Him; He administers justice, as He has made it. ||16||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ (ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ) ਹੋਰ ਕੋਈ ਪਾਤਿਸ਼ਾਹ ਨਹੀਂ ਹੈ। ਉਸ ਨੇ ਪੂਰਾ ਇਨਸਾਫ਼ ਕਰ ਕੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਦੀ ਇਹ ਰੀਤ ਚਲਾਈ ਹੈ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 18,
    "source_line": 10,
    "gurmukhi": "inAwau iqsY kw hY sd swcw; ivrly hukmu mnweI]17]",
    "transliteration": "Niaao Thisai Kaa Hai Sadh Saachaa Viralae Hukam Manaaee ||17||",
    "translation": "His justice is always True; how rare are those who accept His Command. ||17||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਇਨਸਾਫ਼ (ਕਰਨ ਵਾਲਾ ਹੁਕਮ) ਸਦਾ ਅਟੱਲ ਹੈ, ਕਿਸੇ ਵਿਰਲੇ (ਭਾਗਾਂ ਵਾਲੇ) ਨੂੰ ਉਹ ਪ੍ਰਭੂ (ਇਹ) ਹੁਕਮ ਮੰਨਣ ਲਈ ਪ੍ਰੇਰਨਾ ਕਰਦਾ ਹੈ ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 19,
    "source_line": 11,
    "gurmukhi": "iqs no pRwxI sdw iDAwvhu; ijin gurmuiK bxq bxweI]18]",
    "transliteration": "This No Praanee Sadhaa Dhhiaavahu Jin Guramukh Banath Banaaee ||18||",
    "translation": "O mortal, meditate forever on the Lord, who has made the Gurmukh in His making. ||18||",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀਓ! ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ (ਬੰਦਿਆਂ ਵਾਸਤੇ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਦੀ ਮਰਯਾਦਾ ਚਲਾਈ ਹੋਈ ਹੈ, ਸਦਾ ਉਸ ਦਾ ਧਿਆਨ ਧਰਦੇ ਰਿਹਾ ਕਰੋ ॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 20,
    "source_line": 11,
    "gurmukhi": "siqgur BytY so jnu sIJY; ijsu ihrdY nwmu vsweI]19]",
    "transliteration": "Sathigur Bhaettai So Jan Seejhai Jis Hiradhai Naam Vasaaee ||19||",
    "translation": "That humble being who meets with the True Guru is fulfilled; the Naam abides in his heart. ||19||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! (ਜਿਹੜਾ ਮਨੁੱਖ) ਗੁਰੂ ਨੂੰ ਮਿਲਦਾ ਹੈ (ਭਾਵ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ), ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਗੁਰੂ, ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਵਸਾਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ (ਜ਼ਿੰਦਗੀ ਦੀ ਖੇਡ ਵਿਚ) ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 21,
    "source_line": 12,
    "gurmukhi": "scw Awip. sdw hY swcw; bwxI sbid suxweI]20]",
    "transliteration": "Sachaa Aap Sadhaa Hai Saachaa Baanee Sabadh Sunaaee ||20||",
    "translation": "The True Lord is Himself forever True; He announces His Bani, the Word of His Shabad. ||20||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! (ਗੁਰੂ ਆਪਣੀ) ਬਾਣੀ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਸਰਨ ਆਏ ਸਿੱਖਾਂ ਨੂੰ ਇਹ ਉਪਦੇਸ਼) ਸੁਣਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ਪਰਮਾਤਮਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3360,
    "pada": 22,
    "source_line": 12,
    "gurmukhi": "nwnk. suix vyiK rihAw ivsmwdu; myrw pRBu rivAw sRb QweI]21]5]14]",
    "transliteration": "Naanak Sun Vaekh Rehiaa Visamaadh Maeraa Prabh Raviaa Srab Thhaaee ||21||5||14||",
    "translation": "Nanak is wonderstruck, hearing and seeing His Lord; my God is all-pervading, everywhere. ||21||5||14||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਹੇ ਸੰਤ ਜਨੋ!) ਪਰਮਾਤਮਾ ਅਸਚਰਜ-ਰੂਪ ਹੈ, ਮੇਰਾ ਪਰਮਾਤਮਾ ਸਭਨੀਂ ਥਾਈਂ ਮੌਜੂਦ ਹੈ (ਹਰੇਕ ਜੀਵ ਵਿਆਪਕ ਹੋ ਕੇ) ਉਹ (ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ) ਸੁਣ ਰਿਹਾ ਹੈ, (ਹਰੇਕ ਦਾ ਕੰਮ) ਵੇਖ ਰਿਹਾ ਹੈ ॥੨੧॥੫॥੧੪॥",
    "pronunciation": "QWeIN",
    "type_id": 3
  },
  {
    "shabad_id": 3361,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "rwmklI mhlw 5 AstpdIAw",
    "transliteration": "Raamakalee Mehalaa 5 Asattapadheeaa",
    "translation": "Raamkalee, Fifth Mehl, Ashtapadees:",
    "punjabi": "ਰਾਗ ਰਾਮਕਲੀ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "AstpdIAW s pYr ibMdI n lwau",
    "type_id": 3
  },
  {
    "shabad_id": 3361,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3361,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "iknhI; kIAw privriq pswrw]",
    "transliteration": "Kinehee Keeaa Paravirath Pasaaraa ||",
    "translation": "Some make a big show of their worldly influence.",
    "punjabi": "ਕਿਸੇ ਨੇ (ਨਿਰਾ) ਦੁਨੀਆਦਾਰੀ ਦਾ ਖਿਲਾਰਾ ਖਿਲਾਰਿਆ ਹੋਇਆ ਹੈ,",
    "pronunciation": "pr-ivriq",
    "type_id": 3
  },
  {
    "shabad_id": 3361,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "iknhI; kIAw pUjw ibsQwrw]",
    "transliteration": "Kinehee Keeaa Poojaa Bisathhaaraa ||",
    "translation": "Some make a big show of devotional worship.",
    "punjabi": "ਕਿਸੇ ਨੇ (ਦੇਵਤਿਆਂ ਆਦਿਕ ਦੀ) ਪੂਜਾ ਦਾ ਅਡੰਬਰ ਰਚਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3361,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "iknhI; invl BuieAMgm swDy]",
    "transliteration": "Kinehee Nival Bhueiangam Saadhhae ||",
    "translation": "Some practice inner cleansing teahniques, and control the breath through Kundalini Yoga.",
    "punjabi": "ਕਿਸੇ ਨੇ ਨਿਉਲੀ ਕਰਮ ਅਤੇ ਕੁੰਡਲਨੀ ਨਾੜੀ ਦੇ ਸਾਧਨਾਂ ਵਿਚ ਰੁਚੀ ਰੱਖੀ ਹੋਈ ਹੈ।",
    "pronunciation": "Buie-Amgm",
    "type_id": 3
  },
  {
    "shabad_id": 3361,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "moih dIn; hir hir AwrwDy]1]",
    "transliteration": "Mohi Dheen Har Har Aaraadhhae ||1||",
    "translation": "I am meek; I worship and adore the Lord, Har, Har. ||1||",
    "punjabi": "ਪਰ ਮੈਂ ਗ਼ਰੀਬ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਹੀ ਕਰਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3361,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "qyrw Brosw ipAwry]",
    "transliteration": "Thaeraa Bharosaa Piaarae ||",
    "translation": "I place my faith in You alone, O Beloved Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਸਿਰਫ਼ ਤੇਰਾ ਆਸਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3361,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "Awn; n jwnw vysw]1]rhwau]",
    "transliteration": "Aan N Jaanaa Vaesaa ||1|| Rehaao ||",
    "translation": "I do not know any other way. ||1||Pause||",
    "punjabi": "ਮੈਂ ਕੋਈ ਹੋਰ ਭੇਖ ਕਰਨਾ ਨਹੀਂ ਜਾਣਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3361,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "iknhI; igRhu qij. vx KMif pwieAw]",
    "transliteration": "Kinehee Grihu Thaj Van Khandd Paaeiaa ||",
    "translation": "Some abandon their homes, and live in the forests.",
    "punjabi": "ਕਿਸੇ ਨੇ ਘਰ ਛੱਡ ਕੇ ਜੰਗਲ ਦੀ ਨੁੱਕਰ ਵਿਚ ਜਾ ਡੇਰਾ ਲਾਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3361,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "iknhI; moin AauDUqu sdwieAw]",
    "transliteration": "Kinehee Mon Aoudhhooth Sadhaaeiaa ||",
    "translation": "Some put themselves on silence, and call themselves hermits.",
    "punjabi": "ਕਿਸੇ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਮੋਨ-ਧਾਰੀ ਤਿਆਗੀ ਸਾਧੂ ਅਖਵਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3361,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "koeI khqau; AnMin BgauqI]",
    "transliteration": "Koee Kehatho Anann Bhagouthee ||",
    "translation": "Some claim that they are devotees of the One Lord alone.",
    "punjabi": "ਕੋਈ ਇਹ ਆਖਦਾ ਹੈ ਕਿ ਮੈਂ ਅਨੰਨ ਭਗਉਤੀ ਹਾਂ (ਹੋਰ ਆਸਰੇ ਛੱਡ ਕੇ ਸਿਰਫ਼ ਭਗਵਾਨ ਦਾ ਭਗਤ ਹਾਂ)।",
    "pronunciation": "mYN rwm jI dw(A-nMin)BgauqI Bgq hW,AnMin rwm jI qoN ibnw hor pwsy mMUh nhIN krdw, hor iksy nMU A`K Q`ly nhIN ilAwauNdw",
    "type_id": 3
  },
  {
    "shabad_id": 3361,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "moih dIn; hir hir Et lIqI]2]",
    "transliteration": "Mohi Dheen Har Har Outt Leethee ||2||",
    "translation": "I am meek; I seek the shelter and support of the Lord, Har, Har. ||2||",
    "punjabi": "ਪਰ ਮੈਂ ਗਰੀਬ ਨੇ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3361,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "iknhI kihAw; hau qIrQ vwsI]",
    "transliteration": "Kinehee Kehiaa Ho Theerathh Vaasee ||",
    "translation": "Some say that they live at sacred shrines of pilgrimage.",
    "punjabi": "ਕਿਸੇ ਨੇ ਆਖਿਆ ਹੈ ਕਿ ਮੈਂ ਤੀਰਥਾਂ ਉੱਤੇ ਹੀ ਨਿਵਾਸ ਰੱਖਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3361,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "koeI AMnu qij; BieAw audwsI]",
    "transliteration": "Koee Ann Thaj Bhaeiaa Oudhaasee ||",
    "translation": "Some refuse food and become Udaasis, shaven-headed renunciates.",
    "punjabi": "ਕੋਈ ਮਨੁੱਖ ਅੰਨ ਛੱਡ ਕੇ (ਦੁਨੀਆ ਵਲੋਂ) ਉਪਰਾਮ ਹੋਇਆ ਬੈਠਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3361,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "iknhI; Bvnu sB DrqI kirAw]",
    "transliteration": "Kinehee Bhavan Sabh Dhharathee Kariaa ||",
    "translation": "Some have wandered all across the earth.",
    "punjabi": "ਕਿਸੇ ਨੇ ਸਾਰੀ ਧਰਤੀ ਉਤੇ ਰਟਨ ਕਰਨ ਦਾ ਆਹਰ ਫੜਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3361,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "moih dIn; hir hir dir pirAw]3]",
    "transliteration": "Mohi Dheen Har Har Dhar Pariaa ||3||",
    "translation": "I am meek; I have fallen at the door of the Lord, Har, Har. ||3||",
    "punjabi": "ਪਰ ਮੈਂ ਗ਼ਰੀਬ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਆ ਪਿਆ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3361,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "iknhI kihAw; mY kulih vifAweI]",
    "transliteration": "Kinehee Kehiaa Mai Kulehi Vaddiaaee ||",
    "translation": "Some say that they belong to great and noble families.",
    "punjabi": "ਕਿਸੇ ਨੇ ਆਖਿਆ ਕਿ ਮੈਂ ਉੱਚੇ ਖ਼ਾਨਦਾਨ ਦੀ ਇੱਜ਼ਤ ਵਾਲਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  }
]