[
  {
    "shabad_id": 3370,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "rwmklI mhlw 3 AnMdu",
    "transliteration": "Raamakalee Mehalaa 3 Anandhu",
    "translation": "Raamkalee, Third Mehl, Anand ~ The Song Of Bliss:",
    "punjabi": "ਰਾਗ ਰਾਮਕਲੀ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਅਨੰਦ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3370,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "AnMdu BieAw myrI mwey; siqgurU. mY pwieAw ]",
    "transliteration": "Anandh Bhaeiaa Maeree Maaeae Sathiguroo Mai Paaeiaa ||",
    "translation": "I am in ecstasy, O my mother, for I have found my True Guru.",
    "punjabi": "ਹੇ ਭਾਈ ਮਾਂ! (ਮੇਰੇ ਅੰਦਰ) ਪੂਰਨ ਖਿੜਾਉ ਪੈਦਾ ਹੋ ਗਿਆ ਹੈ (ਕਿਉਂਕਿ) ਮੈਨੂੰ ਗੁਰੂ ਮਿਲ ਪਿਆ ਹੈ।",
    "pronunciation": "B-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "siqguru. q pwieAw shj syqI; min vjIAw vwDweIAw ]",
    "transliteration": "Sathigur Th Paaeiaa Sehaj Saethee Man Vajeeaa Vaadhhaaeeaa ||",
    "translation": "I have found the True Guru, with intuitive ease, and my mind vibrates with the music of bliss.",
    "punjabi": "ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਿਆ ਹੈ, ਤੇ ਨਾਲ ਹੀ ਅਡੋਲ ਅਵਸਥਾ ਭੀ ਪ੍ਰਾਪਤ ਹੋ ਗਈ ਹੈ (ਭਾਵ, ਗੁਰੂ ਦੇ ਮਿਲਣ ਨਾਲ ਮੇਰਾ ਮਨ ਡੋਲਣੋਂ ਹਟ ਗਿਆ ਹੈ); ਮੇਰੇ ਮਨ ਵਿਚ (ਮਾਨੋ) ਖ਼ੁਸ਼ੀ ਦੇ ਵਾਜੇ ਵੱਜ ਪਏ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "rwg rqn prvwr prIAw; sbd gwvx AweIAw ]",
    "transliteration": "Raag Rathan Paravaar Pareeaa Sabadh Gaavan Aaeeaa ||",
    "translation": "The jewelled melodies and their related celestial harmonies have come to sing the Word of the Shabad.",
    "punjabi": "ਸੋਹਣੇ ਰਾਗ ਆਪਣੇ ਪਰਵਾਰ ਤੇ ਰਾਣੀਆਂ ਸਮੇਤ (ਮੇਰੇ ਮਨ ਵਿਚ, ਮਾਨੋ,) ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਵਣ ਆ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "sbdo q gwvhu hrI kyrw; min ijnI vswieAw ]",
    "transliteration": "Sabadho Th Gaavahu Haree Kaeraa Man Jinee Vasaaeiaa ||",
    "translation": "The Lord dwells within the minds of those who sing the Shabad.",
    "punjabi": "(ਤੁਸੀ ਭੀ) ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਵੋ। ਜਿਨ੍ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ ਮਨ ਵਿਚ ਵਸਾਇਆ ਹੈ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਪੂਰਨ ਖਿੜਾਉ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "khY nwnku. AnMdu hoAw; siqgurU mY pwieAw ]1]",
    "transliteration": "Kehai Naanak Anandh Hoaa Sathiguroo Mai Paaeiaa ||1||",
    "translation": "Says Nanak, I am in ecstasy, for I have found my True Guru. ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ (ਮੇਰੇ ਅੰਦਰ ਭੀ) ਆਨੰਦ ਬਣ ਗਿਆ ਹੈ (ਕਿਉਂਕਿ) ਮੈਨੂੰ ਸਤਿਗੁਰੂ ਮਿਲ ਪਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ey mn myirAw; qU sdw rhu hir nwly ]",
    "transliteration": "Eae Man Maeriaa Thoo Sadhaa Rahu Har Naalae ||",
    "translation": "O my mind, remain always with the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਨਾਲ (ਜੁੜਿਆ) ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "hir nwil rhu qU mMn myry; dUK siB ivswrxw ]",
    "transliteration": "Har Naal Rahu Thoo Mann Maerae Dhookh Sabh Visaaranaa ||",
    "translation": "Remain always with the Lord, O my mind, and all sufferings will be forgotten.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਸਦਾ ਪ੍ਰਭੂ ਨੂੰ ਯਾਦ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "AMgIkwru Ehu kry qyrw; kwrj siB svwrxw ]",
    "transliteration": "Angeekaar Ouhu Karae Thaeraa Kaaraj Sabh Savaaranaa ||",
    "translation": "He will accept You as His own, and all your affairs will be perfectly arranged.",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "sBnw glw smrQu suAwmI; so. ikau mnhu ivswry ]",
    "transliteration": "Sabhanaa Galaa Samarathh Suaamee So Kio Manahu Visaarae ||",
    "translation": "Our Lord and Master is all-powerful to do all things, so why forget Him from your mind?",
    "punjabi": "ਉਹ ਸਦਾ ਤੇਰੀ ਸਹਾਇਤਾ ਕਰਨ ਵਾਲਾ ਹੈ ਤੇਰੇ ਸਾਰੇ ਕੰਮ ਸਿਰੇ ਚਾੜ੍ਹਨ ਦੇ ਸਮਰੱਥ ਹੈ।",
    "pronunciation": "g`lW",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "khY nwnku. mMn myry; sdw rhu hir nwly ]2]",
    "transliteration": "Kehai Naanak Mann Maerae Sadhaa Rahu Har Naalae ||2||",
    "translation": "Says Nanak, O my mind, remain always with the Lord. ||2||",
    "punjabi": "ਉਸ ਮਾਲਕ ਨੂੰ ਕਿਉਂ (ਆਪਣੇ) ਮਨ ਤੋਂ ਭੁਲਾਂਦਾ ਹੈਂ ਜੋ ਸਾਰੇ ਕੰਮ ਕਰਨ-ਜੋਗਾ ਹੈ? ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਰਹੁ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "swcy swihbw; ikAw nwhI. Gir qyrY ]",
    "transliteration": "Saachae Saahibaa Kiaa Naahee Ghar Thaerai ||",
    "translation": "O my True Lord and Master, what is there which is not in Your celestial home?",
    "punjabi": "ਹੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ (-ਪ੍ਰਭੂ)! (ਮੈਂ ਤੇਰੇ ਦਰ ਤੋਂ ਮਨ ਦਾ ਆਨੰਦ ਮੰਗਦਾ ਹਾਂ, ਪਰ) ਤੇਰੇ ਘਰ ਵਿਚ ਕੇਹੜੀ ਚੀਜ਼ ਨਹੀਂ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "Gir q qyrY. sBu ikCu hY; ijsu dyih su pwvey ]",
    "transliteration": "Ghar Th Thaerai Sabh Kishh Hai Jis Dhaehi S Paaveae ||",
    "translation": "Everything is in Your home; they receive, unto whom You give.",
    "punjabi": "ਤੇਰੇ ਘਰ ਵਿਚ ਤਾਂ ਹਰੇਕ ਚੀਜ਼ ਮੌਜੂਦ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਜਿਸ ਨੂੰ ਤੂੰ ਆਪ ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "pw-vey",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "sdw isPiq slwh qyrI; nwmu min vswvey ]",
    "transliteration": "Sadhaa Sifath Salaah Thaeree Naam Man Vasaaveae ||",
    "translation": "Constantly singing Your Praises and Glories, Your Name is enshrined in the mind.",
    "punjabi": "(ਫਿਰ, ਉਹ ਮਨੁੱਖ) ਤੇਰਾ ਨਾਮ ਤੇ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਆਪਣੇ) ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ ਅੰਦਰ ਆਨੰਦ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "vswv-ey",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "nwmu ijn kY min visAw; vwjy sbd Gnyry ]",
    "transliteration": "Naam Jin Kai Man Vasiaa Vaajae Sabadh Ghanaerae ||",
    "translation": "The divine melody of the Shabad vibrates for those, within whose minds the Naam abides.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਦੇ ਮਨ ਵਿਚ (ਤੇਰਾ) ਨਾਮ ਵੱਸਦਾ ਹੈ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ, ਮਾਨੋ,) ਬੇਅੰਤ ਸਾਜ਼ਾਂ ਦੀਆਂ (ਮਿਲਵੀਆਂ) ਸੁਰਾਂ ਵੱਜਣ ਲੱਗ ਪੈਂਦੀਆਂ ਹਨ (ਭਾਵ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਉਹ ਖ਼ੁਸ਼ੀ ਤੇ ਚਾਉ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਜੋ ਕਈ ਸਾਜ਼ਾਂ ਦਾ ਮਿਲਵਾਂ ਰਾਗ ਸੁਣ ਕੇ ਪੈਦਾ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "khY nwnku. scy swihb; ikAw nwhI. Gir qyrY ]3]",
    "transliteration": "Kehai Naanak Sachae Saahib Kiaa Naahee Ghar Thaerai ||3||",
    "translation": "Says Nanak, O my True Lord and Master, what is there which is not in Your home? ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ! ਤੇਰੇ ਘਰ ਵਿਚ ਕਿਸੇ ਸ਼ੈ ਦਾ ਘਾਟਾ ਨਹੀਂ ਹੈ (ਤੇ, ਮੈਂ ਤੇਰੇ ਦਰ ਤੋਂ ਆਨੰਦ ਦਾ ਦਾਨ ਮੰਗਦਾ ਹਾਂ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "swcw nwmu; myrw AwDwro ]",
    "transliteration": "Saachaa Naam Maeraa Aadhhaaro ||",
    "translation": "The True Name is my only support.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਨਾਲ ਉਸ ਦਾ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਾਮ ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ (ਬਣ ਗਿਆ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "swcu nwmu ADwru myrw; ijin BuKw siB gvweIAw ]",
    "transliteration": "Saach Naam Adhhaar Maeraa Jin Bhukhaa Sabh Gavaaeeaa ||",
    "translation": "The True Name is my only support; it satisfies all hunger.",
    "punjabi": "ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਾਮ ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਬਣ ਗਿਆ) ਹੈ, ਜਿਸ (ਹਰਿ-ਨਾਮ) ਨੇ ਮੇਰੇ ਸਾਰੇ ਲਾਲਚ ਦੂਰ ਕਰ ਦਿੱਤੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "kir sWiq suK min Awie visAw; ijin ieCw siB pujweIAw ]",
    "transliteration": "Kar Saanth Sukh Man Aae Vasiaa Jin Eishhaa Sabh Pujaaeeaa ||",
    "translation": "It has brought peace and tranquility to my mind; it has fulfilled all my desires.",
    "punjabi": "ਜੋ ਹਰਿ-ਨਾਮ (ਮੇਰੇ ਅੰਦਰ) ਸ਼ਾਂਤੀ ਤੇ ਸੁਖ ਪੈਦਾ ਕਰਕੇ ਮੇਰੇ ਮਨ ਵਿਚ ਆ ਟਿਕਿਆ ਹੈ, ਜਿਸ (ਹਰਿ-ਨਾਮ) ਨੇ ਮੇਰੇ ਮਨ ਦੀਆਂ ਸਾਰੀਆਂ ਕਾਮਨਾਂ ਪੂਰੀਆਂ ਕਰ ਦਿੱਤੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "sdw kurbwxu kIqw gurU ivthu; ijs dIAw eyih vifAweIAw ]",
    "transliteration": "Sadhaa Kurabaan Keethaa Guroo Vittahu Jis Dheeaa Eaehi Vaddiaaeeaa ||",
    "translation": "I am forever a sacrifice to the Guru, who possesses such glorious greatness.",
    "punjabi": "ਮੈਂ (ਆਪਣੇ ਆਪ ਨੂੰ) ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਕਰਦਾ ਹਾਂ, ਕਿਉਂਕਿ ਇਹ ਸਾਰੀਆਂ ਬਰਕਤਾਂ ਗੁਰੂ ਦੀਆਂ ਹੀ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "khY nwnku. suxhu sMqhu; sbid Drhu ipAwro ]",
    "transliteration": "Kehai Naanak Sunahu Santhahu Sabadh Dhharahu Piaaro ||",
    "translation": "Says Nanak, listen, O Saints; enshrine love for the Shabad.",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਸੰਤ ਜਨੋ! (ਗੁਰੂ ਦਾ ਸ਼ਬਦ) ਸੁਣੋ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਪਿਆਰ ਬਣਾਓ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "swcw nwmu; myrw AwDwro ]4]",
    "transliteration": "Saachaa Naam Maeraa Aadhhaaro ||4||",
    "translation": "The True Name is my only support. ||4||",
    "punjabi": "(ਸਤਿਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਹੀ ਪ੍ਰਭੂ ਦਾ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਾਮ ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ (ਬਣ ਗਿਆ) ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "vwjy pMc sbd; iqqu Gir sBwgY ]",
    "transliteration": "Vaajae Panch Sabadh Thith Ghar Sabhaagai ||",
    "translation": "The Panch Shabad, the five primal sounds, vibrate in that blessed house.",
    "punjabi": "ਉਸ ਭਾਗਾਂ ਵਾਲੇ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ (ਮਾਨੋ) ਪੰਜ ਕਿਸਮਾਂ ਦੇ ਸਾਜ਼ਾਂ ਦੀਆਂ ਮਿਲਵੀਆਂ ਸੁਰਾਂ ਵੱਜ ਪੈਂਦੀਆਂ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "Gir sBwgY sbd vwjy; klw ijqu Gir DwrIAw ]",
    "transliteration": "Ghar Sabhaagai Sabadh Vaajae Kalaa Jith Ghar Dhhaareeaa ||",
    "translation": "In that blessed house, the Shabad vibrates; He infuses His almighty power into it.",
    "punjabi": "ਜਿਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ (ਹੇ ਪ੍ਰਭੂ! ਤੂੰ) ਸੱਤਿਆ ਪਾਈ ਹੈ, ਉਸ ਭਾਗਾਂ ਵਾਲੇ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ (ਮਾਨੋ) ਪੰਜ ਕਿਸਮਾਂ ਦੇ ਸਾਜ਼ਾਂ ਦੀਆਂ ਮਿਲਵੀਆਂ ਸੁਰਾਂ ਵੱਜ ਪੈਂਦੀਆਂ ਹਨ (ਭਾਵ, ਉਸ ਹਿਰਦੇ ਵਿਚ ਪੂਰਨ ਆਨੰਦ ਬਣ ਜਾਂਦਾ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "pMc dUq quDu vis kIqy; kwlu kMtku mwirAw ]",
    "transliteration": "Panch Dhooth Thudhh Vas Keethae Kaal Kanttak Maariaa ||",
    "translation": "Through You, we subdue the five demons of desire, and slay Death, the torturer.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਉਸ ਦੇ ਪੰਜੇ ਕਾਮਾਦਿਕ ਵੈਰੀ ਤੂੰ ਕਾਬੂ ਵਿਚ ਕਰ ਦੇਂਦਾ ਹੈਂ, ਤੇ ਡਰਾਣ ਵਾਲਾ ਕਾਲ (ਭਾਵ, ਮੌਤ ਦਾ ਡਰ) ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "v`is",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "Duir krim pwieAw quDu. ijn kau; is. nwim hir kY lwgy ]",
    "transliteration": "Dhhur Karam Paaeiaa Thudhh Jin Ko S Naam Har Kai Laagae ||",
    "translation": "Those who have such pre-ordained destiny are attached to the Lord's Name.",
    "punjabi": "ਪਰ ਸਿਰਫ਼ ਉਹੀ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ ਤੂੰ ਧੁਰ ਤੋਂ ਹੀ ਆਪਣੀ ਮੇਹਰ ਨਾਲ (ਸਿਮਰਨ ਦਾ ਲੇਖ ਲਿਖ ਕੇ) ਰੱਖ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "khY nwnku. qh suKu hoAw; iqqu Gir Anhd vwjy ]5]",
    "transliteration": "Kehai Naanak Theh Sukh Hoaa Thith Ghar Anehadh Vaajae ||5||",
    "translation": "Says Nanak, they are at peace, and the unstruck sound current vibrates within their homes. ||5||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਉਸ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੁਖ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਉਸ ਹਿਰਦੇ ਵਿਚ (ਮਾਨੋ) ਇਕ-ਰਸ (ਵਾਜੇ) ਵੱਜਦੇ ਹਨ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "swcI ilvY ibnu; dyh inmwxI ]",
    "transliteration": "Saachee Livai Bin Dhaeh Nimaanee ||",
    "translation": "Without the true love of devotion, the body is without honor.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਦੀ ਲਗਨ (ਦੇ ਆਨੰਦ) ਤੋਂ ਬਿਨਾ ਇਹ (ਮਨੁੱਖਾ) ਸਰੀਰ ਨਿਆਸਰਾ ਜੇਹਾ ਹੀ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "dyh inmwxI. ilvY bwJhu; ikAw kry vycwrIAw ]",
    "transliteration": "Dhaeh Nimaanee Livai Baajhahu Kiaa Karae Vaechaareeaa ||",
    "translation": "The body is dishonored without devotional love; what can the poor wretches do?",
    "punjabi": "ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤ ਤੋਂ ਬਿਨਾ ਨਿਆਸਰਾ ਹੋਇਆ ਹੋਇਆ ਇਹ ਸਰੀਰ ਜੋ ਕੁਝ ਭੀ ਕਰਦਾ ਹੈ ਨਕਾਰੇ ਕੰਮ ਹੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "quDu bwJu smrQ. koie nwhI; ikRpw kir bnvwrIAw ]",
    "transliteration": "Thudhh Baajh Samarathh Koe Naahee Kirapaa Kar Banavaareeaa ||",
    "translation": "No one except You is all-powerful; please bestow Your Mercy, O Lord of all nature.",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਮਾਲਕ! ਤੂੰ ਹੀ ਕਿਰਪਾ ਕਰ! (ਤਾ ਕਿ ਇਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੱਗ ਕੇ ਸੁਧਰ ਜਾਏ) ਕੋਈ ਹੋਰ ਇਸ ਨੂੰ ਸੁਚੱਜੇ ਪਾਸੇ ਲਾਣ ਜੋਗਾ ਹੀ ਨਹੀਂ।",
    "pronunciation": "smr`Q",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "eys nau. horu Qwau nwhI; sbid lwig svwrIAw ]",
    "transliteration": "Eaes No Hor Thhaao Naahee Sabadh Laag Savaareeaa ||",
    "translation": "There is no place of rest, other than the Name; attached to the Shabad, we are embellished with beauty.",
    "punjabi": "ਤੈਥੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਥਾਂ ਨਹੀਂ ਜਿਥੇ ਇਹ ਸਰੀਰ ਸੁਚੱਜੇ ਪਾਸੇ ਲੱਗ ਸਕੇ। (ਤੇਰੀ ਕ੍ਰਿਪਾ ਨਾਲ ਹੀ) ਇਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੱਗ ਕੇ ਸੁਧਰ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "khY nwnku. ilvY bwJhu; ikAw kry vycwrIAw ]6]",
    "transliteration": "Kehai Naanak Livai Baajhahu Kiaa Karae Vaechaareeaa ||6||",
    "translation": "Says Nanak, without devotional love, what can the poor wretches do? ||6||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤ ਤੋਂ ਬਿਨਾ ਇਹ ਸਰੀਰ ਪਰ-ਅਧੀਨ (ਭਾਵ, ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ) ਹੈ ਤੇ ਜੋ ਕੁਝ ਕਰਦਾ ਹੈ ਨਿਕੰਮਾ ਕੰਮ ਹੀ ਕਰਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "AwnMdu AwnMdu sBu ko khY; AwnMdu gurU qy jwixAw ]",
    "transliteration": "Aanandh Aanandh Sabh Ko Kehai Aanandh Guroo Thae Jaaniaa ||",
    "translation": "Bliss, bliss - everyone talks of bliss; bliss is known only through the Guru.",
    "punjabi": "ਆਖਣ ਨੂੰ ਤਾਂ ਹਰ ਕੋਈ ਆਖ ਦੇਂਦਾ ਹੈ ਕਿ ਮੈਨੂੰ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ ਹੈ, ਪਰ (ਅਸਲ) ਆਨੰਦ ਦੀ ਸੂਝ ਗੁਰੂ ਤੋਂ ਹੀ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "jwixAw AwnMdu sdw gur qy; ikRpw kry ipAwirAw ]",
    "transliteration": "Jaaniaa Aanandh Sadhaa Gur Thae Kirapaa Karae Piaariaa ||",
    "translation": "Eternal bliss in known only through the Guru, when the Beloved Lord grants His Grace.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਭਾਈ! (ਅਸਲ) ਆਨੰਦ ਦੀ ਸੂਝ ਸਦਾ ਗੁਰੂ ਤੋਂ ਹੀ ਮਿਲਦੀ ਹੈ। (ਉਹ ਮਨੁੱਖ ਅਸਲ ਆਨੰਦ ਨਾਲ ਸਾਂਝ ਪਾਂਦਾ ਹੈ, ਜਿਸ ਉਤੇ ਗੁਰੂ) ਕਿਰਪਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "kir ikrpw iklivK kty; igAwn AMjnu swirAw ]",
    "transliteration": "Kar Kirapaa Kilavikh Kattae Giaan Anjan Saariaa ||",
    "translation": "Granting His Grace, He cuts away our sins; He blesses us with the healing ointment of spiritual wisdom.",
    "punjabi": "ਗੁਰੂ ਮੇਹਰ ਕਰ ਕੇ (ਉਸ ਦੇ) (ਅੰਦਰੋਂ) ਪਾਪ ਕੱਟ ਦੇਂਦਾ ਹੈ, ਤੇ (ਉਸ ਦੀਆਂ ਵਿਚਾਰ-ਅੱਖਾਂ ਵਿਚ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ ਸੁਰਮਾ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "AMdrhu ijn kw mohu qutw; iqn kw sbdu scY svwirAw ]",
    "transliteration": "Andharahu Jin Kaa Mohu Thuttaa Thin Kaa Sabadh Sachai Savaariaa ||",
    "translation": "Those who eradicate attachment from within themselves, are adorned with the Shabad, the Word of the True Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚੋਂ ਮਾਇਆ ਦਾ ਮੋਹ ਮੁੱਕ ਜਾਂਦਾ ਹੈ, ਅਕਾਲ ਪੁਰਖ ਉਹਨਾਂ ਦਾ ਬੋਲ ਹੀ ਸੁਚੱਜਾ ਮਿੱਠਾ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "khY nwnku. eyhu AnMdu hY; AwnMdu. gur qy jwixAw ]7]",
    "transliteration": "Kehai Naanak Eaehu Anandh Hai Aanandh Gur Thae Jaaniaa ||7||",
    "translation": "Says Nanak, this alone is bliss - bliss which is known through the Guru. ||7||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਅਸਲ ਆਨੰਦ ਇਹੀ ਹੈ, ਤੇ ਇਹ ਆਨੰਦ ਗੁਰੂ ਤੋਂ ਹੀ ਸਮਝਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  }
]
