[
  {
    "shabad_id": 3370,
    "pada": 9,
    "source_line": 1,
    "gurmukhi": "bwbw. ijsu qU dyih; soeI jnu pwvY]",
    "transliteration": "Baabaa Jis Thoo Dhaehi Soee Jan Paavai ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੂੰ (ਆਤਮਕ ਆਨੰਦ ਦੀ ਦਾਤਿ) ਦੇਂਦਾ ਹੈਂ ਉਹ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 9,
    "source_line": 1,
    "gurmukhi": "pwvY q so jnu. dyih ijs no; hoir ikAw krih vycwirAw]",
    "transliteration": "Paavai Th So Jan Dhaehi Jis No Hor Kiaa Karehi Vaechaariaa ||",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ (ਇਸ ਦਾਤ ਨੂੰ) ਮਾਣਦਾ ਹੈ ਜਿਸ ਨੂੰ ਤੂੰ ਦਿੰਦਾ ਹੈਂ, ਹੋਰਨਾਂ ਵਿਚਾਰਿਆਂ ਦੀ (ਮਾਇਆ ਦੇ ਹੜ੍ਹ ਅੱਗੇ) ਕੋਈ ਪੇਸ਼ ਨਹੀਂ ਜਾਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "ieik Brim BUly. iPrih dh idis; ieik. nwim lwig svwirAw]",
    "transliteration": "Eik Bharam Bhoolae Firehi Dheh Dhis Eik Naam Laag Savaariaa ||",
    "punjabi": "ਕਈ ਬੰਦੇ (ਮਾਇਆ ਦੀ) ਭਟਕਣਾ ਵਿਚ (ਅਸਲ ਰਸਤੇ ਤੋਂ) ਭੁੱਲੇ ਹੋਏ ਦਸੀਂ ਪਾਸੀਂ ਦੌੜਦੇ ਫਿਰਦੇ ਹਨ, ਕਈ (ਭਾਗਾਂ ਵਾਲਿਆਂ ਨੂੰ) ਤੂੰ ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜ ਕੇ (ਉਹਨਾਂ ਦਾ ਜਨਮ) ਸਵਾਰ ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "gur prswdI. mnu BieAw inrmlu; ijnw Bwxw Bwvey]",
    "transliteration": "Gur Parasaadhee Man Bhaeiaa Niramal Jinaa Bhaanaa Bhaaveae ||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਤੇਰੀ ਮੇਹਰ ਨਾਲ) ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੇਰੀ ਰਜ਼ਾ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ, ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਹਨਾਂ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ (ਤੇ ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ,",
    "pronunciation": "Bw-vey",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "khY nwnku. ijsu dyih ipAwry; soeI jnu pwvey]8]",
    "transliteration": "Kehai Naanak Jis Dhaehi Piaarae Soee Jan Paaveae ||8||",
    "punjabi": "(ਪਰ) ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ (ਹੇ ਪ੍ਰਭੂ!) ਜਿਸ ਨੂੰ ਤੂੰ (ਆਤਮਕ ਆਨੰਦ ਦੀ ਦਾਤਿ) ਬਖ਼ਸ਼ਦਾ ਹੈਂ ਉਹੀ ਇਸ ਨੂੰ ਮਾਣ ਸਕਦਾ ਹੈ ॥੮॥",
    "pronunciation": "pw-vey",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 10,
    "source_line": 4,
    "gurmukhi": "Awvhu sMq ipAwirho; AkQ kI krh khwxI]",
    "transliteration": "Aavahu Santh Piaariho Akathh Kee Kareh Kehaanee ||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਸੰਤ ਜਨੋ! ਆਓ, ਅਸੀਂ (ਰਲ ਕੇ) ਬੇਅੰਤ ਗੁਣਾਂ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀਆਂ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਕਰੀਏ,",
    "pronunciation": "A-kQ:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 10,
    "source_line": 4,
    "gurmukhi": "krh khwxI AkQ kyrI; ikqu duAwrY pweIAY]",
    "transliteration": "Kareh Kehaanee Akathh Kaeree Kith Dhuaarai Paaeeai ||",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਦੀਆਂ ਕਹਾਣੀਆਂ ਸੁਣੀਏ ਸੁਣਾਈਏ ਜਿਸ ਦੇ ਗੁਣ ਬਿਆਨ ਤੋਂ ਪਰੇ ਹਨ। (ਪਰ ਜੇ ਤੁਸੀ ਪੁੱਛੋ ਕਿ) ਉਹ ਪ੍ਰਭੂ ਕਿਸ ਤਰੀਕੇ ਨਾਲ ਮਿਲਦਾ ਹੈ?",
    "pronunciation": "A-kQ:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 10,
    "source_line": 5,
    "gurmukhi": "qnu mnu Dnu sBu. sauip gur kau; hukim mMinAY pweIAY]",
    "transliteration": "Than Man Dhhan Sabh Soup Gur Ko Hukam Manniai Paaeeai ||",
    "punjabi": "(ਤਾਂ ਉੱਤਰ ਇਹ ਹੈ ਕਿ ਆਪਣਾ ਆਪ ਮਾਇਆ ਦੇ ਹਵਾਲੇ ਕਰਨ ਦੇ ਥਾਂ) ਆਪਣਾ ਤਨ ਮਨ ਧਨ ਸਭ ਕੁਝ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰੋ (ਇਸ ਤਰ੍ਹਾਂ) ਜੇ ਗੁਰੂ ਦਾ ਹੁਕਮ ਮਿੱਠਾ ਲੱਗਣ ਲੱਗ ਪਏ ਤਾਂ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 10,
    "source_line": 5,
    "gurmukhi": "hukmu mMinhu gurU kyrw; gwvhu scI bwxI]",
    "transliteration": "Hukam Mannihu Guroo Kaeraa Gaavahu Sachee Baanee ||",
    "punjabi": "(ਸੋ, ਸੰਤ ਜਨੋ!) ਗੁਰੂ ਦੇ ਹੁਕਮ ਉੱਤੇ ਤੁਰੋ ਤੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਗਾਇਆ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 10,
    "source_line": 6,
    "gurmukhi": "khY nwnku. suxhu sMqhu; kiQhu. AkQ khwxI]9]",
    "transliteration": "Kehai Naanak Sunahu Santhahu Kathhihu Akathh Kehaanee ||9||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਸੰਤ ਜਨੋ ਸੁਣੋ, (ਉਸ ਨੂੰ ਮਿਲਣ ਦਾ ਅਤੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਨ ਦਾ ਸਹੀ ਰਸਤਾ ਇਹੀ ਹੈ ਕਿ) ਉਸ ਅਕੱਥ ਪ੍ਰਭੂ ਦੀਆਂ ਕਹਾਣੀਆਂ ਕਰਿਆ ਕਰੋ ॥੯॥",
    "pronunciation": "A-kQ:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 11,
    "source_line": 6,
    "gurmukhi": "ey mn cMclw; cqurweI iknY. n pwieAw]",
    "transliteration": "Eae Man Chanchalaa Chathuraaee Kinai N Paaeiaa ||",
    "punjabi": "ਹੇ ਚੰਚਲ ਮਨ! ਚਲਾਕੀਆਂ ਨਾਲ ਕਿਸੇ ਨੇ ਭੀ (ਆਤਮਕ ਆਨੰਦ) ਹਾਸਲ ਨਹੀਂ ਕੀਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 11,
    "source_line": 7,
    "gurmukhi": "cqurweI. n pwieAw iknY; qU suix mMn myirAw]",
    "transliteration": "Chathuraaee N Paaeiaa Kinai Thoo Sun Mann Maeriaa ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ (ਧਿਆਨ ਨਾਲ) ਸੁਣ ਲੈ ਕਿ ਕਿਸੇ ਜੀਵ ਨੇ ਭੀ ਚਤੁਰਾਈ ਨਾਲ (ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ) ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 11,
    "source_line": 7,
    "gurmukhi": "eyh mwieAw mohxI; ijin eyqu Brim BulwieAw]",
    "transliteration": "Eaeh Maaeiaa Mohanee Jin Eaeth Bharam Bhulaaeiaa ||",
    "punjabi": "(ਅੰਦਰੋਂ ਮੋਹਣੀ ਮਾਇਆ ਵਿਚ ਭੀ ਫਸਿਆ ਰਹੇ, ਤੇ, ਬਾਹਰੋਂ ਨਿਰੀਆਂ ਗੱਲਾਂ ਨਾਲ ਆਤਮਕ ਆਨੰਦ ਚਾਹੇ, ਇਹ ਨਹੀਂ ਹੋ ਸਕਦਾ)। ਇਹ ਮਾਇਆ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਮੋਹ ਵਿਚ ਫਸਾਣ ਲਈ ਬੜੀ ਡਾਢੀ ਹੈ, ਇਸ ਨੇ ਇਸ ਭੁਲੇਖੇ ਵਿਚ ਪਾਇਆ ਹੋਇਆ ਹੈ ਕਿ ਮੋਹ ਮਿੱਠੀ ਚੀਜ਼ ਹੈ, ਇਸ ਤਰ੍ਹਾਂ ਕੁਰਾਹੇ ਪਾਈ ਰੱਖਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 11,
    "source_line": 8,
    "gurmukhi": "mwieAw q mohxI iqnY kIqI; ijin TgaulI pweIAw]",
    "transliteration": "Maaeiaa Th Mohanee Thinai Keethee Jin Thagoulee Paaeeaa ||",
    "punjabi": "(ਪਰ ਜੀਵ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਠਗਬੂਟੀ (ਜੀਵਾਂ ਨੂੰ) ਚੰਬੋੜੀ ਹੈ ਉਸੇ ਨੇ ਇਹ ਮੋਹਣੀ ਮਾਇਆ ਪੈਦਾ ਕੀਤੀ ਹੈ।",
    "pronunciation": "T-gaulI",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 11,
    "source_line": 8,
    "gurmukhi": "kurbwxu kIqw iqsY ivthu; ijin mohu mITw lwieAw]",
    "transliteration": "Kurabaan Keethaa Thisai Vittahu Jin Mohu Meethaa Laaeiaa ||",
    "punjabi": "(ਸੋ, ਹੇ ਮੇਰੇ ਮਨ! ਆਪਣੇ ਆਪ ਨੂੰ ਮਾਇਆ ਤੋਂ ਸਦਕੇ ਕਰਨ ਦੇ ਥਾਂ) ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਹੀ ਸਦਕੇ ਕਰੋ ਜਿਸ ਨੇ ਮਿੱਠਾ ਮੋਹ ਲਾਇਆ ਹੈ (ਤਦੋਂ ਹੀ ਇਹ ਮਿੱਠਾ ਮੋਹ ਮੁੱਕਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 11,
    "source_line": 9,
    "gurmukhi": "khY nwnku. mn cMcl; cqurweI iknY. n pwieAw]10]",
    "transliteration": "Kehai Naanak Man Chanchal Chathuraaee Kinai N Paaeiaa ||10||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਹੇ (ਮੇਰੇ) ਚੰਚਲ ਮਨ! ਚਤੁਰਾਈਆਂ ਨਾਲ ਕਿਸੇ ਨੇ (ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਆਤਮਕ ਆਨੰਦ) ਨਹੀਂ ਲੱਭਾ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 12,
    "source_line": 9,
    "gurmukhi": "ey mn ipAwirAw; qU sdw scu smwly]",
    "transliteration": "Eae Man Piaariaa Thoo Sadhaa Sach Samaalae ||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਨ! (ਜੇ ਤੂੰ ਸਦਾ ਦਾ ਆਤਮਕ ਆਨੰਦ ਲੋੜਦਾ ਹੈਂ ਤਾਂ) ਸਦਾ ਸੱਚੇ ਪ੍ਰਭੂ ਨੂੰ (ਆਪਣੇ ਅੰਦਰ) ਸੰਭਾਲ ਰੱਖ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 12,
    "source_line": 10,
    "gurmukhi": "eyhu kutMbu. qU ij dyKdw; clY nwhI. qyrY nwly]",
    "transliteration": "Eaehu Kuttanb Thoo J Dhaekhadhaa Chalai Naahee Thaerai Naalae ||",
    "punjabi": "ਇਹ ਜੇਹੜਾ ਪਰਵਾਰ ਤੂੰ ਵੇਖਦਾ ਹੈਂ, ਇਸ ਨੇ ਤੇਰੇ ਨਾਲ ਨਹੀਂ ਨਿਭਣਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 12,
    "source_line": 10,
    "gurmukhi": "swiQ qyrY. clY nwhI; iqsu nwil. ikau icqu lweIAY]",
    "transliteration": "Saathh Thaerai Chalai Naahee This Naal Kio Chith Laaeeai ||",
    "punjabi": "ਇਸ ਪਰਵਾਰ ਦੇ ਮੋਹ ਵਿਚ ਕਿਉਂ ਫਸਦਾ ਹੈਂ? ਇਸ ਨੇ ਤੇਰੇ ਨਾਲ ਤੋੜ ਸਦਾ ਦਾ ਸਾਥ ਨਹੀਂ ਨਿਬਾਹ ਸਕਣਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 12,
    "source_line": 11,
    "gurmukhi": "AYsw kMmu mUly. n kIcY; ijqu AMiq pCoqweIAY]",
    "transliteration": "Aisaa Kanm Moolae N Keechai Jith Anth Pashhothaaeeai ||",
    "punjabi": "ਜਿਸ ਕੰਮ ਦੇ ਕੀਤਿਆਂ ਆਖ਼ਰ ਹੱਥ ਮਲਣੇ ਪੈਣ, ਉਹ ਕੰਮ ਕਦੇ ਭੀ ਕਰਨਾ ਨਹੀਂ ਚਾਹੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 12,
    "source_line": 11,
    "gurmukhi": "siqgurU kw aupdysu suix qU; hovY qyrY nwly]",
    "transliteration": "Sathiguroo Kaa Oupadhaes Sun Thoo Hovai Thaerai Naalae ||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ (ਗਹੁ ਨਾਲ) ਸੁਣ, ਇਹ ਗੁਰ-ਉਪਦੇਸ਼ ਸਦਾ ਚੇਤੇ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 12,
    "source_line": 12,
    "gurmukhi": "khY nwnku. mn ipAwry; qU sdw scu smwly]11]",
    "transliteration": "Kehai Naanak Man Piaarae Thoo Sadhaa Sach Samaalae ||11||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਪਿਆਰੇ ਮਨ! (ਜੇ ਤੂੰ ਆਨੰਦ ਲੋੜਦਾ ਹੈਂ ਤਾਂ) ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਨੂੰ ਹਰ ਵੇਲੇ (ਆਪਣੇ ਅੰਦਰ) ਸਾਂਭ ਕੇ ਰੱਖ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 13,
    "source_line": 12,
    "gurmukhi": "Agm Agocrw; qyrw AMqu. n pwieAw]",
    "transliteration": "Agam Agocharaa Thaeraa Anth N Paaeiaa ||",
    "punjabi": "(ਹੇ ਪਿਆਰੇ ਮਨ! ਸਦਾ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਸੰਭਾਲ ਰੱਖ, ਤੇ ਉਸ ਦੇ ਅੱਗੇ ਇਉਂ ਅਰਜ਼ੋਈ ਕਰ-) ਹੇ ਅਪਹੁੰਚ ਹਰੀ! ਹੇ ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ! (ਤੇਰੇ ਗੁਣਾਂ ਦਾ) ਕਿਸੇ ਨੇ ਅੰਤ ਨਹੀਂ ਲੱਭਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 13,
    "source_line": 13,
    "gurmukhi": "AMqo. n pwieAw iknY qyrw; Awpxw Awpu qU jwxhy]",
    "transliteration": "Antho N Paaeiaa Kinai Thaeraa Aapanaa Aap Thoo Jaanehae ||",
    "punjabi": "ਆਪਣੇ (ਅਸਲ) ਸਰੂਪ ਨੂੰ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ, ਹੋਰ ਕੋਈ ਜੀਵ ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅਖ਼ੀਰ ਨਹੀਂ ਲੱਭ ਸਕਦਾ।",
    "pronunciation": "jwx-hy",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 13,
    "source_line": 13,
    "gurmukhi": "jIA jMq siB Kylu qyrw; ikAw ko AwiK vKwxey]",
    "transliteration": "Jeea Janth Sabh Khael Thaeraa Kiaa Ko Aakh Vakhaaneae ||",
    "punjabi": "ਕੋਈ ਹੋਰ ਜੀਵ (ਤੇਰੇ ਗੁਣਾਂ ਨੂੰ) ਆਖ ਕੇ ਬਿਆਨ ਕਰੇ ਭੀ ਕਿਸ ਤਰ੍ਹਾਂ? ਇਹ ਸਾਰੇ ਜੀਵ (ਤਾਂ) ਤੇਰਾ ਹੀ ਰਚਿਆ ਹੋਇਆ ਇਕ ਖੇਲ ਹੈ।",
    "pronunciation": "vKwx-ey",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 13,
    "source_line": 14,
    "gurmukhi": "AwKih q vyKih sBu qUhY; ijin jgqu aupwieAw]",
    "transliteration": "Aakhehi Th Vaekhehi Sabh Thoohai Jin Jagath Oupaaeiaa ||",
    "punjabi": "ਹਰੇਕ ਜੀਵ ਵਿਚ ਤੂੰ ਆਪ ਹੀ ਬੋਲਦਾ ਹੈਂ, ਹਰੇਕ ਜੀਵ ਦੀ ਤੂੰ ਆਪ ਹੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈਂ (ਤੂੰ ਹੀ ਕਰਦਾ ਹੈਂ) ਜਿਸ ਨੇ ਇਹ ਸੰਸਾਰ ਪੈਦਾ ਕੀਤਾ ਹੈ।",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 13,
    "source_line": 14,
    "gurmukhi": "khY nwnku. qU sdw AgMmu hY; qyrw AMqu n pwieAw]12]",
    "transliteration": "Kehai Naanak Thoo Sadhaa Aganm Hai Thaeraa Anth N Paaeiaa ||12||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ (ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਪ੍ਰਭੂ ਅੱਗੇ ਇਉਂ ਅਰਜ਼ੋਈ ਕਰ-) ਤੂੰ ਸਦਾ ਅਪਹੁੰਚ ਹੈਂ, (ਕਿਸੇ ਜੀਵ ਨੇ ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਕਦੇ) ਅੰਤ ਨਹੀਂ ਲੱਭਾ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 14,
    "source_line": 15,
    "gurmukhi": "suir nr muin jn. AMimRqu Kojdy; su AMimRqu. gur qy pwieAw]",
    "transliteration": "Sur Nar Mun Jan Anmrith Khojadhae S Anmrith Gur Thae Paaeiaa ||",
    "punjabi": "(ਆਤਮਕ ਆਨੰਦ ਇਕ ਐਸਾ) ਅੰਮ੍ਰਿਤ (ਹੈ ਜਿਸ) ਨੂੰ ਦੇਵਤੇ ਮਨੁੱਖ ਮੁਨੀ ਲੋਕ ਲੱਭਦੇ ਫਿਰਦੇ ਹਨ, (ਪਰ) ਇਹ ਅੰਮ੍ਰਿਤ ਗੁਰੂ ਤੋਂ ਹੀ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 14,
    "source_line": 15,
    "gurmukhi": "pwieAw AMimRqu. guir ikRpw kInI; scw min vswieAw]",
    "transliteration": "Paaeiaa Anmrith Gur Kirapaa Keenee Sachaa Man Vasaaeiaa ||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਗੁਰੂ ਨੇ ਮੇਹਰ ਕੀਤੀ ਉਸ ਨੇ (ਇਹ) ਅੰਮ੍ਰਿਤ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ (ਕਿਉਂਕਿ) ਉਸ ਨੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪਣੇ ਮਨ ਵਿਚ ਟਿਕਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 14,
    "source_line": 16,
    "gurmukhi": "jIA jMq siB quDu aupwey; ieik vyiK. prsix AwieAw]",
    "transliteration": "Jeea Janth Sabh Thudhh Oupaaeae Eik Vaekh Parasan Aaeiaa ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸਾਰੇ ਜੀਅ ਜੰਤ ਤੂੰ ਹੀ ਪੈਦਾ ਕੀਤੇ ਹਨ (ਤੂੰ ਹੀ ਇਹਨਾਂ ਨੂੰ ਪ੍ਰੇਰਦਾ ਹੈਂ, ਤੇਰੀ ਪ੍ਰੇਰਨਾ ਨਾਲ ਹੀ) ਕਈ ਜੀਵ (ਗੁਰੂ ਦਾ) ਦੀਦਾਰ ਕਰ ਕੇ (ਉਸ ਦੇ) ਚਰਨ ਛੁਹਣ ਆਉਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 14,
    "source_line": 17,
    "gurmukhi": "lbu loBu AhMkwru cUkw; siqgurU Blw BwieAw]",
    "transliteration": "Lab Lobh Ahankaar Chookaa Sathiguroo Bhalaa Bhaaeiaa ||",
    "punjabi": "ਸਤਿਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ (ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਹਨਾਂ ਦਾ) ਲੱਬ ਲੋਭ ਤੇ ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 14,
    "source_line": 17,
    "gurmukhi": "khY nwnku. ijs no Awip quTw; iqin. AMimRqu gur qy pwieAw]13]",
    "transliteration": "Kehai Naanak Jis No Aap Thuthaa Thin Anmrith Gur Thae Paaeiaa ||13||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਪ੍ਰਭੂ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੇ (ਆਤਮਕ ਆਨੰਦ-ਰੂਪ) ਅੰਮ੍ਰਿਤ ਗੁਰੂ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 15,
    "source_line": 18,
    "gurmukhi": "Bgqw kI; cwl inrwlI]",
    "transliteration": "Bhagathaa Kee Chaal Niraalee ||",
    "punjabi": "(ਜੇਹੜੇ ਸੁਭਾਗ ਬੰਦੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ ਉਹੀ ਭਗਤ ਹਨ ਤੇ ਉਹਨਾਂ) ਭਗਤਾਂ ਦੀ ਜੀਵਨ-ਜੁਗਤੀ (ਦੁਨੀਆ ਦੇ ਲੋਕਾਂ ਨਾਲੋਂ ਸਦਾ) ਵੱਖਰੀ ਹੁੰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 15,
    "source_line": 18,
    "gurmukhi": "cwlw inrwlI Bgqwh kyrI; ibKm mwrig clxw]",
    "transliteration": "Chaalaa Niraalee Bhagathaah Kaeree Bikham Maarag Chalanaa ||",
    "punjabi": "(ਇਹ ਪੱਕੀ ਗੱਲ ਹੈ ਕਿ ਉਹਨਾਂ) ਭਗਤਾਂ ਦੀ ਜੀਵਨ-ਜੁਗਤੀ (ਹੋਰਨਾਂ ਨਾਲੋਂ) ਵੱਖਰੀ ਹੁੰਦੀ ਹੈ। ਉਹ (ਬੜੇ) ਔਖੇ ਰਸਤੇ ਉਤੇ ਤੁਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 15,
    "source_line": 18,
    "gurmukhi": "lbu loBu AhMkwru qij iqRsnw; bhuqu. nwhI bolxw]",
    "transliteration": "Lab Lobh Ahankaar Thaj Thrisanaa Bahuth Naahee Bolanaa ||",
    "punjabi": "ਉਹ ਲੱਬ ਲੋਭ ਅਹੰਕਾਰ ਤੇ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਤਿਆਗਦੇ ਹਨ ਤੇ ਬਹੁਤਾ ਨਹੀਂ ਬੋਲਦੇ (ਭਾਵ, ਆਪਣੀ ਸੋਭਾ ਨਹੀਂ ਕਰਦੇ ਫਿਰਦੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 15,
    "source_line": 19,
    "gurmukhi": "KMinAhu iqKI. vwlhu inkI; eyqu mwrig jwxw]",
    "transliteration": "Khanniahu Thikhee Vaalahu Nikee Eaeth Maarag Jaanaa ||",
    "punjabi": "ਇਸ ਰਸਤੇ ਉਤੇ ਤੁਰਨਾ (ਬੜੀ ਔਖੀ ਖੇਡ ਹੈ ਕਿਉਂਕਿ ਇਹ ਰਸਤਾ) ਖੰਡੇ ਦੀ ਧਾਰ ਨਾਲੋਂ ਤ੍ਰਿੱਖਾ ਹੈ ਤੇ ਵਾਲ ਨਾਲੋਂ ਪਤਲਾ ਹੈ (ਇਸ ਉਤੋਂ ਡਿੱਗਣ ਦੀ ਭੀ ਸੰਭਾਵਨਾ ਹਰ ਵੇਲੇ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ਕਿਉਂਕਿ ਦੁਨੀਆ ਵਾਲੀ ਵਾਸਨਾ ਮਨ ਦੀ ਅਡੋਲਤਾ ਨੂੰ ਧੱਕਾ ਦੇ ਦੇਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  }
]