[
  {
    "shabad_id": 3370,
    "pada": 29,
    "source_line": 1,
    "gurmukhi": "AwpxI ilv Awpy lwey; gurmuiK sdw smwlIAY]",
    "transliteration": "Aapanee Liv Aapae Laaeae Guramukh Sadhaa Samaaleeai ||",
    "punjabi": "(ਪਰ ਜੀਵ ਦੇ ਕੀਹ ਵੱਸ?) ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣੀ ਪ੍ਰੀਤ ਦੀ ਦਾਤ ਦੇਂਦਾ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਸ ਨੂੰ ਸਿਮਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 29,
    "source_line": 1,
    "gurmukhi": "khY nwnku. eyvfu dwqw; so. ikau mnhu ivswrIAY]28]",
    "transliteration": "Kehai Naanak Eaevadd Dhaathaa So Kio Manahu Visaareeai ||28||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ (ਜੇ ਆਤਮਕ ਆਨੰਦ ਦੀ ਲੋੜ ਹੈ ਤਾਂ) ਇਤਨੇ ਵੱਡੇ ਦਾਤਾਰ ਪ੍ਰਭੂ ਨੂੰ ਕਦੇ ਭੀ ਭੁਲਾਣਾ ਨਹੀਂ ਚਾਹੀਦਾ ॥੨੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 30,
    "source_line": 2,
    "gurmukhi": "jYsI Agin audr mih; qYsI bwhir mwieAw]",
    "transliteration": "Jaisee Agan Oudhar Mehi Thaisee Baahar Maaeiaa ||",
    "punjabi": "ਜਿਵੇਂ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਅੱਗ ਹੈ ਤਿਵੇਂ ਬਾਹਰ ਜਗਤ ਵਿਚ ਮਾਇਆ (ਦੁਖਦਾਈ) ਹੈ।",
    "pronunciation": "bwh-ir",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 30,
    "source_line": 2,
    "gurmukhi": "mwieAw Agin sB ieko jyhI; krqY Kylu rcwieAw]",
    "transliteration": "Maaeiaa Agan Sabh Eiko Jaehee Karathai Khael Rachaaeiaa ||",
    "punjabi": "ਮਾਇਆ ਤੇ ਅੱਗ ਇਕੋ ਜਿਹੀਆਂ ਹੀ ਹਨ, ਕਰਤਾਰ ਨੇ ਐਸੀ ਹੀ ਖੇਡ ਰਚ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 30,
    "source_line": 3,
    "gurmukhi": "jw iqsu Bwxw. qw jMimAw; prvwir Blw BwieAw]",
    "transliteration": "Jaa This Bhaanaa Thaa Janmiaa Paravaar Bhalaa Bhaaeiaa ||",
    "punjabi": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ ਜੀਵ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਪਰਵਾਰ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 30,
    "source_line": 3,
    "gurmukhi": "ilv CuVkI. lgI iqRsnw; mwieAw. Amru vrqwieAw]",
    "transliteration": "Liv Shhurrakee Lagee Thrisanaa Maaeiaa Amar Varathaaeiaa ||",
    "punjabi": "(ਪਰਵਾਰ ਦੇ ਜੀਵ ਉਸ ਨਵੇਂ ਜੰਮੇ ਬਾਲ ਨੂੰ ਪਿਆਰ ਕਰਦੇ ਹਨ, ਇਸ ਪਿਆਰ ਵਿਚ ਫਸ ਕੇ ਉਸ ਦੀ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲੋਂ) ਪ੍ਰੀਤ ਦੀ ਤਾਰ ਟੁੱਟ ਜਾਂਦੀ ਹੈ, ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਆ ਚੰਬੜਦੀ ਹੈ, ਮਾਇਆ (ਉਸ ਉਤੇ) ਆਪਣਾ ਜ਼ੋਰ ਪਾ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 30,
    "source_line": 4,
    "gurmukhi": "eyh mwieAw. ijqu hir ivsrY; mohu aupjY. Bwau dUjw lwieAw]",
    "transliteration": "Eaeh Maaeiaa Jith Har Visarai Mohu Oupajai Bhaao Dhoojaa Laaeiaa ||",
    "punjabi": "ਮਾਇਆ ਹੈ ਹੀ ਐਸੀ ਕਿ ਇਸ ਦੀ ਰਾਹੀਂ ਰੱਬ ਭੁੱਲ ਜਾਂਦਾ ਹੈ, (ਦੁਨੀਆ ਦਾ) ਮੋਹ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ, (ਰੱਬ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਹੋਰ ਪਿਆਰ ਉਪਜ ਪੈਂਦਾ ਹੈ (ਫਿਰ ਅਜੇਹੀ ਹਾਲਤ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਕਿਥੋਂ ਮਿਲੇ?)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 30,
    "source_line": 5,
    "gurmukhi": "khY nwnku. gur prswdI. ijnw ilv lwgI; iqnI ivcy mwieAw pwieAw]29]",
    "transliteration": "Kehai Naanak Gur Parasaadhee Jinaa Liv Laagee Thinee Vichae Maaeiaa Paaeiaa ||29||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਦੀ ਪ੍ਰੀਤ ਦੀ ਡੋਰ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਮਾਇਆ ਵਿਚ ਵਰਤਦਿਆਂ ਹੀ (ਆਤਮਕ ਆਨੰਦ) ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 31,
    "source_line": 5,
    "gurmukhi": "hir Awip Amulku hY; muil. n pwieAw jwie]",
    "transliteration": "Har Aap Amulak Hai Mul N Paaeiaa Jaae ||",
    "punjabi": "(ਜਦ ਤਕ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਨਾ ਹੋਵੇ ਤਦ ਤਕ ਆਨੰਦ ਨਹੀਂ ਮਾਣਿਆ ਜਾ ਸਕਦਾ, ਪਰ) ਪ੍ਰਭੂ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਪਰਮਾਤਮਾ (ਧਨ ਆਦਿਕ) ਕਿਸੇ ਕੀਮਤ ਤੋਂ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "pronunciation": "m`uil",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 31,
    "source_line": 6,
    "gurmukhi": "muil. n pwieAw jwie. iksY ivthu; rhy lok ivllwie]",
    "transliteration": "Mul N Paaeiaa Jaae Kisai Vittahu Rehae Lok Vilalaae ||",
    "punjabi": "ਜੀਵ ਖਪ ਖਪ ਕੇ ਹਾਰ ਗਏ, ਕਿਸੇ ਨੂੰ (ਧਨ ਆਦਿਕ) ਕੀਮਤ ਦੇ ਕੇ ਪਰਮਾਤਮਾ ਨਹੀਂ ਮਿਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 31,
    "source_line": 6,
    "gurmukhi": "AYsw siqguru. jy imlY, iqs no isru saupIAY; ivchu Awpu jwie]",
    "transliteration": "Aisaa Sathigur Jae Milai This No Sir Soupeeai Vichahu Aap Jaae ||",
    "punjabi": "(ਹਾਂ,) ਜੇ ਅਜੇਹਾ ਗੁਰੂ ਮਿਲ ਪਏ (ਜਿਸ ਦੇ ਮਿਲਿਆਂ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਨਿਕਲ ਜਾਏ) ਤਾਂ ਉਸ ਗੁਰੂ ਦੇ ਅੱਗੇ ਆਪਣਾ ਸਿਰ ਭੇਟ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ (ਆਪਣਾ ਆਪ ਅਰਪਣ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 31,
    "source_line": 7,
    "gurmukhi": "ijs dw jIau. iqsu imil rhY; hir vsY min Awie]",
    "transliteration": "Jis Dhaa Jeeo This Mil Rehai Har Vasai Man Aae ||",
    "punjabi": "(ਤੇ ਜਿਸ ਗੁਰੂ ਦੇ ਮਿਲਿਆਂ) ਜੀਵ ਉਸ ਹਰੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਰਹੇ ਉਹ ਹਰੀ ਉਸ ਦੇ ਮਨ ਵਿਚ ਵੱਸ ਪਏ ਜਿਸ ਦਾ ਇਹ ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 31,
    "source_line": 8,
    "gurmukhi": "hir Awip Amulku hY. Bwg iqnw ky nwnkw; ijn hir plY pwie]30]",
    "transliteration": "Har Aap Amulak Hai Bhaag Thinaa Kae Naanakaa Jin Har Palai Paae ||30||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ (ਕਿਸੇ ਕੀਮਤ ਤੋਂ ਨਹੀਂ ਮਿਲਦਾ, ਪਰ) ਪਰਮਾਤਮਾ ਜਿਨ੍ਹਾਂ ਨੂੰ (ਗੁਰੂ ਦੇ) ਲੜ ਲਾ ਦੇਂਦਾ ਹੈ ਉਹਨਾਂ ਦੇ ਭਾਗ ਜਾਗ ਪੈਂਦੇ ਹਨ (ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ) ॥੩੦॥",
    "pronunciation": "A-m`ulku[p`lY",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 32,
    "source_line": 8,
    "gurmukhi": "hir rwis myrI; mnu vxjwrw]",
    "transliteration": "Har Raas Maeree Man Vanajaaraa ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੇਰੀ ਰਾਸਿ-ਪੂੰਜੀ ਹੈ ਤੇ ਮੇਰਾ ਮਨ ਵਪਾਰੀ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 32,
    "source_line": 9,
    "gurmukhi": "hir rwis myrI. mnu vxjwrw; siqgur qy rwis jwxI]",
    "transliteration": "Har Raas Maeree Man Vanajaaraa Sathigur Thae Raas Jaanee ||",
    "punjabi": "ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਮੈਨੂੰ ਸਮਝ ਆਈ ਹੈ ਕਿ (ਆਤਮਕ ਆਨੰਦ ਦੀ ਖੱਟੀ ਖੱਟਣ ਲਈ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਮੇਰੀ ਰਾਸਿ-ਪੂੰਜੀ (ਹੋ ਸਕਦੀ ਹੈ), ਮੇਰਾ ਮਨ (ਇਸ ਵਣਜ ਦਾ) ਵਪਾਰੀ ਬਣ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 32,
    "source_line": 9,
    "gurmukhi": "hir hir inq jiphu jIAhu; lwhw Kithu idhwVI]",
    "transliteration": "Har Har Nith Japihu Jeeahu Laahaa Khattihu Dhihaarree ||",
    "punjabi": "ਤੁਸੀ ਭੀ ਪ੍ਰੇਮ ਨਾਲ ਸਦਾ ਹਰੀ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ, ਤੇ ਹਰ ਰੋਜ਼ (ਆਤਮਕ ਆਨੰਦ ਦਾ) ਲਾਭ ਖੱਟੋ।",
    "pronunciation": "K`ithu",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 32,
    "source_line": 10,
    "gurmukhi": "eyhu Dnu iqnw imilAw; ijn hir Awpy Bwxw]",
    "transliteration": "Eaehu Dhhan Thinaa Miliaa Jin Har Aapae Bhaanaa ||",
    "punjabi": "(ਹਰੀ-ਨਾਮ ਦਾ, ਆਤਮਕ ਆਨੰਦ ਦਾ) ਇਹ ਧਨ ਉਹਨਾਂ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਦੇਣਾ ਪ੍ਰਭੂ ਨੂੰ ਆਪ ਹੀ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 32,
    "source_line": 10,
    "gurmukhi": "khY nwnku. hir rwis myrI; mnu hoAw vxjwrw]31]",
    "transliteration": "Kehai Naanak Har Raas Maeree Man Hoaa Vanajaaraa ||31||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੇਰੀ ਪੂੰਜੀ ਬਣ ਗਈ ਹੈ (ਹੁਣ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੈਂ ਆਤਮਕ ਆਨੰਦ ਦੀ ਖੱਟੀ ਖੱਟਦਾ ਹਾਂ) ॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 33,
    "source_line": 11,
    "gurmukhi": "ey rsnw. qU An ris rwic rhI; qyrI ipAws. n jwie]",
    "transliteration": "Eae Rasanaa Thoo An Ras Raach Rehee Thaeree Piaas N Jaae ||",
    "punjabi": "ਹੇ (ਮੇਰੀ) ਜੀਭ! ਤੂੰ ਹੋਰ ਹੋਰ ਸੁਆਦ ਵਿਚ ਮਸਤ ਹੋ ਰਹੀ ਹੈਂ, (ਇਸ ਤਰ੍ਹਾਂ) ਤੇਰਾ ਸੁਆਦਾਂ ਦਾ ਚਸਕਾ ਦੂਰ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 33,
    "source_line": 11,
    "gurmukhi": "ipAws. n jwie horqu ikqY; ijcru hir rsu plY. n pwie]",
    "transliteration": "Piaas N Jaae Horath Kithai Jichar Har Ras Palai N Paae ||",
    "punjabi": "ਜਿਤਨਾ ਚਿਰ ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਦਾ ਆਨੰਦ ਪ੍ਰਾਪਤ ਨਾ ਹੋਵੇ, (ਉਤਨਾ ਚਿਰ) ਕਿਸੇ ਹੋਰ ਥਾਂ ਤੋਂ ਸੁਆਦਾਂ ਦਾ ਚਸਕਾ ਮਿਟ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 33,
    "source_line": 12,
    "gurmukhi": "hir rsu pwie plY. pIAY hir rsu; bhuiV. n iqRsnw lwgY, Awie]",
    "transliteration": "Har Ras Paae Palai Peeai Har Ras Bahurr N Thrisanaa Laagai Aae ||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਮਿਲ ਜਾਏ, ਜੋ ਮਨੁੱਖ ਹਰੀ-ਸਿਮਰਨ ਦਾ ਸੁਆਦ ਮਾਣਨ ਲੱਗ ਪਏ, ਉਸ ਨੂੰ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਨਹੀਂ ਪੋਹ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 33,
    "source_line": 12,
    "gurmukhi": "eyhu hir rsu. krmI pweIAY; siqguru imlY ijsu Awie]",
    "transliteration": "Eaehu Har Ras Karamee Paaeeai Sathigur Milai Jis Aae ||",
    "punjabi": "ਪਰ ਇਹ ਹਰੀ-ਨਾਮ ਦਾ ਆਨੰਦ ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਨਾਲ ਮਿਲਦਾ ਹੈ (ਉਸ ਨੂੰ ਮਿਲਦਾ ਹੈ) ਜਿਸ ਨੂੰ ਗੁਰੂ ਮਿਲੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 33,
    "source_line": 13,
    "gurmukhi": "khY nwnku. hoir An rs siB vIsry; jw hir vsY min Awie]32]",
    "transliteration": "Kehai Naanak Hor An Ras Sabh Veesarae Jaa Har Vasai Man Aae ||32||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਜਦੋਂ ਹਰੀ-ਸਿਮਰਨ ਦਾ ਆਨੰਦ ਮਨ ਵਿਚ ਵੱਸ ਪਏ, ਤਦੋਂ ਹੋਰ ਹੋਰ ਸਾਰੇ ਚਸਕੇ ਭੁੱਲ ਜਾਂਦੇ ਹਨ ॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 34,
    "source_line": 14,
    "gurmukhi": "ey srIrw myirAw. hir qum mih joiq rKI; qw qU. jg mih AwieAw]",
    "transliteration": "Eae Sareeraa Maeriaa Har Thum Mehi Joth Rakhee Thaa Thoo Jag Mehi Aaeiaa ||",
    "punjabi": "ਮੇਰੇ ਸਰੀਰ! (ਤੂੰ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਵਿਚੋਂ ਅਨੰਦ ਢੂੰਢਦਾ ਹੈਂ, ਪਰ ਆਨੰਦ ਦਾ ਸੋਮਾ ਤਾਂ ਪਰਮਾਤਮਾ ਹੈ ਜੋ ਤੇਰੇ ਅੰਦਰ ਵੱਸਦਾ ਹੈ) ਤੂੰ ਜਗਤ ਵਿਚ ਆਇਆ ਹੀ ਤਦੋਂ, ਜਦੋਂ ਹਰੀ ਨੇ ਆਪਣੀ ਜੋਤਿ ਤੇਰੇ ਅੰਦਰ ਰੱਖ ਦਿੱਤੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 34,
    "source_line": 14,
    "gurmukhi": "hir joiq rKI. quDu ivic; qw qU jg mih AwieAw]",
    "transliteration": "Har Joth Rakhee Thudhh Vich Thaa Thoo Jag Mehi Aaeiaa ||",
    "punjabi": "(ਇਹ ਯਕੀਨ ਜਾਣ ਕਿ) ਜਦੋਂ ਪਰਮਾਤਮਾ ਨੇ ਤੇਰੇ ਅੰਦਰ ਆਪਣੀ ਜੋਤਿ ਰੱਖੀ, ਤਦੋਂ ਤੂੰ ਜਗਤ ਵਿਚ ਜੰਮਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 34,
    "source_line": 15,
    "gurmukhi": "hir Awpy mwqw. Awpy ipqw; ijin jIau aupwie. jgqu idKwieAw]",
    "transliteration": "Har Aapae Maathaa Aapae Pithaa Jin Jeeo Oupaae Jagath Dhikhaaeiaa ||",
    "punjabi": "ਜੇਹੜਾ ਪਰਮਾਤਮਾ ਜੀਵ ਪੈਦਾ ਕਰਕੇ ਉਸ ਨੂੰ ਜਗਤ ਵਿਚ ਭੇਜਦਾ ਹੈ ਉਹ ਆਪ ਹੀ ਇਸ ਦੀ ਮਾਂ ਹੈ ਆਪ ਹੀ ਇਸ ਦਾ ਪਿਤਾ ਹੈ (ਪ੍ਰਭੂ ਆਪ ਹੀ ਮਾਪਿਆਂ ਵਾਂਗ ਜੀਵ ਨੂੰ ਹਰ ਤਰ੍ਹਾਂ ਦਾ ਸੁਖ ਦੇਂਦਾ ਹੈ, ਸੁਖ ਆਨੰਦ ਦਾ ਦਾਤਾ ਹੈ ਹੀ ਪ੍ਰਭੂ ਆਪ। ਪਰ ਜੀਵ ਜਗਤ ਵਿਚੋਂ ਮਾਇਕ ਪਦਾਰਥਾਂ ਵਿਚੋਂ ਆਨੰਦ ਭਾਲਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 34,
    "source_line": 16,
    "gurmukhi": "gur prswdI buiJAw. qw clqu hoAw; clqu ndrI AwieAw]",
    "transliteration": "Gur Parasaadhee Bujhiaa Thaa Chalath Hoaa Chalath Nadharee Aaeiaa ||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਜੀਵ ਨੂੰ ਗਿਆਨ ਹੁੰਦਾ ਹੈ ਤਾਂ ਇਸ ਨੂੰ ਸਮਝ ਆਉਂਦੀ ਹੈ ਕਿ ਇਹ ਜਗਤ ਤਾਂ ਇਕ ਖੇਡ ਹੀ ਹੈ, ਫਿਰ ਜੀਵ ਨੂੰ ਇਹ ਜਗਤ (ਮਦਾਰੀ ਦਾ) ਇਕ ਤਮਾਸ਼ਾ ਹੀ ਦਿੱਸ ਪੈਂਦਾ ਹੈ (ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਆਤਮਕ ਆਨੰਦ ਇਸ ਵਿਚ ਨਹੀਂ ਹੋ ਸਕਦਾ)।",
    "pronunciation": "bu`iJAw",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 34,
    "source_line": 16,
    "gurmukhi": "khY nwnku. isRsit kw mUlu ricAw. joiq rwKI; qw qU jg mih AwieAw]33]",
    "transliteration": "Kehai Naanak Srisatt Kaa Mool Rachiaa Joth Raakhee Thaa Thoo Jag Mehi Aaeiaa ||33||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਮੇਰੇ ਸਰੀਰ! ਜਦੋਂ ਪ੍ਰਭੂ ਨੇ ਜਗਤ-ਰਚਨਾ ਦਾ ਮੁੱਢ ਬੱਧਾ, ਤੇਰੇ ਅੰਦਰ ਆਪਣੀ ਜੋਤਿ ਪਾਈ, ਤਦੋਂ ਤੂੰ ਜਗਤ ਵਿਚ ਜਨਮਿਆ ॥੩੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 35,
    "source_line": 17,
    "gurmukhi": "min cwau BieAw; pRB Awgmu suixAw]",
    "transliteration": "Man Chaao Bhaeiaa Prabh Aagam Suniaa ||",
    "punjabi": "ਆਪਣੀ ਹਿਰਦੇ-ਸੇਜ ਉਤੇ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਆਉਣਾ ਮੈਂ ਸੁਣ ਲਿਆ ਹੈ (ਮੈਂ ਅਨੁਭਵ ਕਰ ਲਿਆ ਹੈ ਕਿ ਪ੍ਰਭੂ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ ਹੁਣ) ਮੇਰੇ ਮਨ ਵਿਚ ਆਨੰਦ ਬਣ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 35,
    "source_line": 18,
    "gurmukhi": "hir mMglu gwau sKI; igRhu mMdru bixAw]",
    "transliteration": "Har Mangal Gaao Sakhee Grihu Mandhar Baniaa ||",
    "punjabi": "ਹੇ ਮੇਰੀ ਜਿੰਦੇ! ਮੇਰਾ ਇਹ ਹਿਰਦਾ-ਘਰ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਨਿਵਾਸ-ਅਸਥਾਨ ਬਣ ਗਿਆ ਹੈ, ਹੁਣ ਤੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 35,
    "source_line": 18,
    "gurmukhi": "hir gwau mMglu inq sKIey; sogu dUKu. n ivAwpey]",
    "transliteration": "Har Gaao Mangal Nith Sakheeeae Sog Dhookh N Viaapeae ||",
    "punjabi": "ਹੇ ਜਿੰਦੇ! ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਵਡਿਆਈ ਦਾ ਗੀਤ ਗਾਂਦੀ ਰਹੁ, (ਇਹ ਤਰ੍ਹਾਂ) ਕੋਈ ਫ਼ਿਕਰ ਕੋਈ ਦੁੱਖ (ਆਪਣਾ) ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ।",
    "pronunciation": "ivAw-pey",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 35,
    "source_line": 19,
    "gurmukhi": "gur crn lwgy. idn sBwgy; Awpxw ipru jwpey]",
    "transliteration": "Gur Charan Laagae Dhin Sabhaagae Aapanaa Pir Jaapeae ||",
    "punjabi": "ਉਹ ਦਿਨ ਭਾਗਾਂ ਵਾਲੇ ਹੁੰਦੇ ਹਨ ਜਦੋਂ (ਮੱਥਾ) ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਉਤੇ ਟਿਕੇ, ਪਿਆਰਾ ਪਤੀ-ਪ੍ਰਭੂ (ਹਿਰਦੇ ਵਿਚ) ਦਿੱਸ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "j`w-pey",
    "type_id": 3
  },
  {
    "shabad_id": 3370,
    "pada": 35,
    "source_line": 19,
    "gurmukhi": "Anhq bwxI. gur sbid jwxI; hir nwmu hir rsu Bogo]",
    "transliteration": "Anehath Baanee Gur Sabadh Jaanee Har Naam Har Ras Bhogo ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਇਕ-ਰਸ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਰੌ ਨਾਲ ਸਾਂਝ ਬਣ ਜਾਂਦੀ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]