[
  {
    "id": 39494,
    "shabad_id": 3370,
    "pada": 35,
    "source_line": 1,
    "gurmukhi": "khY nwnku. pRBu Awip imilAw; krx kwrx jogo ]34]",
    "transliteration": "Kehai Naanak Prabh Aap Miliaa Karan Kaaran Jogo ||34||",
    "translation": "Says Nanak, God Himself has met me; He is the Doer, the Cause of causes. ||34||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ (ਹੇ ਜਿੰਦੇ! ਖ਼ੁਸ਼ੀ ਦਾ ਗੀਤ ਗਾ) ਸਭ ਕੁਝ ਕਰਨ ਦੇ ਸਮਰੱਥ ਪ੍ਰਭੂ ਆਪ ਆ ਕੇ ਮੈਨੂੰ ਮਿਲ ਪਿਆ ਹੈ ॥੩੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39495,
    "shabad_id": 3370,
    "pada": 36,
    "source_line": 1,
    "gurmukhi": "ey srIrw myirAw. iesu jg mih Awie kY; ikAw quDu krm kmwieAw ]",
    "transliteration": "Eae Sareeraa Maeriaa Eis Jag Mehi Aae Kai Kiaa Thudhh Karam Kamaaeiaa ||",
    "translation": "O my body, why have you come into this world? What actions have you committed?",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਰੀਰ! ਇਸ ਜਗਤ ਵਿਚ ਜਨਮ ਲੈ ਕੇ ਤੂੰ ਹੋਰ ਹੋਰ ਕੰਮ ਹੀ ਕਰਦਾ ਰਿਹਾ।",
    "pronunciation": "j`g",
    "type_id": 3
  },
  {
    "id": 39496,
    "shabad_id": 3370,
    "pada": 36,
    "source_line": 2,
    "gurmukhi": "ik krm kmwieAw. quDu srIrw; jw qU. jg mih AwieAw ]",
    "transliteration": "K Karam Kamaaeiaa Thudhh Sareeraa Jaa Thoo Jag Mehi Aaeiaa ||",
    "translation": "And what actions have you committed, O my body, since you came into this world?",
    "punjabi": "ਜਦੋਂ ਦਾ ਤੂੰ ਸੰਸਾਰ ਵਿਚ ਆਇਆ ਹੈਂ, ਤੂੰ (ਪ੍ਰਭੂ-ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਹੋਰ ਕੰਮ ਹੀ ਕਰਦਾ ਰਿਹਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39497,
    "shabad_id": 3370,
    "pada": 36,
    "source_line": 2,
    "gurmukhi": "ijin hir qyrw rcnu ricAw; so hir min. n vswieAw ]",
    "transliteration": "Jin Har Thaeraa Rachan Rachiaa So Har Man N Vasaaeiaa ||",
    "translation": "The Lord who formed your form - you have not enshrined that Lord in your mind.",
    "punjabi": "ਜਿਸ ਹਰੀ ਨੇ ਤੈਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਉਸ ਨੂੰ ਤੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਨਹੀਂ ਵਸਾਇਆ (ਉਸ ਦੀ ਯਾਦ ਵਿਚ ਕਦੇ ਨਹੀਂ ਜੁੜਿਆ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39498,
    "shabad_id": 3370,
    "pada": 36,
    "source_line": 3,
    "gurmukhi": "gur prswdI hir mMin visAw; pUrib iliKAw pwieAw ]",
    "transliteration": "Gur Parasaadhee Har Mann Vasiaa Poorab Likhiaa Paaeiaa ||",
    "translation": "By Guru's Grace, the Lord abides within the mind, and one's pre-ordained destiny is fulfilled.",
    "punjabi": "(ਪਰ, ਹੇ ਸਰੀਰ! ਤੇਰੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜਿਸ ਮਨੁੱਖ ਦੇ ਪੂਰਬਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰ ਉੱਘੜਦੇ ਹਨ, ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਸ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਵੱਸਦਾ ਹੈ (ਉਹੀ ਹਰੀ-ਸਿਮਰਨ ਵਿਚ ਜੁੜਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39499,
    "shabad_id": 3370,
    "pada": 36,
    "source_line": 4,
    "gurmukhi": "khY nwnku. eyhu srIru prvwxu hoAw; ijin siqgur isau icqu lwieAw ]35]",
    "transliteration": "Kehai Naanak Eaehu Sareer Paravaan Hoaa Jin Sathigur Sio Chith Laaeiaa ||35||",
    "translation": "Says Nanak, this body is adorned and honored, when one's consciousness is focused on the True Guru. ||35||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ-ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ ਲਿਆ, (ਉਸ ਦਾ) ਇਹ ਸਰੀਰ ਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ (ਉਹ ਮਨੁੱਖ ਉਹ ਮਨੋਰਥ ਪੂਰਾ ਕਰ ਲੈਂਦਾ ਹੈ ਜਿਸ ਵਾਸਤੇ ਇਹ ਬਣਾਇਆ ਗਿਆ) ॥੩੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39500,
    "shabad_id": 3370,
    "pada": 37,
    "source_line": 4,
    "gurmukhi": "ey nyqRhu myirho. hir qum mih joiq DrI; hir ibnu Avru. n dyKhu koeI ]",
    "transliteration": "Eae Naethrahu Maeriho Har Thum Mehi Joth Dhharee Har Bin Avar N Dhaekhahu Koee ||",
    "translation": "O my eyes, the Lord has infused His Light into you; do not look upon any other than the Lord.",
    "punjabi": "ਹੇ ਮੇਰੀਓ ਅੱਖੀਓ! ਪਰਮਾਤਮਾ ਨੇ ਤੁਹਾਡੇ ਅੰਦਰ (ਆਪਣੀ) ਜੋਤਿ ਟਿਕਾਈ ਹੈ (ਤਾਹੀਏਂ ਤੁਸੀ ਵੇਖਣ-ਜੋਗੀਆਂ ਹੋ) ਜਿੱਧਰ ਤੱਕੋ, ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਦੀਦਾਰ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39501,
    "shabad_id": 3370,
    "pada": 37,
    "source_line": 5,
    "gurmukhi": "hir ibnu Avru. n dyKhu koeI; ndrI hir inhwilAw ]",
    "transliteration": "Har Bin Avar N Dhaekhahu Koee Nadharee Har Nihaaliaa ||",
    "translation": "Do not look upon any other than the Lord; the Lord alone is worthy of beholding.",
    "punjabi": "ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਗ਼ੈਰ ਨਾ ਦਿੱਸੇ, ਨਿਗਾਹ ਨਾਲ ਹਰੀ ਨੂੰ ਵੇਖੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39502,
    "shabad_id": 3370,
    "pada": 37,
    "source_line": 6,
    "gurmukhi": "eyhu ivsu sMswru. qum dyKdy. eyhu hir kw rUpu hY; hir rUpu ndrI AwieAw ]",
    "transliteration": "Eaehu Vis Sansaar Thum Dhaekhadhae Eaehu Har Kaa Roop Hai Har Roop Nadharee Aaeiaa ||",
    "translation": "This whole world which you see is the image of the Lord; only the image of the Lord is seen.",
    "punjabi": "(ਹੇ ਅੱਖੀਓ!) ਇਹ ਸਾਰਾ ਸੰਸਾਰ ਜੋ ਤੁਸੀ ਵੇਖ ਰਹੀਆਂ ਹੋ, ਇਹ ਪ੍ਰਭੂ ਦਾ ਹੀ ਰੂਪ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਹੀ ਰੂਪ ਦਿੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ivsusmUh:polw bolo",
    "type_id": 3
  },
  {
    "id": 39503,
    "shabad_id": 3370,
    "pada": 37,
    "source_line": 7,
    "gurmukhi": "gur prswdI buiJAw. jw vyKw hir ieku hY; hir ibnu Avru. n koeI ]",
    "transliteration": "Gur Parasaadhee Bujhiaa Jaa Vaekhaa Har Eik Hai Har Bin Avar N Koee ||",
    "translation": "By Guru's Grace, I understand, and I see only the One Lord; there is no one except the Lord.",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੈਨੂੰ ਸਮਝ ਪਈ ਹੈ, ਹੁਣ ਮੈਂ ਜਦੋਂ (ਚੁਫੇਰੇ) ਵੇਖਦਾ ਹਾਂ, ਹਰ ਥਾਂ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਦਿੱਸਦਾ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੁਝ ਨਹੀਂ।",
    "pronunciation": "pr-swdI[b`uiJAw",
    "type_id": 3
  },
  {
    "id": 39504,
    "shabad_id": 3370,
    "pada": 37,
    "source_line": 7,
    "gurmukhi": "khY nwnku. eyih nyqR AMD sy; siqguir imilAY. idb idRsit hoeI ]36]",
    "transliteration": "Kehai Naanak Eaehi Naethr Andhh Sae Sathigur Miliai Dhib Dhrisatt Hoee ||36||",
    "translation": "Says Nanak, these eyes were blind; but meeting the True Guru, they became all-seeing. ||36||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ (ਗੁਰੂ ਨੂੰ ਮਿਲਣ ਤੋਂ ਪਹਿਲਾਂ) ਇਹ ਅੱਖੀਆਂ (ਅਸਲ ਵਿਚ) ਅੰਨ੍ਹੀਆਂ ਸਨ, ਜਦੋਂ ਗੁਰੂ ਮਿਲਿਆ, ਇਹਨਾਂ ਵਿਚ ਰੌਸ਼ਨੀ ਆਈ (ਇਹਨਾਂ ਨੂੰ ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਦਿੱਸਣ ਲੱਗਾ। ਇਹੀ ਦੀਦਾਰ ਆਨੰਦ-ਮੂਲ ਹੈ) ॥੩੬॥",
    "pronunciation": "(idb)bRhm-idRStI",
    "type_id": 3
  },
  {
    "id": 39505,
    "shabad_id": 3370,
    "pada": 38,
    "source_line": 8,
    "gurmukhi": "ey sRvxhu myirho; swcY sunxY no pTwey ]",
    "transliteration": "Eae Sravanahu Maeriho Saachai Sunanai No Pathaaeae ||",
    "translation": "O my ears, you were created only to hear the Truth.",
    "punjabi": "ਹੇ ਮੇਰੇ ਕੰਨੋ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਸੁਣਨ ਵਾਸਤੇ ਬਣਾਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39506,
    "shabad_id": 3370,
    "pada": 38,
    "source_line": 8,
    "gurmukhi": "swcY sunxY no pTwey. srIir lwey; suxhu siq bwxI ]",
    "transliteration": "Saachai Sunanai No Pathaaeae Sareer Laaeae Sunahu Sath Baanee ||",
    "translation": "To hear the Truth, you were created and attached to the body; listen to the True Bani.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਸੁਣਿਆ ਕਰੋ, ਸਦਾ-ਥਿਰ ਕਰਤਾਰ ਨੇ ਤੁਹਾਨੂੰ ਇਹੀ ਸੁਣਨ ਵਾਸਤੇ ਬਣਾਇਆ ਹੈ, ਇਸ ਸਰੀਰ ਵਿਚ ਥਾਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39507,
    "shabad_id": 3370,
    "pada": 38,
    "source_line": 9,
    "gurmukhi": "ijqu suxI. mnu qnu hirAw hoAw; rsnw ris smwxI ]",
    "transliteration": "Jith Sunee Man Than Hariaa Hoaa Rasanaa Ras Samaanee ||",
    "translation": "Hearing it, the mind and body are rejuvenated, and the tongue is absorbed in Ambrosial Nectar.",
    "punjabi": "ਇਸ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੇ ਸੁਣਨ ਨਾਲ ਤਨ ਮਨ ਆਨੰਦ-ਭਰਪੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਜੀਭ ਆਨੰਦ ਵਿਚ ਮਸਤ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39508,
    "shabad_id": 3370,
    "pada": 38,
    "source_line": 9,
    "gurmukhi": "scu AlK ivfwxI; qw kI giq khI. n jwey ]",
    "transliteration": "Sach Alakh Viddaanee Thaa Kee Gath Kehee N Jaaeae ||",
    "translation": "The True Lord is unseen and wondrous; His state cannot be described.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਤਾਂ ਅਸਚਰਜ-ਰੂਪ ਹੈ, ਉਸ ਦਾ ਕੋਈ ਚਿਹਨ-ਚੱਕ੍ਰ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਇਹ ਨਹੀਂ ਕਿਹਾ ਜਾ ਸਕਦਾ ਕਿ ਉਹ ਕਿਹੋ ਜਿਹਾ ਹੈ।",
    "pronunciation": "A-lK",
    "type_id": 3
  },
  {
    "id": 39509,
    "shabad_id": 3370,
    "pada": 38,
    "source_line": 10,
    "gurmukhi": "khY nwnku. AMimRq nwmu suxhu. pivqR hovhu; swcY sunxY no pTwey ]37]",
    "transliteration": "Kehai Naanak Anmrith Naam Sunahu Pavithr Hovahu Saachai Sunanai No Pathaaeae ||37||",
    "translation": "Says Nanak, listen to the Ambrosial Naam and become holy; you were created only to hear the Truth. ||37||",
    "punjabi": "(ਉਸ ਦੇ ਗੁਣ ਕਹਿਣ ਸੁਣਨ ਨਾਲ ਸਿਰਫ਼ ਇਹੀ ਲਾਭ ਹੁੰਦਾ ਹੈ ਕਿ ਮਨੁੱਖ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਤਾਹੀਏਂ) ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਆਤਮਕ ਆਨੰਦ ਦੇਣ ਵਾਲਾ ਨਾਮ ਸੁਣਿਆ ਕਰੋ, ਤੁਸੀ ਪਵਿਤ੍ਰ ਹੋ ਜਾਵੋਗੇ, ਪਰਮਾਤਮਾ ਨੇ ਤੁਹਾਨੂੰ ਇਹੀ ਸੁਣਨ ਵਾਸਤੇ ਭੇਜਿਆ (ਬਣਾਇਆ) ਹੈ ॥੩੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39510,
    "shabad_id": 3370,
    "pada": 39,
    "source_line": 11,
    "gurmukhi": "hir jIau. guPw AMdir riK kY; vwjw pvxu vjwieAw ]",
    "transliteration": "Har Jeeo Gufaa Andhar Rakh Kai Vaajaa Pavan Vajaaeiaa ||",
    "translation": "The Lord placed the soul to the cave of the body, and blew the breath of life into the musical instrument of the body.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਜਿੰਦ ਨੂੰ ਸਰੀਰ-ਗੁਫ਼ਾ ਵਿਚ ਟਿਕਾ ਕੇ ਜੀਵ ਨੂੰ ਬੋਲਣ ਦੀ ਸ਼ਕਤੀ ਦਿੱਤੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39511,
    "shabad_id": 3370,
    "pada": 39,
    "source_line": 11,
    "gurmukhi": "vjwieAw vwjw paux. nau duAwry prgtu kIey; dsvw gupqu rKwieAw ]",
    "transliteration": "Vajaaeiaa Vaajaa Poun No Dhuaarae Paragatt Keeeae Dhasavaa Gupath Rakhaaeiaa ||",
    "translation": "He blew the breath of life into the musical instrument of the body, and revealed the nine doors; but He kept the Tenth Door hidden.",
    "punjabi": "ਸਰੀਰ ਨੂੰ ਬੋਲਣ ਦੀ ਸ਼ਕਤੀ ਦਿੱਤੀ, ਨੱਕ ਕੰਨ ਆਦਿਕ ਨੌ ਕਰਮ-ਇੰਦ੍ਰੀਆਂ ਪਰਤੱਖ ਤੌਰ ਤੇ ਬਣਾਈਆਂ, ਦਸਵੇਂ ਦਰ (ਦਿਮਾਗ਼) ਨੂੰ ਲੁਕਵਾਂ ਰੱਖਿਆ।",
    "pronunciation": "r`KwieAw",
    "type_id": 3
  },
  {
    "id": 39512,
    "shabad_id": 3370,
    "pada": 39,
    "source_line": 12,
    "gurmukhi": "gur duAwrY lwie BwvnI; ieknw dsvwduAwru idKwieAw ]",
    "transliteration": "Guradhuaarai Laae Bhaavanee Eikanaa Dhasavaa Dhuaar Dhikhaaeiaa ||",
    "translation": "Through the Gurdwara, the Guru's Gate, some are blessed with loving faith, and the Tenth Door is revealed to them.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਅਪੜਾ ਕੇ ਆਪਣੇ ਨਾਮ ਦੀ ਸਰਧਾ ਬਖ਼ਸ਼ੀ, ਉਹਨਾਂ ਨੂੰ ਦਸਵਾਂ ਦਰ ਭੀ ਵਿਖਾ ਦਿੱਤਾ (ਉਹਨਾਂ ਨੂੰ ਸਿਮਰਨ ਦੀ ਵਿਚਾਰ-ਸੱਤਿਆ ਭੀ ਦੇ ਦਿੱਤੀ ਜੋ ਆਤਮਕ ਆਨੰਦ ਦਾ ਮੂਲ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39513,
    "shabad_id": 3370,
    "pada": 39,
    "source_line": 13,
    "gurmukhi": "qh Anyk rUp nwau nv iniD; iqs dw AMqu. n jweI pwieAw ]",
    "transliteration": "Theh Anaek Roop Naao Nav Nidhh This Dhaa Anth N Jaaee Paaeiaa ||",
    "translation": "There are many images of the Lord, and the nine treasures of the Naam; His limits cannot be found.",
    "punjabi": "ਉਸ ਅਵਸਥਾ ਵਿਚ ਮਨੁੱਖ ਨੂੰ ਅਨੇਕਾਂ ਰੰਗਾਂ ਰੂਪਾਂ ਵਿਚ ਵਿਆਪਕ ਪ੍ਰਭੂ ਦਾ ਉਹ ਨਾਮ-ਰੂਪਾਂ ਨੌ ਖ਼ਜ਼ਾਨਿਆਂ ਦਾ ਭੰਡਾਰ ਭੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ਜਿਸ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ (ਜੋ ਕਦੇ ਮੁੱਕਦਾ ਨਹੀਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39514,
    "shabad_id": 3370,
    "pada": 39,
    "source_line": 13,
    "gurmukhi": "khY nwnku. hir ipAwrY jIau. guPw AMdir riK kY; vwjw pvxu vjwieAw ]38]",
    "transliteration": "Kehai Naanak Har Piaarai Jeeo Gufaa Andhar Rakh Kai Vaajaa Pavan Vajaaeiaa ||38||",
    "translation": "Says Nanak, the Lord placed the soul to the cave of the body, and blew the breath of life into the musical instrument of the body. ||38||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੇ ਜਿੰਦ ਨੂੰ ਸਰੀਰ-ਗੁਫ਼ਾ ਵਿਚ ਟਿਕਾ ਕੇ ਜੀਵ ਨੂੰ ਬੋਲਣ ਦੀ ਸ਼ਕਤੀ ਭੀ ਦਿੱਤੀ ॥੩੮॥",
    "pronunciation": "v`jwieAw",
    "type_id": 3
  },
  {
    "id": 39515,
    "shabad_id": 3370,
    "pada": 40,
    "source_line": 14,
    "gurmukhi": "eyhu swcw soihlw; swcY Gir gwvhu ]",
    "transliteration": "Eaehu Saachaa Sohilaa Saachai Ghar Gaavahu ||",
    "translation": "Sing this true song of praise in the true home of your soul.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਇਹ ਬਾਣੀ ਸਾਧ ਸੰਗਤ ਵਿਚ (ਬੈਠ ਕੇ) ਗਾਵਿਆ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39516,
    "shabad_id": 3370,
    "pada": 40,
    "source_line": 15,
    "gurmukhi": "gwvhu q soihlw Gir swcY; ijQY sdw scu iDAwvhy ]",
    "transliteration": "Gaavahu Th Sohilaa Ghar Saachai Jithhai Sadhaa Sach Dhhiaavehae ||",
    "translation": "Sing the song of praise in your true home; meditate there on the True Lord forever.",
    "punjabi": "ਉਸ ਸਤ ਸੰਗ ਵਿਚ ਆਮਤਕ ਅਨੰਦ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਗਾਵਿਆ ਕਰੋ, ਜਿਥੇ (ਗੁਰਮੁਖਿ ਜਨ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਗਾਂਦੇ ਹਨ।",
    "pronunciation": "iDAwv-hy",
    "type_id": 3
  },
  {
    "id": 39517,
    "shabad_id": 3370,
    "pada": 40,
    "source_line": 15,
    "gurmukhi": "sco iDAwvih jw quDu Bwvih; gurmuiK ijnw buJwvhy ]",
    "transliteration": "Sacho Dhhiaavehi Jaa Thudhh Bhaavehi Guramukh Jinaa Bujhaavehae ||",
    "translation": "They alone meditate on You, O True Lord, who are pleasing to Your Will; as Gurmukh, they understand.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੈਨੂੰ ਸਦਾ-ਥਿਰ ਨੂੰ ਤਦੋਂ ਹੀ ਜੀਵ ਸਿਮਰਦੇ ਹਨ ਜਦੋਂ ਤੈਨੂੰ ਚੰਗੇ ਲੱਗਣ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਇਹ ਸੂਝ ਬਖ਼ਸ਼ੇਂ।",
    "pronunciation": "bu`Jwv-hy",
    "type_id": 3
  },
  {
    "id": 39518,
    "shabad_id": 3370,
    "pada": 40,
    "source_line": 16,
    "gurmukhi": "iehu scu sBnw kw Ksmu hY; ijsu bKsy. so jnu pwvhy ]",
    "transliteration": "Eihu Sach Sabhanaa Kaa Khasam Hai Jis Bakhasae So Jan Paavehae ||",
    "translation": "This Truth is the Lord and Master of all; whoever is blessed, obtains it.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਜਿਸ ਜਿਸ ਉਤੇ ਉਹ ਮੇਹਰ ਕਰਦਾ ਹੈ ਉਹ ਉਹ ਜੀਵ ਤੈਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39519,
    "shabad_id": 3370,
    "pada": 40,
    "source_line": 16,
    "gurmukhi": "khY nwnku. scu soihlw; scY Gir gwvhy ]39]",
    "transliteration": "Kehai Naanak Sach Sohilaa Sachai Ghar Gaavehae ||39||",
    "translation": "Says Nanak, sing the true song of praise in the true home of your soul. ||39||",
    "punjabi": "ਤੇ, ਨਾਨਕ ਆਖਦਾ ਹੈ, ਉਹ ਸਤ ਸੰਗਤ ਵਿਚ (ਬੈਠ ਕੇ) ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੀ ਬਾਣੀ ਗਾਂਦੇ ਹਨ ॥੩੯॥",
    "pronunciation": "gwv-hy",
    "type_id": 3
  },
  {
    "id": 39520,
    "shabad_id": 3370,
    "pada": 41,
    "source_line": 17,
    "gurmukhi": "Andu suxhu vfBwgIho; sgl mnorQ pUry ]",
    "transliteration": "Anadh Sunahu Vaddabhaageeho Sagal Manorathh Poorae ||",
    "translation": "Listen to the song of bliss, O most fortunate ones; all your longings shall be fulfilled.",
    "punjabi": "ਹੇ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਿਓ! ਸੁਣੋ, ਆਨੰਦ ਇਹ ਹੈ ਕਿ (ਉਸ ਅਵਸਥਾ ਵਿਚ) ਮਨ ਦੀਆਂ ਸਾਰੀਆਂ ਦੌੜਾਂ ਮੁੱਕ ਜਾਂਦੀਆਂ ਹਨ (ਸਾਰੇ ਸੰਕਲਪ ਸਿਰੇ ਚੜ੍ਹ ਜਾਂਦੇ ਹਨ),",
    "pronunciation": "An-du:itpI ibnw bolo",
    "type_id": 3
  },
  {
    "id": 39521,
    "shabad_id": 3370,
    "pada": 41,
    "source_line": 17,
    "gurmukhi": "pwrbRhmu pRBu pwieAw; auqry sgl ivsUry ]",
    "transliteration": "Paarabreham Prabh Paaeiaa Outharae Sagal Visoorae ||",
    "translation": "I have obtained the Supreme Lord God, and all sorrows have been forgotten.",
    "punjabi": "ਪਰਮ ਆਤਮਾ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਸਾਰੇ ਚਿੰਤਾ-ਝੌਰੇ ਮਨ ਤੋਂ ਲਹਿ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "au~qry",
    "type_id": 3
  },
  {
    "id": 39522,
    "shabad_id": 3370,
    "pada": 41,
    "source_line": 18,
    "gurmukhi": "dUK rog sMqwp auqry; suxI scI bwxI ]",
    "transliteration": "Dhookh Rog Santhaap Outharae Sunee Sachee Baanee ||",
    "translation": "Pain, illness and suffering have departed, listening to the True Bani.",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਸੁਣਿਆਂ ਸਾਰੇ ਦੁੱਖ ਰੋਗ ਕਲੇਸ਼ ਮਿਟ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39523,
    "shabad_id": 3370,
    "pada": 41,
    "source_line": 18,
    "gurmukhi": "sMq swjn Bey srsy; pUry gur qy jwxI ]",
    "transliteration": "Santh Saajan Bheae Sarasae Poorae Gur Thae Jaanee ||",
    "translation": "The Saints and their friends are in ecstasy, knowing the Perfect Guru.",
    "punjabi": "ਜੇਹੜੇ ਸੰਤ ਗੁਰਮੁਖਿ ਪੂਰੇ ਗੁਰੂ ਤੋਂ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਨਾਲ ਸਾਂਝੀ ਪਾਣੀ ਸਿੱਖ ਲੈਂਦੇ ਹਨ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਖਿੜ ਆਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39524,
    "shabad_id": 3370,
    "pada": 41,
    "source_line": 18,
    "gurmukhi": "suxqy punIq. khqy pivqu; siqguru rihAw BrpUry ]",
    "transliteration": "Sunathae Puneeth Kehathae Pavith Sathigur Rehiaa Bharapoorae ||",
    "translation": "Pure are the listeners, and pure are the speakers; the True Guru is all-pervading and permeating.",
    "punjabi": "ਇਸ ਬਾਣੀ ਨੂੰ ਸੁਣਨ ਵਾਲੇ ਉਚਾਰਨ ਵਾਲੇ ਸਭ ਪਵਿਤ੍ਰ-ਆਤਮਕ ਹੋ ਜਾਂਦੇ ਹਨ, ਇਸ ਬਾਣੀ ਵਿਚ ਉਹਨਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਹੀ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39525,
    "shabad_id": 3370,
    "pada": 41,
    "source_line": 19,
    "gurmukhi": "ibnvMiq nwnku. gur crx lwgy; vwjy Anhd qUry ]40]1]",
    "transliteration": "Binavanth Naanak Gur Charan Laagae Vaajae Anehadh Thoorae ||40||1||",
    "translation": "Prays Nanak, touching the Guru's Feet, the unstruck sound current of the celestial bugles vibrates and resounds. ||40||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਜੇਹੜੇ ਬੰਦੇ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਇਕ-ਰਸ (ਖ਼ੁਸ਼ੀ ਦੇ) ਵਾਜੇ ਵੱਜ ਪੈਂਦੇ ਹਨ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ) ॥੪੦॥੧॥",
    "pronunciation": "ibn-vMiq",
    "type_id": 3
  }
]
