[
  {
    "shabad_id": 3381,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "iek Et kIjY. jIau dIjY; Aws iek DrxIDrY]",
    "transliteration": "Eik Outt Keejai Jeeo Dheejai Aas Eik Dhharaneedhharai ||",
    "punjabi": "ਸਿਰਫ਼ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ, ਆਪਣਾ ਆਪ ਉਸਦੇ ਹਵਾਲੇ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਆਸਰੇ ਉਸ ਪ੍ਰਭੂ ਦੀ ਹੀ ਆਸ ਰੱਖਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "DrxI-DrY",
    "type_id": 3
  },
  {
    "shabad_id": 3381,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "swDsMgy hir nwm rMgy; sMswru swgru sBu qrY]",
    "transliteration": "Saadhhasangae Har Naam Rangae Sansaar Saagar Sabh Tharai ||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਪਿਆਰ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3381,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jnm mrx ibkwr CUty; iPir. n lwgY dwgu jIau]",
    "transliteration": "Janam Maran Bikaar Shhoottae Fir N Laagai Dhaag Jeeo ||",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਉਸ ਦੇ ਪਿਛਲੇ ਕੀਤੇ ਸਾਰੇ ਕੁਕਰਮ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਮੁੜ ਕਦੇ ਉਸ ਨੂੰ ਵਿਕਾਰਾਂ ਦਾ ਦਾਗ਼ ਨਹੀਂ ਲੱਗਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3381,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "bil jwie nwnku. purK pUrn; iQru jw kw sohwgu jIau]3]",
    "transliteration": "Bal Jaae Naanak Purakh Pooran Thhir Jaa Kaa Sohaag Jeeo ||3||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਪਤੀ ਵਾਲਾ ਸਹਾਰਾ ਸਦਾ (ਜੀਵਾਂ ਦੇ ਸਿਰ ਉਤੇ) ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ, ਨਾਨਕ ਉਸ ਸਰਬ-ਗੁਣ-ਭਰਪੂਰ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3382,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "sloku]",
    "transliteration": "Salok ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3382,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Drm ArQ Aru kwm moK; mukiq pdwrQ nwQ]",
    "transliteration": "Dhharam Arathh Ar Kaam Mokh Mukath Padhaarathh Naathh ||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਦੁਨੀਆ ਦੇ ਪ੍ਰਸਿੱਧ ਚਾਰ ਪਦਾਰਥ) ਧਰਮ ਅਰਥ ਕਾਮ ਅਤੇ ਮੋਖ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਆਪ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3382,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "sgl mnorQ pUirAw; nwnk. iliKAw mwQ]1]",
    "transliteration": "Sagal Manorathh Pooriaa Naanak Likhiaa Maathh ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ ਲੇਖ ਲਿਖਿਆ ਹੋਇਆ ਹੋਵੇ (ਉਸ ਨੂੰ ਉਹ ਪ੍ਰਭੂ ਆ ਮਿਲਦਾ ਹੈ ਅਤੇ) ਉਸ ਦੇ ਸਾਰੇ ਮਨੋਰਥ ਪੂਰੇ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3383,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "CMqu]",
    "transliteration": "Shhanth ||",
    "punjabi": "ਛੰਤੁ।",
    "pronunciation": "B-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 3383,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "sgl ieC myrI puMnIAw; imilAw inrMjn rwie jIau]",
    "transliteration": "Sagal Eishh Maeree Punneeaa Miliaa Niranjan Raae Jeeo ||",
    "punjabi": "ਨਿਰਲੇਪ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ (ਜਦੋਂ ਦਾ) ਮੈਨੂੰ ਮਿਲਿਆ ਹੈ, ਮੇਰੀਆਂ ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਹੋ ਗਈਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3383,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "Andu BieAw vfBwgIho; igRih pRgty pRB Awie jIau]",
    "transliteration": "Anadh Bhaeiaa Vaddabhaageeho Grihi Pragattae Prabh Aae Jeeo ||",
    "punjabi": "ਹੇ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਸੱਜਣੋ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪ੍ਰਭੂ ਜੀ ਆ ਵੱਸਦੇ ਹਨ, ਉਸਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3383,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "igRih lwl Awey. purib kmwey; qw kI aupmw. ikAw gxw]",
    "transliteration": "Grihi Laal Aaeae Purab Kamaaeae Thaa Kee Oupamaa Kiaa Ganaa ||",
    "punjabi": "ਪਰ, ਉਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੋਹਣਾ ਪਾਤਿਸ਼ਾਹ ਆ ਕੇ ਵੱਸਦਾ ਹੈ ਜਿਸ ਨੇ ਪੂਰਬਲੇ ਜਨਮ ਵਿਚ ਨੇਕ ਕਰਮ ਕਮਾਏ ਹੁੰਦੇ ਹਨ। ਮੈਂ ਉਸ ਪ੍ਰਭੂ ਦੀ ਕੋਈ ਵਡਿਆਈ ਕਰਨ-ਜੋਗ ਨਹੀਂ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3383,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "byAMq pUrn suK shj dwqw; kvn rsnw gux Bxw]",
    "transliteration": "Baeanth Pooran Sukh Sehaj Dhaathaa Kavan Rasanaa Gun Bhanaa ||",
    "punjabi": "ਉਹ ਬੇਅੰਤ ਹੈ, ਸਾਰੇ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਆਨੰਦ ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਹੈ। ਮੈਂ ਆਪਣੀ ਜੀਭ ਨਾਲ ਉਸ ਦੇ ਕਿਹੜੇ ਕਿਹੜੇ ਗੁਣ ਬਿਆਨ ਕਰਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3383,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Awpy imlwey gih kMiT lwey; iqsu ibnw. nhI jwie jIau]",
    "transliteration": "Aapae Milaaeae Gehi Kanth Laaeae This Binaa Nehee Jaae Jeeo ||",
    "punjabi": "ਉਹ ਆਪ ਹੀ (ਕਿਸੇ ਵਡਭਾਗੀ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜਦਾ ਹੈ, ਉਸ ਨੂੰ ਫੜ ਕੇ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾਂਦਾ ਹੈ। ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਮੇਰਾ) ਸਹਾਰਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3383,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "bil jwie nwnku. sdw krqy; sB mih rihAw smwie jIau]4]4]",
    "transliteration": "Bal Jaae Naanak Sadhaa Karathae Sabh Mehi Rehiaa Samaae Jeeo ||4||4||",
    "punjabi": "ਨਾਨਕ ਸਦਾ ਉਸ ਕਰਤਾਰ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਭਨਾਂ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3384,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "rwgu rwmklI mhlw 5]",
    "transliteration": "Raag Raamakalee Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3384,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "rx JuMJnVw gwau sKI; hir eyku iDAwvhu]",
    "transliteration": "Ran Jhunjhanarraa Gaao Sakhee Har Eaek Dhhiaavahu ||",
    "punjabi": "ਹੇ ਸਹੇਲੀਹੋ! ਹੇ ਸਤਸੰਗੀਓ! ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰੋ; ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ (ਉਹ) ਸੋਹਣਾ ਗੀਤ ਗਾਵੋ (ਜਿਸ ਦੀ ਬਰਕਤ ਨਾਲ ਵਿਕਾਰਾਂ ਦਾ ਟਾਕਰਾ ਕਰ ਸਕੋ)।",
    "pronunciation": "(rx)suMdr[(JuMJnVw)Junkwr vwlw vwihgurU js, bwlk jnm smyN gwivAw jWdw hY[ sRI gurU hirgoibMd swihb jI dy Avqwr vyly, sRI gurU Arjn dyv swihb jI ieh do qukW aucwridAW hI A&ur Ac`l Afol smwDI c lIx ho gey",
    "type_id": 3
  },
  {
    "shabad_id": 3384,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "siqguru. qum syiv sKI; min icMidAVw Plu pwvhu]",
    "transliteration": "Sathigur Thum Saev Sakhee Man Chindhiarraa Fal Paavahu ||",
    "punjabi": "ਹੇ ਸਹੇਲੀਹੋ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਵੋ, (ਇਸ ਤਰ੍ਹਾਂ ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਇਹ) ਮਨ-ਇੱਛਤ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲਵੋਗੀਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3385,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "rwmklI mhlw 5 ruqI slok",
    "transliteration": "Raamakalee Mehalaa 5 Ruthee Saloku",
    "punjabi": "ਰਾਗ ਰਾਮਕਲੀ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਰੁਤੀ ਸਲੋਕੁ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3385,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3385,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "kir bMdn pRB pwrbRhm; bwCau swDh DUir]",
    "transliteration": "Kar Bandhan Prabh Paarabreham Baashho Saadhheh Dhhoor ||",
    "punjabi": "ਪਾਰਬ੍ਰਹਮ ਪ੍ਰਭੂ ਨੂੰ ਨਮਸਕਾਰ ਕਰ ਕੇ ਮੈਂ (ਉਸ ਦੇ ਦਰ ਤੋਂ) ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3385,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "Awpu invwir. hir hir Bjau; nwnk. pRB BrpUir]1]",
    "transliteration": "Aap Nivaar Har Har Bhajo Naanak Prabh Bharapoor ||1||",
    "punjabi": "ਅਤੇ ਹੇ ਨਾਨਕ! ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਮੈਂ ਉਸ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3385,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "iklivK kwtx BY hrx; suKswgr hir rwie]",
    "transliteration": "Kilavikh Kaattan Bhai Haran Sukh Saagar Har Raae ||",
    "punjabi": "ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ ਸਾਰੇ ਪਾਪ ਕੱਟਣ ਵਾਲਾ ਹੈ, ਸਾਰੇ ਡਰ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3385,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "dIn dieAwl duKBMjno; nwnk. nIq iDAwie]2]",
    "transliteration": "Dheen Dhaeiaal Dhukh Bhanjano Naanak Neeth Dhhiaae ||2||",
    "punjabi": "ਗਰੀਬਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈ, (ਗਰੀਬਾਂ ਦੇ) ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ। ਹੇ ਨਾਨਕ! ਉਸ ਨੂੰ ਸਦਾ ਸਿਮਰਦਾ ਰਹੁ ॥੨॥",
    "pronunciation": "d-ieAwl",
    "type_id": 3
  },
  {
    "shabad_id": 3386,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "CMqu]",
    "transliteration": "Shhanth ||",
    "punjabi": "ਛੰਤੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3386,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "jsu gwvhu vfBwgIho; kir ikrpw BgvMq jIau]",
    "transliteration": "Jas Gaavahu Vaddabhaageeho Kar Kirapaa Bhagavanth Jeeo ||",
    "punjabi": "ਹੇ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਿਓ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਰਿਹਾ ਕਰੋ। ਹੇ ਭਗਵਾਨ! (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ (ਮੈਂ ਭੀ ਤੇਰਾ ਜਸ ਗਾਂਦਾ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3386,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ruqI mwh mUrq GVI; gux aucrq soBwvMq jIau]",
    "transliteration": "Ruthee Maah Moorath Gharree Gun Oucharath Sobhaavanth Jeeo ||",
    "punjabi": "ਜਿਹੜੀਆਂ ਰੁੱਤਾਂ, ਜਿਹੜੇ ਮੁਹੂਰਤ, ਜਿਹੜੀਆਂ ਘੜੀਆਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਉਚਾਰਦਿਆਂ ਬੀਤਣ, ਉਹ ਸਮੇ ਸੋਭਾ ਵਾਲੇ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "au~c-rq",
    "type_id": 3
  },
  {
    "shabad_id": 3386,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "gux rMig rwqy DMin qy jn; ijnI iek min iDAwieAw]",
    "transliteration": "Gun Rang Raathae Dhhann Thae Jan Jinee Eik Man Dhhiaaeiaa ||",
    "punjabi": "ਜਿਹੜੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਇਕ-ਮਨ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ, ਉਹ ਬੰਦੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3386,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "sPl jnmu BieAw iqn kw; ijnI so pRBu pwieAw]",
    "transliteration": "Safal Janam Bhaeiaa Thin Kaa Jinee So Prabh Paaeiaa ||",
    "punjabi": "(ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ ਉਹਨਾਂ ਦਾ ਮਨੁੱਖਾ ਜੀਵਨ ਕਾਮਯਾਬ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3386,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "puMn dwn n quil ikirAw; hir. srb pwpw hMq jIau]",
    "transliteration": "Punn Dhaan N Thul Kiriaa Har Sarab Paapaa Hanth Jeeo ||",
    "punjabi": "ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਸਾਰੇ ਪਾਪਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਕੋਈ ਪੁੰਨ-ਦਾਨ ਕੋਈ ਧਾਰਮਿਕ ਕਰਮ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੇ ਬਰਾਬਰ ਨਹੀਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3386,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ibnvMiq nwnk. ismir jIvw; jnm mrx rhMq jIau]1]",
    "transliteration": "Binavanth Naanak Simar Jeevaa Janam Maran Rehanth Jeeo ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹਾਂ। (ਸਿਮਰਨ ਦੀ ਬਰਕਤ ਨਾਲ) ਜਨਮ ਮਰਨ (ਦੇ ਗੇੜ) ਮੁੱਕ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3387,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "slok]",
    "transliteration": "Salok ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3387,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "audmu Agmu Agocro; crnkml nmskwr]",
    "transliteration": "Oudham Agam Agocharo Charan Kamal Namasakaar ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਉੱਦਮ-ਸਰੂਪ ਹੈਂ (ਤੇਰੇ ਵਿਚ ਰਤਾ ਭੀ ਆਲਸ ਨਹੀਂ ਹੈ), ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ, ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਤੇਰੇ ਤਕ ਪਹੁੰਚ ਨਹੀਂ; ਮੈਂ ਤੇਰੇ ਸੋਹਣੇ ਚਰਨਾਂ ਤੇ ਨਮਸਕਾਰ ਕਰਦਾ ਹਾਂ।",
    "pronunciation": "A-gm:polw sog rihq",
    "type_id": 3
  },
  {
    "shabad_id": 3387,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "kQnI sw quDu BwvsI; nwnk nwm ADwr]1]",
    "transliteration": "Kathhanee Saa Thudhh Bhaavasee Naanak Naam Adhhaar ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਮਿਹਰ ਕਰ) ਮੈਂ (ਸਦਾ) ਉਹ ਬੋਲ ਬੋਲਾਂ ਜੋ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ। ਤੇਰਾ ਨਾਮ ਹੀ ਨਾਨਕ ਦਾ ਆਸਰਾ ਬਣਿਆ ਰਹੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3387,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "sMq srix swjn prhu; suAwmI ismir AnMq]",
    "transliteration": "Santh Saran Saajan Parahu Suaamee Simar Ananth ||",
    "punjabi": "ਹੇ ਸੱਜਣੋ! ਗੁਰੂ-ਸੰਤ ਦੀ ਸਰਨ ਪਏ ਰਹੋ। (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਬੇਅੰਤ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ ਕੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3387,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "sUky qy hirAw QIAw; nwnk. jip BgvMq]2]",
    "transliteration": "Sookae Thae Hariaa Thheeaa Naanak Jap Bhagavanth ||2||",
    "punjabi": "ਭਗਵਾਨ ਦਾ ਨਾਮ ਜਪ ਕੇ ਹੇ ਨਾਨਕ! (ਮਨੁੱਖ) ਸੁੱਕੇ ਤੋਂ ਹਰਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3388,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "CMqu]",
    "transliteration": "Shhanth ||",
    "punjabi": "ਛੰਤੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3388,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ruiq srs bsMq mwh; cyqu vYswK suK mwsu jIau]",
    "transliteration": "Ruth Saras Basanth Maah Chaeth Vaisaakh Sukh Maas Jeeo ||",
    "punjabi": "(ਹੇ ਸੱਜਣੋ! ਉਸ ਮਨੁੱਖ ਨੂੰ) ਬਸੰਤ ਦੀ ਰੁਤਿ ਆਨੰਦ-ਦਾਇਕ ਪ੍ਰਤੀਤ ਹੁੰਦੀ ਹੈ, ਉਸ ਵਾਸਤੇ ਮਹੀਨਾ ਚੇਤ ਉਸ ਵਾਸਤੇ ਵੈਸਾਖ ਦਾ ਮਹੀਨਾ ਸੁਖਾਂ ਨਾਲ ਭਰਪੂਰ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3388,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "hir jIau nwhu imilAw; mauilAw mnu qnu swsu jIau]",
    "transliteration": "Har Jeeo Naahu Miliaa Mouliaa Man Than Saas Jeeo ||",
    "punjabi": "ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ ਉਸ ਦਾ (ਹਰੇਕ) ਸਾਹ ਖ਼ੁਸ਼ੀ ਨਾਲ ਮਹਿਕ ਉਠਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ-ਖਸਮ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "mau~ilAw:ksky",
    "type_id": 3
  },
  {
    "shabad_id": 3388,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "Gir nwhu inhclu Andu sKIey; crnkml pRPuilAw]",
    "transliteration": "Ghar Naahu Nihachal Anadh Sakheeeae Charan Kamal Prafuliaa ||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਸੋਹਣੇ ਚਰਨ ਆ ਵੱਸਣ, ਉਸ ਦਾ ਹਿਰਦਾ ਖਿੜ ਪੈਂਦਾ ਹੈ; ਜਿਸ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ-ਪਤੀ ਆ ਵੱਸੇ, ਉਥੇ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "pRPu`ilAw",
    "type_id": 3
  }
]