[
  {
    "shabad_id": 3395,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "swD pTwey Awip hir; hm qum qy. nwhI dUir ]",
    "transliteration": "Saadhh Pathaaeae Aap Har Ham Thum Thae Naahee Dhoor ||",
    "translation": "The Lord Himself sent His Holy Saints, to tell us that He is not far away.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਆਪ (ਹੀ) ਗੁਰੂ ਨੂੰ (ਜਗਤ ਵਿਚ) ਭੇਜਿਆ। (ਗੁਰੂ ਨੇ ਆ ਕੇ ਦੱਸਿਆ ਕਿ) ਪਰਮਾਤਮਾ ਅਸਾਂ ਜੀਵਾਂ ਤੋਂ ਦੂਰ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3395,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "nwnk. BRm BY imit gey; rmx rwm BrpUir ]2]",
    "transliteration": "Naanak Bhram Bhai Mitt Geae Raman Raam Bharapoor ||2||",
    "translation": "O Nanak, doubt and fear are dispelled, chanting the Name of the all-pervading Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਨੇ ਦੱਸਿਆ ਕਿ) ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨ ਨਾਲ ਮਨ ਦੀਆਂ ਭਟਕਣਾਂ ਅਤੇ ਸਾਰੇ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3396,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "CMqu ]",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3396,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ruiq issIAr sIql; hir pRgty mMGr poih jIau ]",
    "transliteration": "Ruth Siseear Seethal Har Pragattae Manghar Pohi Jeeo ||",
    "translation": "In the cold season of Maghar and Poh, the Lord reveals Himself.",
    "punjabi": "ਮੰਘਰ ਮੋਹ ਦੇ ਮਹੀਨੇ ਵਿਚ ਸਿਆਲ ਦੀ ਰੁੱਤ (ਆ ਕੇ) ਠੰਢ ਵਰਤਾਂਦੀ ਹੈ, (ਇਸੇ ਤਰ੍ਹਾਂ ਜਿਸ ਜੀਵ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਪਰਕਾਸ਼ ਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3396,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "jlin buJI. drsu pwieAw; ibnsy mwieAw DRoh jIau ]",
    "transliteration": "Jalan Bujhee Dharas Paaeiaa Binasae Maaeiaa Dhhroh Jeeo ||",
    "translation": "My burning desires were quenched, when I obtained the Blessed Vision of His Darshan; the fraudulent illusion of Maya is gone.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸ਼ਨ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੇ ਵਲ-ਛਲ ਮੁੱਕ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "buJI:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3396,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "siB kwm pUry imil hjUry; hir crx syvik syivAw ]",
    "transliteration": "Sabh Kaam Poorae Mil Hajoorae Har Charan Saevak Saeviaa ||",
    "translation": "All my desires have been fulfilled, meeting the Lord face-to-face; I am His servant, I serve at His feet.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਟਿਕ ਕੇ ਪ੍ਰਭੂ ਦੇ ਜਿਸ ਚਰਨ-ਸੇਵਕ ਨੇ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕੀਤੀ, ਉਸ ਦੀਆਂ ਮਨੋ-ਕਾਮਨਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3396,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hwr for sIgwr siB rs; gux gwau AlK AByivAw ]",
    "transliteration": "Haar Ddor Seegaar Sabh Ras Gun Gaao Alakh Abhaeviaa ||",
    "translation": "My necklaces, hair-ties, all decorations and adornments, are in singing the Glorious Praises of the unseen, mysterious Lord.",
    "punjabi": "(ਜਿਵੇਂ ਪਤੀ-ਮਿਲਾਪ ਨਾਲ ਇਸਤ੍ਰੀ ਦੇ) ਹਾਰ ਡੋਰ ਆਦਿਕ ਸਾਰੇ ਸ਼ਿੰਗਾਰ (ਸਫਲ ਹੋ ਜਾਂਦੇ ਹਨ, ਇਸੇ ਤਰ੍ਹਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਵਿਚ ਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਲਈ) ਸਾਰੇ ਆਨੰਦ ਹਨ (ਤਾਂ ਤੇ, ਹੇ ਭਾਈ!) ਅਲੱਖ ਅਭੇਵ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਿਹਾ ਕਰੋ।",
    "pronunciation": "A-lK",
    "type_id": 3
  },
  {
    "shabad_id": 3396,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "Bwau Bgiq goivMd bWCq; jmu. n swkY joih jIau ]",
    "transliteration": "Bhaao Bhagath Govindh Baanshhath Jam N Saakai Johi Jeeo ||",
    "translation": "I long for loving devotion to the Lord of the Universe, and so the Messenger of Death cannot even see me.",
    "punjabi": "ਗੋਬਿੰਦ ਦਾ ਪ੍ਰੇਮ ਮੰਗਦਿਆਂ ਗੋਬਿੰਦ ਦੀ ਭਗਤੀ (ਦੀ ਦਾਤਿ) ਮੰਗਦਿਆਂ ਮੌਤ ਦਾ ਸਹਿਮ ਕਦੇ ਪੋਹ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3396,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ibnvMiq nwnk. pRiB Awip mylI; qh. n pRym ibCoh jIau ]6]",
    "transliteration": "Binavanth Naanak Prabh Aap Maelee Theh N Praem Bishhoh Jeeo ||6||",
    "translation": "Prays Nanak, God has united me with Himself; I shall never suffer separation from my Beloved again. ||6||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਪਿਆਰ ਦੀ ਅਣਹੋਂਦ ਨਹੀਂ ਹੁੰਦੀ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3397,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "slok ]",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3397,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir Dnu pwieAw sohwgxI; folq nwhI. cIq ]",
    "transliteration": "Har Dhhan Paaeiaa Sohaaganee Ddolath Naahee Cheeth ||",
    "translation": "The happy soul bride has found the wealth of the Lord; her consciousness does not waver.",
    "punjabi": "ਉਸ ਦਾ ਚਿੱਤ (ਕਦੇ ਮਾਇਆ ਵਾਲੇ ਪਾਸੇ) ਡੋਲਦਾ ਨਹੀਂ, ਜਿਸ ਭਾਗਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਧਨ ਹਾਸਲ ਕਰ ਲਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3397,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sMq sMjogI nwnkw; igRih pRgty pRB mIq ]1]",
    "transliteration": "Santh Sanjogee Naanakaa Grihi Pragattae Prabh Meeth ||1||",
    "translation": "Joining together with the Saints, O Nanak, God, my Friend, has revealed Himself in my home. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੰਤਾਂ ਦੀ ਸੰਗਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਿੱਤਰ ਪ੍ਰਭੂ ਜੀ ਪਰਗਟ ਹੋ ਪਏ ॥੧॥",
    "pronunciation": "gi Rih",
    "type_id": 3
  },
  {
    "shabad_id": 3397,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "nwd ibnod AnMd kof; ipRA pRIqm sMig bny ]",
    "transliteration": "Naadh Binodh Anandh Kodd Pria Preetham Sang Banae ||",
    "translation": "With her Beloved Husband Lord, she enjoys millions of melodies, pleasures and joys.",
    "punjabi": "ਪਿਆਰੇ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆਂ (ਮਾਨੋ, ਅਨੇਕਾਂ) ਰਾਗਾਂ ਤਮਾਸ਼ਿਆਂ ਤੇ ਕੌਤਕਾਂ ਦੇ ਆਨੰਦ (ਮਾਣ ਲਈਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3397,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "mn bWCq Pl pwieAw; hir nwnk. nwm Bny ]2]",
    "transliteration": "Man Baanshhath Fal Paaeiaa Har Naanak Naam Bhanae ||2||",
    "translation": "The fruits of the mind's desires are obtained, O Nanak, chanting the Lord's Name. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਿਆਂ ਮਨ-ਮੰਗੀਆਂ ਮੁਰਾਦਾਂ ਮਿਲ ਜਾਂਦੀਆਂ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3398,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "CMqu ]",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3398,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ihmkr ruiq, min BwvqI; mwGu Pgxu guxvMq jIau ]",
    "transliteration": "Himakar Ruth Man Bhaavathee Maagh Fagan Gunavanth Jeeo ||",
    "translation": "The snowy winter season, the months of Maagh and Phagun, are pleasing and ennobling to the mind.",
    "punjabi": "(ਹੇ ਸਹੇਲੀਓ!) ਮਾਘ (ਦਾ ਮਹੀਨਾ) ਫੱਗਣ (ਦਾ ਮਹੀਨਾ, ਇਹ ਦੋਵੇਂ ਭੀ ਬੜੀਆਂ) ਖ਼ੂਬੀਆਂ ਵਾਲੇ ਹਨ, (ਇਹਨਾਂ ਮਹੀਨਿਆਂ ਦੀ) ਬਰਫ਼ਾਨੀ ਰੁੱਤ ਮਨਾਂ ਵਿਚ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ, (ਇਸੇ ਤਰ੍ਹਾਂ ਜਿਸ ਹਿਰਦੇ ਵਿਚ ਠੰਢ ਦਾ ਪੁੰਜ ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ, ਉਥੇ ਭੀ ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਮੁੱਕ ਜਾਂਦੀ ਹੈ)।",
    "pronunciation": "ru`iq P`gxu",
    "type_id": 3
  },
  {
    "shabad_id": 3398,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "sKI shylI gwau mMglo; igRih Awey hir kMq jIau ]",
    "transliteration": "Sakhee Sehaelee Gaao Mangalo Grihi Aaeae Har Kanth Jeeo ||",
    "translation": "O my friends and companions, sing the songs of joy; my Husband Lord has come into my home.",
    "punjabi": "ਹੇ ਸਹੇਲੀਓ! ਤੁਸੀ (ਸ਼ਾਂਤੀ ਦੇ ਸੋਮੇ ਪਰਮਾਤਮਾ ਦੀ) ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਇਆ ਕਰੋ। (ਜਿਹੜੀ-ਜੀਵ-ਇਸਤ੍ਰੀ ਇਹ ਉੱਦਮ ਕਰਦੀ ਹੈ, ਉਸ ਦੇ) ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਆ ਪਰਗਟਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3398,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "igRih lwl Awey. min iDAwey; syj suMdir sohIAw ]",
    "transliteration": "Grihi Laal Aaeae Man Dhhiaaeae Saej Sundhar Soheeaa ||",
    "translation": "My Beloved has come into my home; I meditate on Him in my mind. The bed of my heart is beautifully adorned.",
    "punjabi": "ਹੇ ਸਹੇਲੀਓ! (ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ) ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਜੀ ਆ ਵੱਸਦੇ ਹਨ, (ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ) ਮਨ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਧਿਆਨ ਧਰਦੀ ਹੈ, (ਉਸ ਦੇ ਹਿਰਦੇ ਦੀ) ਸੇਜ ਸੋਹਣੀ ਸੁੰਦਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3398,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "vxu iqRxu iqRBvx Bey hirAw; dyiK drsn mohIAw ]",
    "transliteration": "Van Thrin Thribhavan Bheae Hariaa Dhaekh Dharasan Moheeaa ||",
    "translation": "The woods, the meadows and the three worlds have blossomed forth in their greenery; gazing upon the Blessed Vision of His Darshan, I am fascinated.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ (ਉਸ ਸਰਬ-ਵਿਆਪਕ ਦਾ) ਦਰਸ਼ਨ ਕਰ ਕੇ ਮਸਤ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਨੂੰ ਜੰਗਲ, ਘਾਹ-ਬੂਟ, ਤਿੰਨ ਭਵਨ ਹਰੇ-ਭਰੇ ਦਿੱਸਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3398,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "imly suAwmI ieC puMnI; min jipAw inrml mMq jIau ]",
    "transliteration": "Milae Suaamee Eishh Punnee Man Japiaa Niramal Manth Jeeo ||",
    "translation": "I have met my Lord and Master, and my desires are fulfilled; my mind chants His Immaculate Mantra.",
    "punjabi": "ਹੇ ਸਹੇਲੀਓ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਮਨ ਵਿਚ ਉਸ ਦਾ ਪਵਿੱਤਰ ਨਾਮ-ਮੰਤ੍ਰ ਜਪਦੀ ਹੈ, ਉਸ ਦੀ ਹਰੇਕ ਮਨੋ-ਕਾਮਨਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3398,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ibnvMiq nwnk. inq krhu rlIAw; hir imly sRIDr kMq jIau ]7]",
    "transliteration": "Binavanth Naanak Nith Karahu Raleeaa Har Milae Sreedhhar Kanth Jeeo ||7||",
    "translation": "Prays Nanak, I celebrate continuously; I have met my Husband Lord, the Lord of excellence. ||7||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਸਹੇਲੀਓ! ਤੁਸੀ ਭੀ ਮਾਇਆ ਦੇ ਆਸਰੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲ ਕੇ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਿਆ ਕਰੋ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3399,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "slok ]",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3399,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "sMq shweI jIA ky; Bvjl qwrxhwr ]",
    "transliteration": "Santh Sehaaee Jeea Kae Bhavajal Thaaranehaar ||",
    "translation": "The Saints are the helpers, the support of the soul; they carry us cross the terrifying world-ocean.",
    "punjabi": "ਸੰਤ ਜਨ (ਜੀਵਾਂ ਦੀ) ਜਿੰਦ ਦੇ ਮਦਦਗਾਰ (ਬਣਦੇ ਹਨ), (ਜੀਵਾਂ ਨੂੰ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਣ ਦੀ ਸਮਰੱਥਾ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3399,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "sB qy aUcy jwxIAih; nwnk. nwm ipAwr ]1]",
    "transliteration": "Sabh Thae Oochae Jaaneeahi Naanak Naam Piaar ||1||",
    "translation": "Know that they are the highest of all; O Nanak, they love the Naam, the Name of the Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲੇ (ਗੁਰਮੁਖ ਜਗਤ ਵਿਚ ਹੋਰ) ਸਭ ਪ੍ਰਾਣੀਆਂ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਮੰਨੇ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "jwxI-Aih",
    "type_id": 3
  },
  {
    "shabad_id": 3399,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ijn jwinAw. syeI qry; sy sUry sy bIr ]",
    "transliteration": "Jin Jaaniaa Saeee Tharae Sae Soorae Sae Beer ||",
    "translation": "Those who know Him, cross over; they are the brave heroes, the heroic warriors.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਏ, ਉਹੀ (ਅਸਲ) ਸੂਰਮੇ ਹਨ, ਉਹੀ (ਅਸਲ) ਬਹਾਦਰ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3399,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "nwnk. iqn bilhwrxY; hir jip auqry qIr ]2]",
    "transliteration": "Naanak Thin Balihaaranai Har Jap Outharae Theer ||2||",
    "translation": "Nanak is a sacrifice to those who meditate on the Lord, and cross over to the other shore. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ) ਪਾਰਲੇ ਕੰਢੇ ਪਹੁੰਚ ਗਏ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3400,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "CMqu ]",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3400,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "crx ibrwijq sB aUpry; imitAw sgl klysu jIau ]",
    "transliteration": "Charan Biraajith Sabh Ooparae Mittiaa Sagal Kalaes Jeeo ||",
    "translation": "His feet are exalted above all. They eradicate all suffering.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਪ੍ਰਭੂ ਦੇ) ਚਰਨ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਹੋਰ ਮਾਇਕ ਸੰਕਲਪ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਹੇਠਾਂ ਰਹਿੰਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਹਰੇਕ ਕਿਸਮ ਦਾ) ਸਾਰਾ ਦੁੱਖ ਮਿਟ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3400,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "Awvx jwvx duK hry; hir Bgiq kIAw prvysu jIau ]",
    "transliteration": "Aavan Jaavan Dhukh Harae Har Bhagath Keeaa Paravaes Jeeo ||",
    "translation": "They destroy the pains of coming and going. They bring loving devotion to the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਆ ਵੱਸਦੀ ਹੈ, ਉਹਨਾਂ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਦੁੱਖ-ਕਲੇਸ਼ ਖ਼ਤਮ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3400,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "hir rMig rwqy. shij mwqy; iqlu. n mn qy bIsrY ]",
    "transliteration": "Har Rang Raathae Sehaj Maathae Thil N Man Thae Beesarai ||",
    "translation": "Imbued with the Lord's Love, one is intoxicated with intuitive peace and poise, and does not forget the Lord from his mind, even for an instant.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ (ਸਦਾ) ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਸਦਾ) ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਹਨਾਂ ਦੇ ਮਨ ਤੋਂ ਰਤਾ ਭਰ ਸਮੇ ਲਈ ਭੀ ਨਹੀਂ ਭੁੱਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3400,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "qij Awpu. srxI pry crnI; srb gux jgdIsrY ]",
    "transliteration": "Thaj Aap Saranee Parae Charanee Sarab Gun Jagadheesarai ||",
    "translation": "Shedding my self-conceit, I have entered the Sanctuary of His Feet; all virtues rest in the Lord of the Universe.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਪਾ-ਭਾਵ ਤਿਆਗ ਕੇ ਸਭ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "j`gdIsrY",
    "type_id": 3
  },
  {
    "shabad_id": 3400,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "goivMd gux iniD sRIrMg suAwmI; Awid kau Awdysu jIau ]",
    "transliteration": "Govindh Gun Nidhh Sreerang Suaamee Aadh Ko Aadhaes Jeeo ||",
    "translation": "I bow in humility to the Lord of the Universe, the treasure of virtue, the Lord of excellence, our Primal Lord and Master.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ, ਮਾਇਆ ਦੇ ਪਤੀ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਮੁੱਢ ਸੁਆਮੀ ਗੋਬਿੰਦ ਨੂੰ ਸਦਾ ਨਮਸਕਾਰ ਕਰਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3400,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ibnvMiq nwnk. mieAw Dwrhu; jugu jugo iek vysu jIau ]8]1]6]8]",
    "transliteration": "Binavanth Naanak Maeiaa Dhhaarahu Jug Jugo Eik Vaes Jeeo ||8||1||6||8||",
    "translation": "Prays Nanak, shower me with Your Mercy, Lord; throughout the ages, You take the same form. ||8||1||6||8||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਅਰਦਾਸ ਕਰ-ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ (ਮੈਂ ਭੀ ਤੇਰਾ ਨਾਮ ਜਪਦਾ ਰਹਾਂ), ਤੂੰ ਹਰੇਕ ਜੁਗ ਵਿਚ ਇਕੋ ਅਟੱਲ ਸਰੂਪ ਵਾਲਾ ਰਹਿੰਦਾ ਹੈਂ ॥੮॥੧॥੬॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "rwmklI mhlw 1 dKxI EAMkwru",
    "transliteration": "Raamakalee Mehalaa 1 Dhakhanee Ouankaaru",
    "translation": "Raamkalee, First Mehl, Dakhanee, Ongkaar:",
    "punjabi": "ਰਾਗ ਰਾਮਕਲੀ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਦਖਣੀ ਓਅੰਕਾਰੁ'।",
    "pronunciation": "d`KxI",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3401,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "EAMkwir; bRhmw auqpiq ]",
    "transliteration": "Ouankaar Brehamaa Outhapath ||",
    "translation": "From Ongkaar, the One Universal Creator God, Brahma was created.",
    "punjabi": "(ਹੇ ਪਾਂਡੇ! ਤੁਸੀ ਮੰਦਰ ਵਿਚ ਅਸਥਾਪਨ ਕੀਤੀ ਹੋਈ ਇਸ ਮੂਰਤੀ ਨੂੰ 'ਓਅੰਕਾਰ' ਮਿਥ ਰਹੇ ਹੋ, ਤੇ ਆਖਦੇ ਹੋ ਕਿ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਬ੍ਰਹਮਾ ਨੇ ਪੈਦਾ ਕੀਤਾ ਸੀ। ਪਰ 'ਓਅੰਕਾਰ' ਉਹ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਹੈ ਜਿਸ) ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਤੋਂ ਬ੍ਰਹਮਾ ਦਾ (ਭੀ) ਜਨਮ ਹੋਇਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "EAMkwru; kIAw ijin iciq ]",
    "transliteration": "Ouankaar Keeaa Jin Chith ||",
    "translation": "He kept Ongkaar in his consciousness.",
    "punjabi": "ਉਸ ਬ੍ਰਹਮਾ ਨੇ ਭੀ ਉਸ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "EAMkwir; sYl jug Bey ]",
    "transliteration": "Ouankaar Sail Jug Bheae ||",
    "translation": "From Ongkaar, the mountains and the ages were created.",
    "punjabi": "ਇਹ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਤੇ ਸਮੇ ਦੀ ਵੰਡ ਉਸ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਤੋਂ ਹੀ ਹੋਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "EAMkwir; byd inrmey ]",
    "transliteration": "Ouankaar Baedh Nirameae ||",
    "translation": "Ongkaar created the Vedas.",
    "punjabi": "ਵੇਦ ਭੀ ਓਅੰਕਾਰ ਤੋਂ ਹੀ ਬਣੇ।",
    "pronunciation": "(inrmey)pYdw kIqy",
    "type_id": 3
  }
]
