[
  {
    "shabad_id": 3401,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "EAMkwir; sbid auDry ]",
    "transliteration": "Ouankaar Sabadh Oudhharae ||",
    "translation": "Ongkaar saves the world through the Shabad.",
    "punjabi": "ਜੀਵ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਦੀ ਸਹੈਤਾ ਨਾਲ ਹੀ ਸੰਸਾਰ ਦੇ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "EAMkwir; gurmuiK qry ]",
    "transliteration": "Ouankaar Guramukh Tharae ||",
    "translation": "Ongkaar saves the Gurmukhs.",
    "punjabi": "ਤੇ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ ਪਾਰ ਲੰਘਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "E nm AKr; suxhu bIcwru ]",
    "transliteration": "Ounam Akhar Sunahu Beechaar ||",
    "translation": "Listen to the Message of the Universal, Imperishable Creator Lord.",
    "punjabi": "(ਹੇ ਪਾਂਡੇ! ਤੁਸੀ ਆਪਣੇ ਚਾਟੜਿਆਂ ਦੀਆਂ ਪੱਟੀਆਂ ਉੱਤੇ ਲਫ਼ਜ਼ 'ਓਅੰ ਨਮਹ' ਲਿਖਦੇ ਹੋ, ਪਰ ਇਸ ਮੂਰਤੀ ਨੂੰ ਹੀ 'ਓਅੰ' ਸਮਝ ਰਹੇ ਹੋ) ਉਸ ਮਹਾਨ ਹਸਤੀ ਦੀ ਬਾਬਤ ਭੀ ਗੱਲ ਸੁਣੋ ਜਿਸ ਦੇ ਵਾਸਤੇ ਤੁਸੀ ਲਫ਼ਜ਼ 'ਓਅੰ ਨਮਹ' ਲਿਖਦੇ ਹੋ।",
    "pronunciation": "A`Kr bRhm[(E)EAMkwr vwihgurU jI nUM nmnmskwr",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "E nm AKru; iqRBvx swru ]1]",
    "transliteration": "Ounam Akhar Thribhavan Saar ||1||",
    "translation": "The Universal, Imperishable Creator Lord is the essence of the three worlds. ||1||",
    "punjabi": "ਇਹ ਲਫ਼ਜ਼ 'ਓਅੰ ਨਮਹ' ਉਸ (ਮਹਾਨ ਅਕਾਲ ਪੁਰਖ) ਵਾਸਤੇ ਹਨ ਜੋ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਕਰਤਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "suix pwfy; ikAw ilKhu jMjwlw ]",
    "transliteration": "Sun Paaddae Kiaa Likhahu Janjaalaa ||",
    "translation": "Listen, O Pandit, O religious scholar, why are you writing about worldly debates?",
    "punjabi": "ਹੇ ਪਾਂਡੇ! ਸੁਣ, ਨਿਰੀ (ਵਾਦ-ਵਿਵਾਦ ਤੇ ਸੰਸਾਰਕ) ਝੰਬੇਲਿਆਂ ਵਾਲੀ ਲਿਖਾਈ ਲਿਖਣ ਤੋਂ (ਕੋਈ ਆਤਮਕ) ਲਾਭ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "pWfy",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ilKu rwm nwm; gurmuiK gopwlw ]1] rhwau ]",
    "transliteration": "Likh Raam Naam Guramukh Gopaalaa ||1|| Rehaao ||",
    "translation": "As Gurmukh, write only the Name of the Lord, the Lord of the World. ||1||Pause||",
    "punjabi": "(ਜੇ ਤੂੰ ਆਪਣਾ ਜੀਵਨ ਸਫਲਾ ਕਰਨਾ ਹੈ ਤਾਂ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਭੀ ਆਪਣੇ ਮਨ ਵਿਚ) ਲਿਖ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3401,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ssY. sBu jgu shij aupwieAw; qIin Bvn iek joqI ]",
    "transliteration": "Sasai Sabh Jag Sehaj Oupaaeiaa Theen Bhavan Eik Jothee ||",
    "translation": "Sassa: He created the entire universe with ease; His One Light pervades the three worlds.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਕਿਸੇ ਉਚੇਰੇ ਉੱਦਮ ਤੋਂ ਬਿਨਾ ਹੀ ਇਹ ਸਾਰਾ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ ਉਸ ਦੀ ਜੋਤਿ ਸਾਰੇ ਜਗਤ ਵਿਚ ਪਸਰ ਰਹੀ ਹੈ।",
    "pronunciation": "s`sY",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "gurmuiK vsqu prwpiq hovY; cuix lY mwxk moqI ]",
    "transliteration": "Guramukh Vasath Paraapath Hovai Chun Lai Maanak Mothee ||",
    "translation": "Become Gurmukh, and obtain the real thing; gather the gems and pearls.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰਦਾ ਹੈ ਉਸ ਨੂੰ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਪਦਾਰਥ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਗੁਰਮੁਖਿ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਰੂਪ ਕੀਮਤੀ ਧਨ ਇਕੱਠਾ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "smJY sUJY piV piV bUJY; AMiq inrMqir swcw ]",
    "transliteration": "Samajhai Soojhai Parr Parr Boojhai Anth Niranthar Saachaa ||",
    "translation": "If one understands, realizes and comprehends what he reads and studies, in the end he shall realize that the True Lord dwells deep within his nucleus.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਤਿਗੁਰੂ (ਦੀ ਬਾਣੀ) ਦੀ ਰਾਹੀਂ ਸਮਝਦਾ ਸੋਚਦਾ ਹੈ, ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਮੁੜ ਮੁੜ ਪੜ੍ਹ ਕੇ ਉਸ ਨੂੰ ਇਹ ਭੇਤ ਖੁਲ੍ਹਦਾ ਹੈ ਕਿ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਹੀ ਓੜਕ ਨੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "gurmuiK dyKY swcu smwly; ibnu swcy. jgu kwcw ]2]",
    "transliteration": "Guramukh Dhaekhai Saach Samaalae Bin Saachae Jag Kaachaa ||2||",
    "translation": "The Gurmukh sees and contemplates the True Lord; without the True Lord, the world is false. ||2||",
    "punjabi": "ਗੁਰੂ ਦੇ ਰਾਹ ਤੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਉਸ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ (ਹਰ ਥਾਂ) ਵੇਖਦਾ ਹੈ ਤੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਤੋਂ ਛੁਟ ਬਾਕੀ ਸਾਰਾ ਜਗਤ ਉਸ ਨੂੰ ਨਾਸਵੰਤ ਦਿੱਸਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "DDY. Drmu Dry, Drmw puir; guxkwrI mnu DIrw ]",
    "transliteration": "Dhhadhhai Dhharam Dhharae Dhharamaa Pur Gunakaaree Man Dhheeraa ||",
    "translation": "Dhadha: Those who enshrine Dharmic faith and dwell in the City of Dharma are worthy; their minds are steadfast and stable.",
    "punjabi": "(ਹੇ ਪਾਂਡੇ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਕਰਤਾਰ ਦਾ ਨਾਮ ਆਪਣੇ ਮਨ ਦੀ ਪੱਟੀ ਉਤੇ ਲਿਖ, ਉਹ ਬੜਾ ਬੇਅੰਤ ਹੈ) ਸਤਿਗੁਰੂ ਸਤਸੰਗ ਵਿਚ (ਉਸ ਕਰਤਾਰ ਦੇ ਸਿਮਰਨ ਰੂਪ) ਧਰਮ ਦਾ ਉਪਦੇਸ਼ ਕਰਦਾ ਹੈ, (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਤਿਗੁਰੂ ਦਾ ਆਪਣਾ ਮਨ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਉਹ ਹੋਰਨਾਂ ਵਿਚ ਭੀ (ਇਹ) ਗੁਣ ਪੈਦਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "DDY. DUil pVY muiK msqik; kMcn Bey mnUrw ]",
    "transliteration": "Dhhadhhai Dhhool Parrai Mukh Masathak Kanchan Bheae Manooraa ||",
    "translation": "Dhadha: If the dust of their feet touches one's face and forehead, he is transformed from iron into gold.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੂੰਹ-ਮੱਥੇ ਤੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਪਏ, ਉਹ ਨਕਾਰੇ ਸੜੇ ਹੋਏ ਲੋਹੇ ਤੋਂ ਸੋਨਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "pVY:V hlMq nhIN lwauxw",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "Dnu DrxIDru Awip AjonI; qoil boil scu pUrw ]",
    "transliteration": "Dhhan Dhharaneedhhar Aap Ajonee Thol Bol Sach Pooraa ||",
    "translation": "Blessed is the Support of the Earth; He Himself is not born; His measure and speech are perfect and True.",
    "punjabi": "ਜੋ ਪਰਮਾਤਮਾ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਆਸਰਾ ਹੈ ਜਿਸ ਦਾ ਕੋਈ ਸ਼ਰੀਕ ਨਹੀਂ ਤੇ ਜੋ ਜਨਮ-ਰਹਿਤ ਹੈ ਉਹੀ ਸਤਿਗੁਰੂ ਦਾ ਧਨ ਹੈ, ਸਤਿਗੁਰੂ ਤੋਲ ਵਿਚ ਬੋਲ ਵਿਚ ਸੱਚਾ ਤੇ ਪੂਰਨ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "krqy kI imiq. krqw jwxY; kY jwxY guru sUrw ]3]",
    "transliteration": "Karathae Kee Mith Karathaa Jaanai Kai Jaanai Gur Sooraa ||3||",
    "translation": "Only the Creator Himself knows His own extent; He alone knows the Brave Guru. ||3||",
    "punjabi": "ਕਰਤਾਰ ਦੀ ਵਡਿਆਈ ਕਰਤਾਰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ, ਜਾਂ, ਸੂਰਮਾ ਸਤਿਗੁਰੂ ਜਾਣਦਾ ਹੈ (ਭਾਵ, ਸਤਿਗੁਰੂ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਵਡਿਆਈ ਦੀ ਕਦਰ ਪਾਂਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "i|Awnu gvwieAw. dUjw BwieAw; grib gly ibKu KwieAw ]",
    "transliteration": "N(g)iaan Gavaaeiaa Dhoojaa Bhaaeiaa Garab Galae Bikh Khaaeiaa ||",
    "translation": "In love with duality, spiritual wisdom is lost; the mortal rots away in pride, and eats poison.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਵਿਸਾਰ ਦੇਂਦਾ ਹੈ ਤੇ ਕਿਸੇ ਹੋਰ ਜੀਵਨ-ਰਾਹ ਨੂੰ ਪਸੰਦ ਕਰਦਾ ਹੈ, ਉਹ ਅਹੰਕਾਰ ਵਿਚ ਨਿੱਘਰ ਜਾਂਦਾ ਹੈ, ਤੇ ਉਹ (ਆਤਮਕ ਮੌਤ ਦਾ ਮੂਲ ਅਹੰਕਾਰ-ਰੂਪ) ਜ਼ਹਿਰ ਖਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "gur rsu gIq bwd. nhI BwvY suxIAY; gihr gMBIru gvwieAw ]",
    "transliteration": "Gur Ras Geeth Baadh Nehee Bhaavai Suneeai Gehir Ganbheer Gavaaeiaa ||",
    "translation": "He thinks that the sublime essence of the Guru's song is useless, and he does not like to hear it. He loses the profound, unfathomable Lord.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਨੂੰ (ਦੂਜੇ ਭਾਵ ਦੇ ਕਾਰਨ) ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਦਾ ਆਨੰਦ ਤੇ ਗੁਰੂ ਦੇ ਬਚਨ ਸੁਣੇ ਨਹੀਂ ਭਾਉਂਦੇ। ਉਹ ਮਨੁੱਖ ਅਥਾਹ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਤੋਂ ਵਿਛੁੜ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "guir. scu kihAw AMimRqu lihAw; min qin swcu suKwieAw ]",
    "transliteration": "Gur Sach Kehiaa Anmrith Lehiaa Man Than Saach Sukhaaeiaa ||",
    "translation": "Through the Guru's Words of Truth, the Ambrosial Nectar is obtained, and the mind and body find joy in the True Lord.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆ ਹੈ, ਉਸ ਨੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ, ਫਿਰ ਉਸ ਨੂੰ ਉਹ ਪਰਮਾਤਮਾ ਮਨ ਤਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "Awpy gurmuiK Awpy dyvY; Awpy AMimRqu pIAwieAw ]4]",
    "transliteration": "Aapae Guramukh Aapae Dhaevai Aapae Anmrith Peeaaeiaa ||4||",
    "translation": "He Himself is the Gurmukh, and He Himself bestows the Ambrosial Nectar; He Himself leads us to drink it in. ||4||",
    "punjabi": "(ਪਰ ਇਹ ਉਸ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਹੀ ਹੈ) ਉਹ ਆਪ ਹੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ (ਸਿਮਰਨ ਦੀ ਦਾਤਿ) ਦੇਂਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪਿਲਾਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "eyko eyku khY sBu koeI; haumY grbu ivAwpY ]",
    "transliteration": "Eaeko Eaek Kehai Sabh Koee Houmai Garab Viaapai ||",
    "translation": "Everyone says that God is the One and only, but they are engrossed in egotism and pride.",
    "punjabi": "(ਉਂਞ ਤਾਂ) ਹਰ ਕੋਈ ਆਖਦਾ ਹੈ ਕਿ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਪਰਮਾਤਮਾ ਹੈ, ਪਰ (ਜਿਸ ਮਨ ਉਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਲਿਖਣਾ ਹੈ, ਉਸ ਉਤੇ) ਹਉਮੈ ਅਹੰਕਾਰ ਜ਼ੋਰ ਪਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "AMqir bwhir eyku pCwxY; ieau Gru mhlu is\\\\wpY ]",
    "transliteration": "Anthar Baahar Eaek Pashhaanai Eio Ghar Mehal Sinjaapai ||",
    "translation": "Realize that the One God is inside and outside; understand this, that the Mansion of His Presence is within the home of your heart.",
    "punjabi": "ਜੇ ਮਨੁੱਖ (ਹਉਮੈ ਅਹੰਕਾਰ ਦਾ ਸਾਇਆ ਦੂਰ ਕਰ ਕੇ) ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਅਤੇ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਪਛਾਣ ਲਏ, ਤਾਂ ਇਸ ਤਰ੍ਹਾਂ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਅਸਥਾਨ ਦੀ ਸਿੰਞਾਣ ਆ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "pRBu nyVY hir. dUir, n jwxhu; eyko isRsit sbweI ]",
    "transliteration": "Prabh Naerrai Har Dhoor N Jaanahu Eaeko Srisatt Sabaaee ||",
    "translation": "God is near at hand; do not think that God is far away. The One Lord permeates the entire universe.",
    "punjabi": "(ਹੇ ਪਾਂਡੇ!) ਪਰਮਾਤਮਾ (ਤੇਰੇ) ਨੇੜੇ (ਭਾਵ, ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਰਿਹਾ) ਹੈ, ਉਸ ਨੂੰ (ਆਪਣੇ ਤੋਂ ਦੂਰ ਨਾਹ ਸਮਝ, ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "eykMkwru. Avru nhI dUjw; nwnk. eyku smweI ]5]",
    "transliteration": "Eaekankaar Avar Nehee Dhoojaa Naanak Eaek Samaaee ||5||",
    "translation": "There in One Universal Creator Lord; there is no other at all. O Nanak, merge into the One Lord. ||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਕ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਹੀ (ਹਰ ਥਾਂ) ਸਮਾਇਆ ਹੋਇਆ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਦੂਜਾ ਨਹੀਂ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "iesu krqy kau. ikau gih rwKau; APirE quilE. n jweI ]",
    "transliteration": "Eis Karathae Ko Kio Gehi Raakho Afariou Thuliou N Jaaee ||",
    "translation": "How can you keep the Creator under your control? He cannot be seized or measured.",
    "punjabi": "(ਹੇ ਪਾਂਡੇ!) ਭਾਵੇਂ ਕਰਤਾਰ ਮੇਰੇ ਅੰਦਰ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ (ਜਦ ਤਕ ਮੇਰੇ ਅੰਦਰ ਹਉਮੈ ਅਹੰਕਾਰ ਹੈ) ਮੈਂ ਉਸ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਨਹੀਂ ਸਕਦਾ, (ਜਦ ਤਕ ਮਨ ਵਿਚ ਹਉਮੈ ਹੈ ਤਦ ਤਕ ਉਹ ਕਰਤਾਰ) ਮਨ ਵਿਚ ਵਸਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਉਸ ਦੀ ਵਡਿਆਈ ਦੀ ਕਦਰ ਪਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ।",
    "pronunciation": "(A-PirE)suqMqR",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "mwieAw ky dyvwny pRwxI; JUiT TgaurI pweI ]",
    "transliteration": "Maaeiaa Kae Dhaevaanae Praanee Jhooth Thagouree Paaee ||",
    "translation": "Maya has made the mortal insane; she has administered the poisonous drug of falsehood.",
    "punjabi": "ਮਾਇਆ ਦੇ ਮਤਵਾਲੇ ਜੀਵ ਨੂੰ (ਜਦ ਤਕ) ਝੂਠ ਨੇ ਠਗ-ਬੂਟੀ ਚਮੋੜੀ ਹੋਈ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "lib loiB muhqwij ivgUqy; ieb qb iPir pCuqweI ]",
    "transliteration": "Lab Lobh Muhathaaj Vigoothae Eib Thab Fir Pashhuthaaee ||",
    "translation": "Addicted to greed and avarice, the mortal is ruined, and then later, he regrets and repents.",
    "punjabi": "(ਜਦ ਤਕ ਜੀਵ) ਚਸਕੇ ਵਿਚ ਲਾਲਚ ਵਿਚ ਤੇ ਪਰਾਈ ਮੁਥਾਜੀ ਵਿਚ ਖ਼ੁਆਰ ਹੋ ਰਿਹਾ ਹੈ, ਤਦ ਤਕ ਹਰ ਵੇਲੇ ਇਸ ਨੂੰ ਹਾਹੁਕਾ ਹੀ ਹਾਹੁਕਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 8,
    "source_line": 13,
    "gurmukhi": "eyku sryvY qw giq imiq pwvY; Awvxu jwxu rhweI ]6]",
    "transliteration": "Eaek Saraevai Thaa Gath Mith Paavai Aavan Jaan Rehaaee ||6||",
    "translation": "So serve the One Lord, and attain the state of Salvation; your comings and goings shall cease. ||6||",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ (ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ) ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਦਾ ਹੈ ਤਦੋਂ ਪਰਮਾਤਮਾ ਨਾਲ ਇਸ ਦੀ ਜਾਣ ਪਛਾਣ ਹੋ ਜਾਂਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਵਡਿਆਈ ਦੀ ਇਸ ਨੂੰ ਕਦਰ ਪੈਂਦੀ ਹੈ, ਤੇ ਇਸ ਦਾ ਜਨਮ-ਮਰਨ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "eyku Acwru rMgu ieku rUpu ]",
    "transliteration": "Eaek Achaar Rang Eik Roop ||",
    "translation": "The One Lord is in all actions, colors and forms.",
    "punjabi": "(ਹੇ ਪਾਂਡੇ! ਉਸ ਗੁਪਾਲ ਦਾ ਨਾਮ ਆਪਣੇ ਮਨ ਦੀ ਪੱਟੀ ਉਤੇ ਲਿਖ ਜੋ) ਇਕ ਆਪ ਹੀ (ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੋ ਕੇ ਜਗਤ ਦੀ ਇਹ ਸਾਰੀ) ਕਿਰਤ-ਕਾਰ (ਕਰ ਰਿਹਾ) ਹੈ, (ਜੋ) ਇਕ ਆਪ ਹੀ (ਸੰਸਾਰ ਦਾ ਇਹ ਸਾਰਾ) ਰੂਪ ਰੰਗ (ਆਪਣੇ ਆਪ ਤੋਂ ਪਰਗਟ ਕਰ ਰਿਹਾ) ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "paux pwxI AgnI; As rUpu ]",
    "transliteration": "Poun Paanee Aganee Asaroop ||",
    "translation": "He manifests in many shapes through wind, water and fire.",
    "punjabi": "ਤੇ (ਜਗਤ ਦੇ ਇਹ ਤੱਤ) ਹਵਾ ਪਾਣੀ ਅੱਗ (ਜਿਸ ਦਾ ਆਪਣਾ ਹੀ) ਸਰੂਪ ਹਨ,",
    "pronunciation": "(As)Su`D[(rUpu)srUp",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "eyko Bvru; BvY iqhu loie ]",
    "transliteration": "Eaeko Bhavar Bhavai Thihu Loe ||",
    "translation": "The One Soul wanders through the three worlds.",
    "punjabi": "ਜਿਸ ਗੁਪਾਲ ਦੀ ਜੋਤਿ ਹੀ ਸਾਰੇ ਜਗਤ ਵਿਚ ਪਸਰ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "eyko bUJY sUJY; piq hoie ]",
    "transliteration": "Eaeko Boojhai Soojhai Path Hoe ||",
    "translation": "One who understands and comprehends the One Lord is honored.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਉਸ ਇੱਕ ਪਰਮਾਤਮਾ ਨੂੰ (ਹਰ ਥਾਂ ਵਿਆਪਕ) ਸਮਝਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਹੀ ਦਿੱਸਦਾ ਹੈ, ਉਹ ਆਦਰ-ਸਤਕਾਰ ਹਾਸਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 9,
    "source_line": 15,
    "gurmukhi": "igAwnu iDAwnu ly; smsir rhY ]",
    "transliteration": "Giaan Dhhiaan Lae Samasar Rehai ||",
    "translation": "One who gathers in spiritual wisdom and meditation, dwells in the state of balance.",
    "punjabi": "ਕੋਈ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਕੇ, ਤੇ, ਉਸ ਵਿਚ ਸੁਰਤ ਟਿਕਾ ਕੇ ਧੀਰੇ ਜੀਵਨ ਵਾਲਾ ਬਣਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 9,
    "source_line": 15,
    "gurmukhi": "gurmuiK eyku ivrlw ko lhY ]",
    "transliteration": "Guramukh Eaek Viralaa Ko Lehai ||",
    "translation": "How rare are those who, as Gurmukh, attain the One Lord.",
    "punjabi": "ਅਜੇਹਾ ਵਿਰਲਾ ਮਨੁੱਖ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 9,
    "source_line": 15,
    "gurmukhi": "ijs no dyie; ikrpw qy suKu pwey ]",
    "transliteration": "Jis No Dhaee Kirapaa Thae Sukh Paaeae ||",
    "translation": "They alone find peace, whom the Lord blesses with His Grace.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸੁਖ ਮਾਣਦਾ ਹੈ, ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਆਪਣੀ ਮੇਹਰ ਨਾਲ ਇਹ ਦਾਤ ਦੇਂਦਾ ਹੈ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "gurU duAwrY; AwiK suxwey ]7]",
    "transliteration": "Guroo Dhuaarai Aakh Sunaaeae ||7||",
    "translation": "In the Gurdwara, the Guru's Door, they speak and hear of the Lord. ||7||",
    "punjabi": "ਅਤੇ ਜਿਸ ਨੂੰ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਆਪਣੀ ਸਰਬ-ਵਿਆਪਕਤਾ ਦਾ ਉਪਦੇਸ਼) ਸੁਣਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 10,
    "source_line": 16,
    "gurmukhi": "aUrm DUrm; joiq aujwlw ]",
    "transliteration": "Ooram Dhhooram Joth Oujaalaa ||",
    "translation": "His Light illuminates the ocean and the earth.",
    "punjabi": "(ਹੇ ਪਾਂਡੇ! ਉਸ ਗੋਪਾਲ ਦਾ ਨਾਮ ਆਪਣੇ ਮਨ ਦੀ ਪੱਟੀ ਉਤੇ ਲਿਖ), ਧਰਤੀ ਅਤੇ ਅਕਾਸ਼ ਵਿਚ ਜਿਸ ਦੀ ਜੋਤਿ ਦਾ ਪਰਕਾਸ਼ ਹੈ,",
    "pronunciation": "(aUrm)AkwS[(Durm)DrqI",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 10,
    "source_line": 16,
    "gurmukhi": "qIin Bvx mih; gur gopwlw ]",
    "transliteration": "Theen Bhavan Mehi Gur Gopaalaa ||",
    "translation": "Throughout the three worlds, is the Guru, the Lord of the World.",
    "punjabi": "ਜੋ ਸਭ ਤੋਂ ਵੱਡਾ ਗੋਪਾਲ ਤਿੰਨ ਭਵਨਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 10,
    "source_line": 17,
    "gurmukhi": "aUgivAw; As rUpu idKwvY ]",
    "transliteration": "Oogaviaa Asaroop Dhikhaavai ||",
    "translation": "The Lord reveals His various forms;",
    "punjabi": "ਉਹ ਗੋਪਾਲ ਆਪਣੀ ਕਿਰਪਾ ਕਰ ਕੇ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਪਰਗਟ ਹੋ ਕੇ ਜਿਸ ਨੂੰ ਆਪਣਾ (ਸਰਬ-ਵਿਆਪਕ) ਸਰੂਪ ਵਿਖਾਂਦਾ ਹੈ,",
    "pronunciation": "(aUgivAw)pRgt hoie",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 10,
    "source_line": 17,
    "gurmukhi": "kir ikrpw; ApunY Gir AwvY ]",
    "transliteration": "Kar Kirapaa Apunai Ghar Aavai ||",
    "translation": "Granting His Grace, He enters the home of the heart.",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਭਟਕਣਾ ਤੋਂ ਬਚ ਕੇ) ਆਪਣੇ ਆਪ ਵਿਚ ਟਿਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 10,
    "source_line": 17,
    "gurmukhi": "aUniv brsY nIJr Dwrw ]",
    "transliteration": "Oonav Barasai Neejhar Dhhaaraa ||",
    "translation": "The clouds hang low, and the rain is pouring down.",
    "punjabi": "ਜਗਤ ਨੂੰ ਸੋਹਣਾ ਬਨਾਣ ਵਾਲਾ ਪ੍ਰਭੂ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਨੇੜੇ ਹੋ ਕੇ (ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ) ਝੜੀ ਲਾ ਕੇ ਵਰ੍ਹਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 10,
    "source_line": 18,
    "gurmukhi": "aUqm sbid svwrxhwrw ]",
    "transliteration": "Ootham Sabadh Savaaranehaaraa ||",
    "translation": "The Lord embellishes and exalts with the Sublime Word of the Shabad.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸ੍ਰੇਸ਼ਟ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਜਗਤ ਨੂੰ ਸਵਾਰਣਹਾਰ)-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 10,
    "source_line": 18,
    "gurmukhi": "iesu eyky kw jwxY Byau ]",
    "transliteration": "Eis Eaekae Kaa Jaanai Bhaeo ||",
    "translation": "One who knows the mystery of the One God,",
    "punjabi": "ਇਸ ਪ੍ਰਭੂ ਦਾ ਇਹ ਭੇਤ ਜਾਣ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 10,
    "source_line": 18,
    "gurmukhi": "Awpy krqw; Awpy dyau ]8]",
    "transliteration": "Aapae Karathaa Aapae Dhaeo ||8||",
    "translation": "Is Himself the Creator, Himself the Divine Lord. ||8||",
    "punjabi": "ਕਿ ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਾਰੇ ਜਗਤ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ ਤੇ ਆਪ ਹੀ (ਆਪ ਜੋਤਿ ਨਾਲ ਇਸ ਨੂੰ) ਚਾਨਣ ਦੇਣ ਵਾਲਾ ਹੈ (ਭਾਵ, ਪ੍ਰਭੂ ਆਪ ਹੀ ਇਸ ਜਗਤ ਨੂੰ ਜੀਵਨ-ਰਾਹ ਸਿਖਾਣ ਵਾਲਾ) ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 11,
    "source_line": 18,
    "gurmukhi": "augvY sUru; Asur sMGwrY ]",
    "transliteration": "Ougavai Soor Asur Sanghaarai ||",
    "translation": "When the sun rises, the demons are slain;",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਸਤਿਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ ਹੋਏ ਗਿਆਨ ਦੀ) ਰੌਸ਼ਨੀ ਪੈਦਾ ਹੁੰਦੀ ਹੈ ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਕਾਮਾਦਿਕ ਵਿਕਾਰਾਂ ਨੂੰ ਮਾਰ ਮੁਕਾਂਦਾ ਹੈ।",
    "pronunciation": "A-sur",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 11,
    "source_line": 19,
    "gurmukhi": "aUcau dyiK; sbid bIcwrY ]",
    "transliteration": "Oocho Dhaekh Sabadh Beechaarai ||",
    "translation": "The mortal looks upwards, and contemplates the Shabad.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮ ਪੁਰਖ ਦਾ ਦੀਦਾਰ ਕਰ ਕੇ (ਉਹ ਮਨੁੱਖ ਫਿਰ ਇਉਂ) ਸੋਚਦਾ ਹੈ (ਕਿ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 11,
    "source_line": 19,
    "gurmukhi": "aUpir Awid AMiq. iqhu loie ]",
    "transliteration": "Oopar Aadh Anth Thihu Loe ||",
    "translation": "The Lord is beyond the beginning and the end, beyond the three worlds.",
    "punjabi": "ਜਦ ਤਕ ਸ੍ਰਿਸ਼ਟੀ ਕਾਇਮ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਸਾਰੇ ਜਗਤ ਵਿਚ (ਹਰੇਕ ਦੇ ਸਿਰ) ਉਤੇ ਆਪ (ਰਾਖਾ) ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 11,
    "source_line": 19,
    "gurmukhi": "Awpy krY kQY; suxY soie ]",
    "transliteration": "Aapae Karai Kathhai Sunai Soe ||",
    "translation": "He Himself acts, speaks and listens.",
    "punjabi": "ਉਹ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਕਿਰਤ-ਕੰਮ ਕਰਦਾ ਹੈ ਬੋਲਦਾ ਹੈ ਤੇ ਸੁਣਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  }
]
