[
  {
    "shabad_id": 3401,
    "pada": 49,
    "source_line": 1,
    "gurmukhi": "Awpu gieAw duKu kitAw; hir vru pwieAw nwir ]47]",
    "transliteration": "Aap Gaeiaa Dhukh Kattiaa Har Var Paaeiaa Naar ||47||",
    "translation": "Self-conceit is eliminated, and pain is eradicated; the soul bride obtains her Husband Lord. ||47||",
    "punjabi": "(ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਜਿਸ ਦਾ) ਆਪਾ-ਭਾਵ ਦੂਰ ਹੋਇਆ ਹੈ (ਹਉਮੈ ਦਾ) ਦੁੱਖ ਕੱਟਿਆ ਗਿਆ ਹੈ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪ੍ਰਭੂ-ਖਸਮ ਲੱਭ ਲਿਆ ਹੈ ॥੪੭॥",
    "pronunciation": "g-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 50,
    "source_line": 2,
    "gurmukhi": "suienw rupw sMcIAY; Dnu kwcw ibKu Cwru ]",
    "transliteration": "Sueinaa Rupaa Sancheeai Dhhan Kaachaa Bikh Shhaar ||",
    "translation": "He hoards gold and silver, but this wealth is false and poisonous, nothing more than ashes.",
    "punjabi": "(ਆਮ ਤੌਰ ਤੇ ਜਗਤ ਵਿਚ) ਸੋਨਾ ਚਾਂਦੀ ਹੀ ਇਕੱਠਾ ਕਰੀਦਾ ਹੈ, ਪਰ ਇਹ ਧਨ ਹੋਛਾ ਹੈ, ਵਿਹੁ (-ਰੂਪ, ਭਾਵ, ਦੁਖਦਾਈ) ਹੈ, ਤੁੱਛ ਹੈ।",
    "pronunciation": "ru`pw",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 50,
    "source_line": 2,
    "gurmukhi": "swhu sdwey sMic Dnu; duibDw hoie KuAwru ]",
    "transliteration": "Saahu Sadhaaeae Sanch Dhhan Dhubidhhaa Hoe Khuaar ||",
    "translation": "He calls himself a banker, gathering wealth, but he is ruined by his dual-mindedness.",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਇਹ) ਧਨ ਜੋੜ ਕੇ (ਆਪਣੇ ਆਪ ਨੂੰ) ਸ਼ਾਹ ਸਦਾਂਦਾ ਹੈ ਉਹ ਮੇਰ-ਤੇਰ ਵਿਚ ਦੁਖੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 50,
    "source_line": 2,
    "gurmukhi": "sicAwrI scu sMicAw; swcau nwmu Amolu ]",
    "transliteration": "Sachiaaree Sach Sanchiaa Saacho Naam Amol ||",
    "translation": "The truthful ones gather Truth; the True Name is priceless.",
    "punjabi": "ਸੱਚੇ ਵਪਾਰੀਆਂ ਨੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਾਮ-ਧਨ ਇਕੱਠਾ ਕੀਤਾ ਹੈ, ਸੱਚਾ ਅਮੋਲਕ ਨਾਮ ਵਿਹਾਝਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 50,
    "source_line": 3,
    "gurmukhi": "hir inrmwielu aUjlo; piq swcI scu bolu ]",
    "transliteration": "Har Niramaaeil Oojalo Path Saachee Sach Bol ||",
    "translation": "The Lord is immaculate and pure; through Him, their honor is true, and their speech is true.",
    "punjabi": "ਉੱਜਲ ਤੇ ਪਵਿਤ੍ਰ ਪ੍ਰਭੂ (ਦਾ ਨਾਮ ਖੱਟਿਆ ਹੈ), ਉਹਨਾਂ ਨੂੰ ਸੱਚੀ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ (ਪ੍ਰਭੂ ਦਾ) ਸੱਚਾ (ਮਿੱਠਾ ਆਦਰ ਵਾਲਾ) ਬੋਲ (ਮਿਲਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 50,
    "source_line": 3,
    "gurmukhi": "swjnu mIqu sujwxu qU; qU srvru qU hMsu ]",
    "transliteration": "Saajan Meeth Sujaan Thoo Thoo Saravar Thoo Hans ||",
    "translation": "You are my friend and companion, all-knowing Lord; You are the lake, and You are the swan.",
    "punjabi": "(ਹੇ ਪਾਂਡੇ! ਤੂੰ ਭੀ ਮਨ ਦੀ ਪੱਟੀ ਉਤੇ ਗੋਪਾਲ ਦਾ ਨਾਮ ਲਿਖ ਤੇ ਉਸ ਅੱਗੇ ਇਉਂ ਅਰਦਾਸ ਕਰ-ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਹੀ (ਸੱਚਾ) ਸਿਆਣਾ ਸੱਜਣ ਮਿੱਤਰ ਹੈਂ, ਤੂੰ ਹੀ (ਜਗਤ-ਰੂਪ) ਸਰੋਵਰ ਹੈਂ ਤੇ ਤੂੰ ਹੀ (ਇਸ ਸਰੋਵਰ ਦਾ ਜੀਵ-ਰੂਪ ਹੰਸ ਹੈਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 50,
    "source_line": 4,
    "gurmukhi": "swcau Twkuru min vsY; hau bilhwrI iqsu ]",
    "transliteration": "Saacho Thaakur Man Vasai Ho Balihaaree This ||",
    "translation": "I am a sacrifice to that being, whose mind is filled with the True Lord and Master.",
    "punjabi": "ਮੈਂ ਸਦਕੇ ਹਾਂ ਉਸ (ਹੰਸ) ਤੋਂ ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਤੂੰ ਸੱਚਾ ਠਾਕੁਰ ਵੱਸਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 50,
    "source_line": 4,
    "gurmukhi": "mwieAw mmqw mohxI; ijin kIqI so jwxu ]",
    "transliteration": "Maaeiaa Mamathaa Mohanee Jin Keethee So Jaan ||",
    "translation": "Know the One who created love and attachment to Maya, the Enticer.",
    "punjabi": "(ਹੇ ਪਾਂਡੇ!) ਉਸ ਗੋਪਾਲ ਨੂੰ ਚੇਤੇ ਰੱਖ ਜਿਸ ਨੇ ਮੋਹਣੀ ਮਾਇਆ ਦੀ ਮਮਤਾ (ਜੀਵਾਂ ਨੂੰ) ਲਾ ਦਿੱਤੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 50,
    "source_line": 5,
    "gurmukhi": "ibiKAw AMimRqu eyku hY; bUJY purKu sujwxu ]48]",
    "transliteration": "Bikhiaa Anmrith Eaek Hai Boojhai Purakh Sujaan ||48||",
    "translation": "One who realizes the all-knowing Primal Lord, looks alike upon poison and nectar. ||48||",
    "punjabi": "ਜਿਸ ਕਿਸੇ ਨੇ ਉਸ ਸੁਜਾਨ ਪੁਰਖ ਪ੍ਰਭੂ ਨੂੰ ਸਮਝ ਲਿਆ ਹੈ, ਉਸ ਲਈ ਸਿਰਫ਼ (ਨਾਮ-) ਅੰਮ੍ਰਿਤ ਹੀ 'ਮਾਇਆ' ਹੈ ॥੪੮॥",
    "pronunciation": "b`UJY",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 51,
    "source_line": 5,
    "gurmukhi": "iKmw ivhUxy Kip gey; KUhix lK AsMK ]",
    "transliteration": "Khimaa Vihoonae Khap Geae Khoohan Lakh Asankh ||",
    "translation": "Without patience and forgiveness, countless hundreds of thousands have perished.",
    "punjabi": "(ਮੋਹਣੀ ਮਾਇਆ ਦੀ ਮਮਤਾ ਤੋਂ ਪੈਦਾ ਹੋਏ ਵਿਤਕਰੇ ਦੇ ਕਾਰਨ) ਖਿਮਾ-ਹੀਣ ਹੋ ਕੇ ਬੇਅੰਤ, ਲੱਖਾਂ ਅਣਗਿਣਤ ਜੀਵ ਖਪ ਮੋਏ ਹਨ, ਗਿਣੇ ਨਹੀਂ ਜਾ ਸਕਦੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 51,
    "source_line": 6,
    "gurmukhi": "gxq n AwvY, ikau gxI; Kip Kip muey ibsMK ]",
    "transliteration": "Ganath N Aavai Kio Ganee Khap Khap Mueae Bisankh ||",
    "translation": "Their numbers cannot be counted; how could I count them? Bothered and bewildered, uncounted numbers have died.",
    "punjabi": "ਗਿਣਤੀ ਦਾ ਕੀਹ ਲਾਭ? ਅਣਗਿਣਤ ਹੀ ਜੀਵ (ਖਿਮਾ-ਵਿਹੂਣੇ ਹੋ ਕੇ) ਖ਼ੁਆਰ ਹੋਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 51,
    "source_line": 6,
    "gurmukhi": "Ksmu pCwxY Awpxw; KUlY. bMDu, n pwie ]",
    "transliteration": "Khasam Pashhaanai Aapanaa Khoolai Bandhh N Paae ||",
    "translation": "One who realizes his Lord and Master is set free, and not bound by chains.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਪਛਾਣਦਾ ਹੈ, ਉਹ ਖੁਲ੍ਹੇ ਦਿਲ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੰਗ-ਦਿਲੀ (ਉਸ ਵਿਚ) ਨਹੀਂ ਰਹਿੰਦੀ।",
    "pronunciation": "(2 bMDun)",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 51,
    "source_line": 6,
    "gurmukhi": "sbid mhlI Krw qU; iKmw scu suK Bwie ]",
    "transliteration": "Sabadh Mehalee Kharaa Thoo Khimaa Sach Sukh Bhaae ||",
    "translation": "Through the Word of the Shabad, enter the Mansion of the Lord's Presence; you shall be blessed with patience, forgiveness, truth and peace.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਟਿਕ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਜਿਗਰੇ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ); (ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਉਸ ਨੂੰ ਪ੍ਰਤੱਖ ਦਿੱਸ ਪੈਂਦਾ ਹੈਂ, ਖਿਮਾ ਤੇ ਸੱਚ ਉਸ ਨੂੰ ਸੁਖੈਨ ਹੀ ਮਿਲ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 51,
    "source_line": 7,
    "gurmukhi": "Krcu Krw Dnu iDAwnu qU; Awpy vsih srIir ]",
    "transliteration": "Kharach Kharaa Dhhan Dhhiaan Thoo Aapae Vasehi Sareer ||",
    "translation": "Partake of the true wealth of meditation, and the Lord Himself shall abide within your body.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਹੀ ਉਸ ਦਾ (ਜ਼ਿੰਦਗੀ ਦੇ ਸਫ਼ਰ ਦਾ) ਖ਼ਰਚ ਬਣ ਜਾਂਦਾ ਹੈਂ, ਤੂੰ ਹੀ ਉਸ ਦਾ ਖਰਾ (ਸੱਚਾ) ਧਨ ਹੋ ਜਾਂਦਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਉਸ ਦਾ ਧਿਆਨ (ਭਾਵ, ਸੁਰਤ ਦਾ ਨਿਸ਼ਾਨਾ) ਬਣ ਜਾਂਦਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਉਸ ਦੇ ਸਰੀਰ ਵਿਚ (ਪ੍ਰਤੱਖ) ਵੱਸਣ ਲੱਗ ਪੈਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 51,
    "source_line": 7,
    "gurmukhi": "min qin muiK jwpY sdw; gux AMqir min DIr ]",
    "transliteration": "Man Than Mukh Jaapai Sadhaa Gun Anthar Man Dhheer ||",
    "translation": "With mind, body and mouth, chant His Glorious Virtues forever; courage and composure shall enter deep within your mind.",
    "punjabi": "ਉਹ ਮਨੋਂ ਤਨੋਂ ਮੂੰਹੋਂ ਸਦਾ (ਤੈਨੂੰ ਹੀ) ਜਪਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ (ਤੇਰੇ) ਗੁਣ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਧੀਰਜ ਆ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 51,
    "source_line": 8,
    "gurmukhi": "haumY KpY KpwiesI; bIjau vQu ivkwru ]",
    "transliteration": "Houmai Khapai Khapaaeisee Beejo Vathh Vikaar ||",
    "translation": "Through egotism, one is distracted and ruined; other than the Lord, all things are corrupt.",
    "punjabi": "(ਗੋਪਾਲ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ) ਦੂਜਾ ਪਦਾਰਥ ਵਿਕਾਰ (-ਰੂਪ) ਹੈ, (ਇਸ ਦੇ ਕਾਰਨ) ਜੀਵ ਹਉਮੈ ਵਿਚ ਖਪਦਾ ਖਪਾਂਦਾ ਹੈ।",
    "pronunciation": "v`Qu",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 51,
    "source_line": 8,
    "gurmukhi": "jMq aupwie ivic pwieAnu; krqw Algu Apwru ]49]",
    "transliteration": "Janth Oupaae Vich Paaeian Karathaa Alag Apaar ||49||",
    "translation": "Forming His creatures, He placed Himself within them; the Creator is unattached and infinite. ||49||",
    "punjabi": "(ਅਚਰਜ ਹੀ ਖੇਡ ਹੈ!) ਕਰਤਾਰ ਨੇ ਜੰਤ ਪੈਦਾ ਕਰ ਕੇ (ਹਉਮੈ) ਵਿਚ ਪਾ ਦਿੱਤੇ ਹਨ, (ਪਰ) ਉਹ ਆਪ ਬੇਅੰਤ ਕਰਤਾਰ ਵੱਖਰਾ ਹੀ ਰਹਿੰਦਾ ਹੈ ॥੪੯॥",
    "pronunciation": "A-lgu",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 52,
    "source_line": 9,
    "gurmukhi": "isRsty Byau; n jwxY koie ]",
    "transliteration": "Srisattae Bhaeo N Jaanai Koe ||",
    "translation": "No one knows the mystery of the Creator of the World.",
    "punjabi": "ਕੋਈ ਜੀਵ ਸਿਰਜਣਹਾਰ-ਪ੍ਰਭੂ ਦਾ ਭੇਤ ਨਹੀਂ ਪਾ ਸਕਦਾ (ਤੇ, ਕੋਈ ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਦਖ਼ਲ ਨਹੀਂ ਦੇ ਸਕਦਾ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 52,
    "source_line": 9,
    "gurmukhi": "isRstw krY; su inhcau hoie ]",
    "transliteration": "Srisattaa Karai S Nihacho Hoe ||",
    "translation": "Whatever the Creator of the World does, is certain to occur.",
    "punjabi": "(ਕਿਉਂਕਿ ਜਗਤ ਵਿਚ) ਜ਼ਰੂਰ ਉਹੀ ਹੁੰਦਾ ਹੈ ਜੋ ਸਿਰਜਣਹਾਰ-ਕਰਤਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 52,
    "source_line": 9,
    "gurmukhi": "sMpY kau; eIsru iDAweIAY ]",
    "transliteration": "Sanpai Ko Eesar Dhhiaaeeai ||",
    "translation": "For wealth, some meditate on the Lord.",
    "punjabi": "(ਸਿਰਜਣਹਾਰ ਦੀ ਇਹ ਇਕ ਅਜਬ ਖੇਡ ਹੈ ਕਿ ਆਮ ਤੌਰ ਤੇ ਮਨੁੱਖ) ਧਨ ਦੀ ਖ਼ਾਤਰ ਹੀ ਪਰਮਾਤਮਾ ਨੂੰ ਧਿਆਉਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 52,
    "source_line": 10,
    "gurmukhi": "sMpY; purib ilKy kI pweIAY ]",
    "transliteration": "Sanpai Purab Likhae Kee Paaeeai ||",
    "translation": "By pre-ordained destiny, wealth is obtained.",
    "punjabi": "ਤੇ ਹੁਣ ਤਕ ਦੀ ਕੀਤੀ ਮਿਹਨਤ ਦੇ ਲਿਖੇ ਅਨੁਸਾਰ ਧਨ ਮਿਲ (ਭੀ) ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 52,
    "source_line": 10,
    "gurmukhi": "sMpY kwrix; cwkr cor ]",
    "transliteration": "Sanpai Kaaran Chaakar Chor ||",
    "translation": "For the sake of wealth, some become servants or thieves.",
    "punjabi": "ਧਨ ਦੀ ਖ਼ਾਤਰ ਮਨੁੱਖ ਦੂਜਿਆਂ ਦੇ ਨੌਕਰ (ਭੀ) ਬਣਦੇ ਹਨ, ਚੋਰ (ਭੀ) ਬਣਦੇ ਹਨ (ਭਾਵ, ਚੋਰੀ ਭੀ ਕਰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 52,
    "source_line": 10,
    "gurmukhi": "sMpY swiQ; n cwlY. hor ]",
    "transliteration": "Sanpai Saathh N Chaalai Hor ||",
    "translation": "Wealth does not go along with them when they die; it passes into the hands of others.",
    "punjabi": "ਪਰ ਧਨ ਕਿਸੇ ਦੇ ਨਾਲ ਨਹੀਂ ਨਿਭਦਾ, (ਮਰਨ ਤੇ) ਹੋਰਨਾਂ ਦਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 52,
    "source_line": 11,
    "gurmukhi": "ibnu swcy; nhI drgh mwnu ]",
    "transliteration": "Bin Saachae Nehee Dharageh Maan ||",
    "translation": "Without Truth, honor is not obtained in the Court of the Lord.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਗੋਪਾਲ (ਦੇ ਨਾਮ) ਤੋਂ ਬਿਨਾ ਉਸ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 52,
    "source_line": 11,
    "gurmukhi": "hir rsu pIvY; CutY indwin ]50]",
    "transliteration": "Har Ras Peevai Shhuttai Nidhaan ||50||",
    "translation": "Drinking in the subtle essence of the Lord, one is emancipated in the end. ||50||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਪੀਂਦਾ ਹੈ ਉਹ (ਸੰਪੈ-ਧਨ ਦੇ ਮੋਹ ਤੋਂ) ਅੰਤ ਨੂੰ ਬਚ ਜਾਂਦਾ ਹੈ ॥੫੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 53,
    "source_line": 11,
    "gurmukhi": "hyrq hyrq hy sKI; hoie rhI hYrwnu ]",
    "transliteration": "Haerath Haerath Hae Sakhee Hoe Rehee Hairaan ||",
    "translation": "Seeing and perceiving, O my companions, I am wonder-struck and amazed.",
    "punjabi": "ਹੇ ਸਖੀ! (ਇਹ ਗੱਲ) ਵੇਖ ਵੇਖ ਕੇ ਮੈਂ ਹੈਰਾਨ ਹੋ ਰਹੀ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 53,
    "source_line": 12,
    "gurmukhi": "hau hau krqI mY mueI; sbid rvY min igAwnu ]",
    "transliteration": "Ho Ho Karathee Mai Muee Sabadh Ravai Man Giaan ||",
    "translation": "My egotism, which proclaimed itself in possessiveness and self-conceit, is dead. My mind chants the Word of the Shabad, and attains spiritual wisdom.",
    "punjabi": "ਕਿ (ਮੇਰੇ ਅੰਦਰੋਂ) 'ਹਉਂ ਹਉਂ' ਕਰਨ ਵਾਲੀ 'ਮੈਂ' ਮਰ ਗਈ ਹੈ (ਭਾਵ, 'ਹਉਮੈ' ਕਰਨ ਵਾਲੀ ਆਦਤ ਮੁੱਕ ਗਈ ਹੈ)। (ਹੁਣ ਮੇਰੀ ਸੁਰਤ) ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਰਹੀ ਹੈ, ਤੇ (ਮੇਰੇ) ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਬਣ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 53,
    "source_line": 12,
    "gurmukhi": "hwr for kMkn Gxy; kir QwkI sIgwru ]",
    "transliteration": "Haar Ddor Kankan Ghanae Kar Thhaakee Seegaar ||",
    "translation": "I am so tired of wearing all these necklaces, hair-ties and bracelets, and decorating myself.",
    "punjabi": "ਮੈਂ ਬਥੇਰੇ ਹਾਰ ਹਮੇਲਾਂ ਕੰਙਣ (ਪਾ ਪਾ ਕੇ) ਸ਼ਿੰਗਾਰ ਕਰ ਕੇ ਥੱਕ ਚੁਕੀ ਸਾਂ (ਪਰ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਦਾ ਸੁਖ ਨਾਹ ਮਿਲਿਆ, ਭਾਵ, ਬਾਹਰਲੇ ਧਾਰਮਿਕ ਉੱਦਮਾਂ ਤੋਂ ਆਨੰਦ ਨਾਹ ਲੱਭਾ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 53,
    "source_line": 13,
    "gurmukhi": "imil pRIqm suKu pwieAw; sgl guxw gil hwru ]",
    "transliteration": "Mil Preetham Sukh Paaeiaa Sagal Gunaa Gal Haar ||",
    "translation": "Meeting with my Beloved, I have found peace; now, I wear the necklace of total virtue.",
    "punjabi": "(ਹੁਣ ਜਦੋਂ 'ਹਉਮੈ' ਮੁਈ) ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਸੁਖ ਲੱਭਾ ਹੈ (ਉਸ ਦੇ ਗੁਣ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸੇ ਹਨ, ਇਹੀ ਉਸ ਦੇ) ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਮੇਰੇ ਗਲ ਵਿਚ ਹਾਰ ਹੈ (ਕਿਸੇ ਹੋਰ ਹਾਰ ਸਿੰਗਾਰ ਦੀ ਲੋੜ ਨਹੀਂ ਰਹੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 53,
    "source_line": 13,
    "gurmukhi": "nwnk. gurmuiK pweIAY; hir isau pRIiq ipAwru ]",
    "transliteration": "Naanak Guramukh Paaeeai Har Sio Preeth Piaar ||",
    "translation": "O Nanak, the Gurmukh attains the Lord, with love and affection.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਨਾਲ ਪ੍ਰੀਤ, ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ, ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਪੈ ਸਕਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 53,
    "source_line": 14,
    "gurmukhi": "hir ibnu. ikin suKu pwieAw; dyKhu min bIcwir ]",
    "transliteration": "Har Bin Kin Sukh Paaeiaa Dhaekhahu Man Beechaar ||",
    "translation": "Without the Lord, who has found peace? Reflect upon this in your mind, and see.",
    "punjabi": "ਤੇ, (ਬੇਸ਼ਕ) ਮਨ ਵਿਚ ਵਿਚਾਰ ਕੇ ਵੇਖ ਲਵੋ, (ਭਾਵ, ਤੁਹਾਨੂੰ ਆਪਣੀ ਹੱਡ-ਬੀਤੀ ਹੀ ਦੱਸ ਦੇਵੇਗੀ ਕਿ) ਪ੍ਰਭੂ ਦੇ ਮੇਲ ਤੋਂ ਬਿਨਾ ਕਦੇ ਕਿਸੇ ਨੇ ਸੁਖ ਨਹੀਂ ਲੱਭਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 53,
    "source_line": 14,
    "gurmukhi": "hir pVxw hir buJxw; hir isau rKhu ipAwru ]",
    "transliteration": "Har Parranaa Har Bujhanaa Har Sio Rakhahu Piaar ||",
    "translation": "Read about the Lord, understand the Lord, and enshrine love for the Lord.",
    "punjabi": "(ਸੋ, ਹੇ ਪਾਂਡੇ! ਜੇ ਸੁਖ ਲੱਭਦਾ ਹੈ ਤਾਂ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪੜ੍ਹ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਵਿਚਾਰ, ਪ੍ਰਭੂ ਨਾਲ ਹੀ ਪਿਆਰ ਪਾ;",
    "pronunciation": "pV@xw bu`Jxw",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 53,
    "source_line": 15,
    "gurmukhi": "hir jpIAY hir iDAweIAY; hir kw nwmu ADwru ]51]",
    "transliteration": "Har Japeeai Har Dhhiaaeeai Har Kaa Naam Adhhaar ||51||",
    "translation": "Chant the Lord's Name, and meditate on the Lord; hold tight to the Support of the Name of the Lord. ||51||",
    "punjabi": "(ਜੀਭ ਨਾਲ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪੀਏ, (ਮਨ ਵਿਚ) ਪ੍ਰਭੂ ਨੂੰ ਹੀ ਸਿਮਰੀਏ, ਤੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ (ਜ਼ਿੰਦਗੀ ਦਾ) ਆਸਰਾ (ਬਣਾਈਏ) ॥੫੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 54,
    "source_line": 15,
    "gurmukhi": "lyKu. n imteI hy sKI; jo iliKAw krqwir ]",
    "transliteration": "Laekh N Mittee Hae Sakhee Jo Likhiaa Karathaar ||",
    "translation": "The inscription inscribed by the Creator Lord cannot be erased, O my companions.",
    "punjabi": "ਹੇ ਸਖੀ! (ਸਾਡੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ, ਹਉਮੈ ਦਾ) ਜੋ ਲੇਖ ਕਰਤਾਰ ਨੇ (ਸਾਡੇ ਮੱਥੇ ਉੱਤੇ) ਲਿਖ ਦਿੱਤਾ ਹੈ ਉਹ (ਸਾਡੀ ਆਪਣੀ ਚਤੁਰਾਈ ਜਾਂ ਹਿੰਮਤ ਨਾਲ) ਮਿਟ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 54,
    "source_line": 16,
    "gurmukhi": "Awpy kwrxu ijin kIAw; kir ikrpw pgu Dwir ]",
    "transliteration": "Aapae Kaaran Jin Keeaa Kar Kirapaa Pag Dhhaar ||",
    "translation": "He who created the universe, in His Mercy, installs His Feet within us.",
    "punjabi": "(ਇਹ ਲੇਖ ਤਦੋਂ ਮਿਟਦਾ ਹੈ, ਜਦੋਂ) ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ (ਇਸ ਹਉਮੈ ਦੇ ਲੇਖ ਦਾ) ਸਬੱਬ (ਭਾਵ, ਵਿਛੋੜਾ) ਬਣਾਇਆ ਹੈ ਉਹ ਮਿਹਰ ਕਰ ਕੇ (ਸਾਡੇ ਅੰਦਰ) ਆ ਵੱਸੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 54,
    "source_line": 16,
    "gurmukhi": "krqy hiQ vifAweIAw; bUJhu gur bIcwir ]",
    "transliteration": "Karathae Hathh Vaddiaaeeaa Boojhahu Gur Beechaar ||",
    "translation": "Glorious greatness rests in the Hands of the Creator; reflect upon the Guru, and understand this.",
    "punjabi": "ਕਰਤਾਰ ਦੇ ਗੁਣ ਗਾਵਣ ਦੀ ਦਾਤ ਕਰਤਾਰ ਦੇ ਆਪਣੇ ਹੱਥ ਵਿਚ ਹੈ; ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਦੀ ਰਾਹੀਂ ਸਮਝਣ ਦਾ ਜਤਨ ਕਰੋ (ਤਾਂ ਸਮਝ ਆ ਜਾਇਗੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 54,
    "source_line": 17,
    "gurmukhi": "iliKAw Pyir. n skIAY; ijau BwvI iqau swir ]",
    "transliteration": "Likhiaa Faer N Sakeeai Jio Bhaavee Thio Saar ||",
    "translation": "This inscription cannot be challenged. As it pleases You, You care for me.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਹਉਮੈ ਦੇ) ਜੋ ਸੰਸਕਾਰ (ਸਾਡੇ ਮਨ ਵਿਚ ਸਾਡੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਉਕਰੇ ਜਾਂਦੇ ਹਨ ਉਹ (ਸਾਡੀ ਆਪਣੀ ਚਤੁਰਾਈ ਨਾਲ) ਬਦਲੇ ਨਹੀਂ ਜਾ ਸਕਦੇ; ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ ਤੂੰ ਆਪ (ਸਾਡੀ) ਸੰਭਾਲ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 54,
    "source_line": 17,
    "gurmukhi": "ndir qyrI suKu pwieAw; nwnk. sbdu vIcwir ]",
    "transliteration": "Nadhar Thaeree Sukh Paaeiaa Naanak Sabadh Veechaar ||",
    "translation": "By Your Glance of Grace, I have found peace; O Nanak, reflect upon the Shabad.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਵਿਚਾਰ ਕੇ (ਵੇਖ ਲਿਆ ਹੈ ਕਿ ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਹੀ ਸੁਖ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 54,
    "source_line": 18,
    "gurmukhi": "mnmuK BUly pic muey; aubry gur bIcwir ]",
    "transliteration": "Manamukh Bhoolae Pach Mueae Oubarae Gur Beechaar ||",
    "translation": "The self-willed manmukhs are confused; they rot away and die. Only by reflecting upon the Guru can they be saved.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰੇ ਉਹ (ਇਸ ਹਉਮੈ ਦੇ ਗੇੜ ਵਿਚ ਫਸ ਕੇ) ਦੁਖੀ ਹੋਏ। ਬਚੇ ਉਹ ਜੋ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਵਿਚ (ਜੁੜੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 54,
    "source_line": 18,
    "gurmukhi": "ij purKu ndir. n AwveI; iqs kw ikAw kir kihAw jwie ]",
    "transliteration": "J Purakh Nadhar N Aavee This Kaa Kiaa Kar Kehiaa Jaae ||",
    "translation": "What can anyone say, about that Primal Lord, who cannot be seen?",
    "punjabi": "(ਮਨੁੱਖ ਦੀ ਆਪਣੀ ਚਤੁਰਾਈ ਕਰੇ ਭੀ ਕੀਹ? ਕਿਉਂਕਿ) ਜੋ ਪ੍ਰਭੂ (ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ) ਦਿੱਸਦਾ ਹੀ ਨਹੀਂ, ਉਸ ਦੇ ਗੁਣ ਗਾਏ ਨਹੀਂ ਜਾ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 54,
    "source_line": 19,
    "gurmukhi": "bilhwrI gur Awpxy; ijin ihrdY idqw idKwie ]52]",
    "transliteration": "Balihaaree Gur Aapanae Jin Hiradhai Dhithaa Dhikhaae ||52||",
    "translation": "I am a sacrifice to my Guru, who has revealed Him to me, within my own heart. ||52||",
    "punjabi": "(ਤਾਹੀਏਂ) ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਹਾਂ ਜਿਸ ਨੇ (ਮੈਨੂੰ ਮੇਰੇ) ਹਿਰਦੇ ਵਿਚ ਹੀ (ਪ੍ਰਭੂ) ਵਿਖਾ ਦਿੱਤਾ ਹੈ ॥੫੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3401,
    "pada": 55,
    "source_line": 19,
    "gurmukhi": "pwDw piVAw AwKIAY; ibidAw ibcrY shij suBwie ]",
    "transliteration": "Paadhhaa Parriaa Aakheeai Bidhiaa Bicharai Sehaj Subhaae ||",
    "translation": "That Pandit, that religious scholar, is said to be well-educated, if he contemplates knowledge with intuitive ease.",
    "punjabi": "ਉਸ ਪਾਂਧੇ ਨੂੰ ਵਿਦਵਾਨ ਆਖਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਹੜਾ ਵਿੱਦਿਆ ਦੀ ਰਾਹੀਂ ਸ਼ਾਂਤੀ ਵਾਲੇ ਸੁਭਾਵ ਵਿਚ ਜੀਵਨ ਬਤੀਤ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  }
]
