[
  {
    "shabad_id": 3446,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "so shu sWiq. n dyveI; ikAw clY iqsu nwil ]",
    "transliteration": "So Sahu Saanth N Dhaevee Kiaa Chalai This Naal ||",
    "translation": "My Husband Lord has not blessed me with peace and tranquility; what will work with Him?",
    "punjabi": "(ਪਰ ਇਸ ਤਰ੍ਹਾਂ) ਉਹ ਖਸਮ (ਪ੍ਰਭੂ) (ਹਿਰਦੇ ਵਿਚ) ਸ਼ਾਂਤੀ ਨਹੀਂ ਦੇਂਦਾ, ਉਹ ਨਾਲ ਕੋਈ ਜ਼ੋਰ ਨਹੀਂ ਚੱਲ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3446,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "gur prswdI hir iDAweIAY; AMqir rKIAY aur Dwir ]",
    "transliteration": "Gur Parasaadhee Har Dhhiaaeeai Anthar Rakheeai Our Dhhaar ||",
    "translation": "By Guru's Grace, I meditate on the Lord; I enshrine Him deep within my heart.",
    "punjabi": "(ਪਰ, ਹਾਂ) ਸਤਿਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਪ੍ਰਭੂ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ ਤੇ ਹਿਰਦੇ ਦੇ ਅੰਦਰ ਰੱਖਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3446,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "nwnk. Gir bYiTAw. shu pwieAw; jw ikrpw kIqI krqwir ]1]",
    "transliteration": "Naanak Ghar Baithiaa Sahu Paaeiaa Jaa Kirapaa Keethee Karathaar ||1||",
    "translation": "O Nanak, seated in his her own home, she finds her Husband Lord, when the Creator Lord grants His Grace. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ) ਮੈਂ ਘਰ ਵਿਚ ਬੈਠਿਆਂ ਖਸਮ ਲੱਭ ਲਿਆ ਜਦੋਂ ਕਰਤਾਰ ਨੇ (ਮੇਰੇ ਉਤੇ) ਕਿਰਪਾ ਕੀਤੀ (ਤੇ ਗੁਰੂ ਮਿਲਾਇਆ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3447,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3447,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "DMDw Dwvq idnu gieAw; rYix gvweI soie ]",
    "transliteration": "Dhhandhhaa Dhhaavath Dhin Gaeiaa Rain Gavaaee Soe ||",
    "translation": "Chasing after worldly affairs, the day is wasted, and the night passes in sleep.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦਾ ਹੈ ਉਸ ਦਾ (ਸਾਰਾ) ਦਿਨ (ਦੁਨੀਆ ਦੇ) ਧੰਧਿਆਂ ਵਿਚ ਭਟਕਦਿਆਂ ਬੀਤ ਜਾਂਦਾ ਹੈ, ਤੇ ਰਾਤ ਨੂੰ ਉਹ ਸੌਂ ਕੇ ਗੰਵਾ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3447,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "kUVu boil ibKu KwieAw; mnmuiK cilAw roie ]",
    "transliteration": "Koorr Bol Bikh Khaaeiaa Manamukh Chaliaa Roe ||",
    "translation": "Speaking lies, one eats poison; the self-willed manmukh departs, crying out in pain.",
    "punjabi": "(ਇਹਨਾਂ ਧੰਧਿਆਂ ਵਿਚ ਪਿਆ ਹੋਇਆ) ਝੂਠ ਬੋਲ ਕੇ ਜ਼ਹਿਰ ਖਾਂਦਾ ਹੈ (ਭਾਵ, ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ ਮਾਣਦਾ ਹੈ) ਤੇ (ਅੰਤ ਨੂੰ ਏਥੋਂ) ਰੋ ਕੇ ਤੁਰ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "ibKu: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3447,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "isrY aupir jm fMfu hY; dUjY Bwie piq Koie ]",
    "transliteration": "Sirai Oupar Jam Ddandd Hai Dhoojai Bhaae Path Khoe ||",
    "translation": "The Mesenger of Death holds his club over the mortal's head; in the love of duality, he loses his honor.",
    "punjabi": "ਉਸ ਦੇ ਸਿਰ ਉਤੇ ਮੌਤ ਦਾ ਡੰਡਾ (ਤਿਆਰ ਰਹਿੰਦਾ) ਹੈ, (ਭਾਵ, ਹਰ ਵੇਲੇ ਮੌਤ ਤੋਂ ਡਰਦਾ ਹੈ), (ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਹੋਰ ਵਿਚ ਪਿਆਰ ਦੇ ਕਾਰਣ (ਆਪਣੀ) ਇੱਜ਼ਤ ਗੰਵਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3447,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hir nwmu kdy. n cyiqE; iPir Awvx jwxw hoie ]",
    "transliteration": "Har Naam Kadhae N Chaethiou Fir Aavan Jaanaa Hoe ||",
    "translation": "He never even thinks of the Name of the Lord; over and over again, he comes and goes in reincarnation.",
    "punjabi": "ਉਸ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਤਾਂ ਕਦੇ ਯਾਦ ਨਹੀਂ ਕੀਤਾ ਹੁੰਦਾ (ਇਸ ਲਈ) ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ (ਉਸ ਨੂੰ ਨਸੀਬ) ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3447,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "gur prswdI hir min vsY; jm fMfu. n lwgY koie ]",
    "transliteration": "Gur Parasaadhee Har Man Vasai Jam Ddandd N Laagai Koe ||",
    "translation": "But if, by Guru's Grace, the Lord's Name comes to dwell in his mind, then the Messenger of Death will not strike him down with his club.",
    "punjabi": "(ਪਰ ਜਿਸ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਸਤਿਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਪਰਮਾਤਮਾ ਵੱਸਦਾ ਹੈ ਉਸ ਨੂੰ ਕੋਈ ਮੌਤ ਦਾ ਡੰਡਾ ਨਹੀਂ ਲੱਗਦਾ (ਭਾਵ, ਉਸ ਨੂੰ ਮੌਤ ਡਰਾ ਨਹੀਂ ਸਕਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3447,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "nwnk shjy imil rhY; krim prwpiq hoie ]2]",
    "transliteration": "Naanak Sehajae Mil Rehai Karam Paraapath Hoe ||2||",
    "translation": "Then, O Nanak, he merges intuitively into the Lord, receiving His Grace. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ (ਇਹ ਅਵਸਥਾ ਉਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3448,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "m`qI",
    "type_id": 3
  },
  {
    "shabad_id": 3448,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ieik AwpxI isPqI lwieAnu; dy siqgur mqI ]",
    "transliteration": "Eik Aapanee Sifathee Laaeian Dhae Sathigur Mathee ||",
    "translation": "Some are linked to His Praises, when the Lord blesses them with the Guru's Teachings.",
    "punjabi": "(ਇਸ \"ਵੇਕੀ ਸ੍ਰਿਸਟਿ\" ਵਿਚ, ਪ੍ਰਭੂ ਨੇ) ਕਈ ਜੀਵਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਦੀ ਮੱਤ ਦੇ ਕੇ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਲਾਇਆ ਹੋਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3448,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ieknw no. nwau bKisEnu; AsiQru hir sqI ]",
    "transliteration": "Eikanaa No Naao Bakhasioun Asathhir Har Sathee ||",
    "translation": "Some are blessed with the Name of the eternal, unchanging True Lord.",
    "punjabi": "ਕਈ ਜੀਵਾਂ ਨੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਹਰੀ ਨੇ ਆਪਣਾ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ 'ਨਾਮ' ਬਖ਼ਸ਼ਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "s`qI",
    "type_id": 3
  },
  {
    "shabad_id": 3448,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "pauxu pwxI bYsMqro; hukim krih BgqI ]",
    "transliteration": "Poun Paanee Baisantharo Hukam Karehi Bhagathee ||",
    "translation": "Water, air and fire, by His Will, worship Him.",
    "punjabi": "ਹਵਾ, ਪਾਣੀ, ਅੱਗ (ਆਦਿਕ ਤੱਤ ਭੀ) ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰ ਕੇ ਉਸ ਦੀ ਭਗਤੀ ਕਰ ਰਹੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3448,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "eynw no Bau Aglw; pUrI bxq bxqI ]",
    "transliteration": "Eaenaa No Bho Agalaa Pooree Banath Banathee ||",
    "translation": "They are held in the Fear of God; He has formed the perfect form.",
    "punjabi": "ਇਹਨਾਂ (ਤੱਤਾਂ) ਨੂੰ ਉਸ ਮਾਲਕ ਦਾ ਬੜਾ ਡਰ ਰਹਿੰਦਾ ਹੈ, (ਸੋ, ਜਗਤ ਦੀ ਕਿਆ ਅਸਚਰਜ) ਮੁਕੰਮਲ ਬਣਤਰ ਬਣੀ ਹੋਈ ਹੈ।",
    "pronunciation": "bx`qI",
    "type_id": 3
  },
  {
    "shabad_id": 3448,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "sBu ieko hukmu vrqdw; mMinAY suKu pweI ]3]",
    "transliteration": "Sabh Eiko Hukam Varathadhaa Manniai Sukh Paaee ||3||",
    "translation": "The Hukam, the Command of the One Lord is all-pervasive; accepting it, peace is found. ||3||",
    "punjabi": "ਹਰ ਥਾਂ ਪ੍ਰਭੂ ਦਾ ਹੀ ਹੁਕਮ ਚੱਲ ਰਿਹਾ ਹੈ। (ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਨੂੰ) ਮੰਨਿਆਂ (ਭਾਵ, ਹੁਕਮ ਵਿਚ ਤੁਰਿਆਂ ਹੀ) ਸੁਖ ਪਾਈਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3449,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "sloku ]",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3449,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "kbIr. ksautI rwm kI; JUTw itkY. n koie ]",
    "transliteration": "Kabeer Kasouttee Raam Kee Jhoothaa Ttikai N Koe ||",
    "translation": "Kabeer, such is the touchstone of the Lord; the false cannot even touch it.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਪਰਮਾਤਮਾ ਦੀ ਕਸਵੱਟੀ (ਐਸਾ ਨਿਖੇੜਾ ਕਰਨ ਵਾਲੀ ਹੈ ਕਿ ਇਸ) ਉੱਤੇ ਝੂਠਾ ਮਨੁੱਖ ਪੂਰਾ ਨਹੀਂ ਉਤਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3449,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "rwm ksautI so shY; jo mrjIvw hoie ]1]",
    "transliteration": "Raam Kasouttee So Sehai Jo Marajeevaa Hoe ||1||",
    "translation": "He alone passes this test of the Lord, who remains dead while yet alive. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਪਰਖ ਵਿਚ ਉਹੀ ਪੂਰਾ ਉਤਰਦਾ ਹੈ ਜੋ ਦੁਨੀਆ ਵਲੋਂ ਮਰ ਕੇ ਰੱਬ ਵਲ ਜੀਊ ਪਿਆ ਹੈ ॥੧॥",
    "pronunciation": "AOguxW ivkwrW kusMgq v`loN mr ky. pUrn gurU jI dy snmuK ijauNdw mrjIvw mrjIvVw hovy[ k-sautI",
    "type_id": 3
  },
  {
    "shabad_id": 3450,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3450,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ikau kir iehu mnu mwrIAY; ikau kir imrqku hoie ]",
    "transliteration": "Kio Kar Eihu Man Maareeai Kio Kar Mirathak Hoe ||",
    "translation": "How can this mind be conquered? How can it be killed?",
    "punjabi": "ਕਿਵੇਂ ਇਸ ਮਨ ਨੂੰ ਮਾਰੀਏ? ਕਿਵੇਂ ਇਹ ਮਨ ਦੁਨੀਆ ਦੇ ਚਸਕਿਆਂ ਵਲੋਂ ਹਟੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3450,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "kihAw sbdu. n mwneI; haumY CfY. n koie ]",
    "transliteration": "Kehiaa Sabadh N Maanee Houmai Shhaddai N Koe ||",
    "translation": "If one does not accept the Word of the Shabad, egotism does not depart.",
    "punjabi": "ਕੋਈ ਭੀ ਮਨੁੱਖ ਆਖਿਆਂ (ਭਾਵ, ਸਮਝਾਇਆਂ) ਨਾਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਮੰਨਦਾ ਹੈ ਤੇ ਨਾਹ ਹਉਮੈ ਛੱਡਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3450,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "gur prswdI haumY CutY; jIvn mukqu so hoie ]",
    "transliteration": "Gur Parasaadhee Houmai Shhuttai Jeevan Mukath So Hoe ||",
    "translation": "By Guru's Grace, egotism is eradicated, and then, one is Jivan Mukta - liberated while yet alive.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਹਉਮੈ ਦੂਰ ਹੁੰਦੀ ਹੈ। (ਜਿਸ ਦੀ ਹਉਮੈ ਨਾਸ ਹੁੰਦੀ ਹੈ) ਉਹ ਮਨੁੱਖ ਜਗਤ ਵਿਚ ਰਹਿੰਦਾ ਹੋਇਆ ਜਗਤ ਦੇ ਚਸਕਿਆਂ ਵਲੋਂ ਹਟਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3450,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "nwnk. ijs no bKsy iqsu imlY; iqsu ibGnu. n lwgY koie ]2]",
    "transliteration": "Naanak Jis No Bakhasae This Milai This Bighan N Laagai Koe ||2||",
    "translation": "O Nanak, one whom the Lord forgives is united with Him, and then no obstacles block his way. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਤੇ ਪ੍ਰਭੂ ਮੇਹਰ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ (ਜੀਵਨ ਮੁਕਤਿ ਦਾ ਦਰਜਾ) ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ (ਉਸ ਦੇ ਜ਼ਿੰਦਗੀ ਦੇ ਸਫ਼ਰ ਵਿਚ ਮਾਇਕ ਰਸਾਂ ਦੀ) ਕੋਈ ਰੁਕਾਵਟ ਨਹੀਂ ਆਉਂਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3451,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3451,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "jIvq mrxw. sBu ko khY; jIvn mukiq ikau hoie ]",
    "transliteration": "Jeevath Maranaa Sabh Ko Kehai Jeevan Mukath Kio Hoe ||",
    "translation": "Everyone can say that they are dead while yet alive; how can they be liberated while yet alive?",
    "punjabi": "(ਜਗਤ ਵਿਚ) ਜਿਊਂਦਿਆਂ (ਜਗਤ ਵਲੋਂ) ਮਰਨ ਦੀਆਂ ਗੱਲਾਂ ਹਰ ਕੋਈ ਕਰਦਾ ਹੈ, ਪਰ ਇਹ 'ਜੀਵਨ-ਮੁਕਤੀ' (ਦੀ ਅਵਸਥਾ) ਪ੍ਰਾਪਤ ਕਿਵੇਂ ਹੋਵੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3451,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "BY kw sMjmu. jy kry; dwrU Bwau lweyie ]",
    "transliteration": "Bhai Kaa Sanjam Jae Karae Dhaaroo Bhaao Laaeaee ||",
    "translation": "If someone restrains himself through the Fear of God, and takes the medicine of the Love of God,",
    "punjabi": "ਜੇ ਮਨੁੱਖ (ਦੁਨੀਆ ਦੇ ਚਸਕਿਆਂ ਦੀ ਵਿਹੁ ਨੂੰ ਦੂਰ ਕਰਨ ਲਈ) ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ (-ਰੂਪ) ਦਵਾਈ ਵਰਤੇ ਤੇ ਪ੍ਰਭੂ ਦੇ ਡਰ ਦਾ ਪਰਹੇਜ਼ ਬਣਾਏ (ਭਾਵ, ਜਿਉਂ ਜਿਉਂ ਮਨੁੱਖ ਇਹ ਡਰ ਦਿਲ ਵਿਚ ਰੱਖੇਗਾ ਕਿ ਪ੍ਰਭੂ ਤਾਂ ਹਰ ਵੇਲੇ ਅੰਗ-ਸੰਗ ਹੈ ਉਸ ਤੋਂ ਕੋਈ ਲੁਕਾ ਨਹੀਂ ਹੋ ਸਕਦਾ)",
    "pronunciation": "lwey-ie",
    "type_id": 3
  },
  {
    "shabad_id": 3451,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "An idnu gux gwvY suK shjy; ibKu Bvjlu. nwim qryie ]",
    "transliteration": "Anadhin Gun Gaavai Sukh Sehajae Bikh Bhavajal Naam Tharaee ||",
    "translation": "Night and day, he sings the Glorious Praises of the Lord. In celestial peace and poise, he crosses over the poisonous, terrifying world-ocean, through the Naam, the Name of the Lord.",
    "punjabi": "ਤੇ ਹਰ ਰੋਜ਼ ਨਿੱਤ ਆਨੰਦ ਨਾਲ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਏ ਤਾਂ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਉਹ ਇਸ ਵਿਹੁ-ਰੂਪ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਨੂੰ ਤਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "qry-ie",
    "type_id": 3
  },
  {
    "shabad_id": 3451,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "nwnk gurmuiK pweIAY; jw kau ndir kryie ]3]",
    "transliteration": "Naanak Guramukh Paaeeai Jaa Ko Nadhar Karaee ||3||",
    "translation": "O Nanak, the Gurmukh finds the Lord; he is blessed with His Glance of Grace. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਇਹ (ਜੀਵਨ-ਮੁਕਤੀ ਦੀ ਅਵਸਥਾ) ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲਦੀ ਹੈ ॥੩॥",
    "pronunciation": "kry-ie",
    "type_id": 3
  },
  {
    "shabad_id": 3452,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3452,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "dUjw Bwau rcwieEnu; qRY gux vrqwrw ]",
    "transliteration": "Dhoojaa Bhaao Rachaaeioun Thrai Gun Varathaaraa ||",
    "translation": "God created the love of duality, and the three modes which pervade the universe.",
    "punjabi": "(ਜੀਵਾਂ ਦਾ) ਮਾਇਆ ਨਾਲ ਪਿਆਰ ਤੇ ਮਾਇਆ ਦੇ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦਾ ਵਰਤਾਰਾ (ਭਾਵ, ਪ੍ਰਭਾਵ) ਭੀ ਉਸ ਸਿਰਜਣਹਾਰ ਨੇ (ਆਪ ਹੀ) ਪੈਦਾ ਕੀਤਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3452,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "bRhmw ibsnu mhysu aupwieAnu; hukim kmwvin kwrw ]",
    "transliteration": "Brehamaa Bisan Mehaes Oupaaeian Hukam Kamaavan Kaaraa ||",
    "translation": "He created Brahma, Vishnu and Shiva, who act according to His Will.",
    "punjabi": "(ਤਿੰਨਾਂ ਗੁਣਾਂ ਤੋਂ ਤਿੰਨੇ ਦੇਵਤੇ) ਬ੍ਰਹਮਾ ਵਿਸ਼ਨੂ ਤੇ ਸ਼ਿਵ ਉਸ ਨੇ (ਆਪ ਹੀ) ਉਪਾਏ ਹਨ, (ਇਹ ਤ੍ਰੈਵੇ) ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ ਕਾਰ ਕਰ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3452,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "pMifq pVdy joqkI; nw bUJih bIcwrw ]",
    "transliteration": "Panddith Parradhae Jothakee Naa Boojhehi Beechaaraa ||",
    "translation": "The Pandits, the religious scholars, and the astrologers study their books, but they do not understand contemplation.",
    "punjabi": "ਜੋਤਸ਼ੀ (ਆਦਿਕ) ਵਿਦਵਾਨ ਲੋਕ (ਵਿਚਾਰ ਵਾਲੀਆਂ ਪੁਸਤਕਾਂ) ਪੜ੍ਹਦੇ ਹਨ ਪਰ (ਪ੍ਰਭੂ ਦੇ ਇਸ ਕੌਤਕ ਦੀ) ਵੀਚਾਰ ਨੂੰ ਸਮਝਦੇ ਨਹੀਂ ਹਨ।",
    "pronunciation": "b`UJih",
    "type_id": 3
  },
  {
    "shabad_id": 3452,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "sBu ikCu qyrw Kylu hY; scu isrjxhwrw ]",
    "transliteration": "Sabh Kishh Thaeraa Khael Hai Sach Sirajanehaaraa ||",
    "translation": "Everything is Your play, O True Creator Lord.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) (ਇਹ ਜਗਤ-ਰਚਨਾ) ਸਾਰਾ ਹੀ ਤੇਰਾ (ਇਕ) ਖੇਲ ਹੈ, ਤੂੰ (ਇਸ ਖੇਲ ਨੂੰ) ਬਣਾਣ ਵਾਲਾ ਹੈਂ ਤੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3452,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ijsu BwvY iqsu bKis lYih; sic sbid smweI ]4]",
    "transliteration": "Jis Bhaavai This Bakhas Laihi Sach Sabadh Samaaee ||4||",
    "translation": "As it pleases You, You bless us with forgiveness, and merge us in the True Word of the Shabad. ||4||",
    "punjabi": "ਜੋ ਤੈਨੂੰ ਭਾਉਂਦਾ ਹੈ ਉਸ ਉਤੇ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈਂ ਤੇ ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਤੇਰੇ ਸੱਚੇ ਸਰੂਪ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3453,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "sloku mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3453,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mn kw JUTw; JUTu kmwvY ]",
    "transliteration": "Man Kaa Jhoothaa Jhooth Kamaavai ||",
    "translation": "The man of false mind practices falsehood.",
    "punjabi": "(ਜੋ ਮਨੁੱਖ) ਮਨ ਦਾ ਝੂਠਾ ਹੈ (ਭਾਵ, ਮਨ ਵਿਚ ਝੂਠ ਹੈ, ਤਪ ਦੇ ਉਲਟ ਭਾਵ ਹਨ) ਤੇ ਝੂਠ ਕਮਾਂਦਾ ਹੈ (ਭਾਵ, ਬਾਹਰੋਂ ਤਪਾ ਹੈ ਪਰ ਕਮਾਈ ਤਪੇ ਵਾਲੀ ਨਹੀਂ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3453,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mwieAw no iPrY; qpw sdwvY ]",
    "transliteration": "Maaeiaa No Firai Thapaa Sadhaavai ||",
    "translation": "He runs after Maya, and yet pretends to be a man of disciplined meditation.",
    "punjabi": "(ਉਂਞ ਤਾਂ) ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਫਿਰਦਾ ਹੈ (ਪਰ ਆਪਣੇ ਆਪ ਨੂੰ) ਤਪਾ ਅਖਵਾਂਦਾ ਹੈ,",
    "pronunciation": "qpw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3453,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "Brmy BUlw; siB qIrQ ghY ]",
    "transliteration": "Bharamae Bhoolaa Sabh Theerathh Gehai ||",
    "translation": "Deluded by doubt, he visits all the sacred shrines of pilgrimage.",
    "punjabi": "(ਆਪਣੇ ਆਪ ਨੂੰ ਤਪਾ ਸਮਝਣ ਦੇ) ਭੁਲੇਖੇ ਵਿਚ ਭੁੱਲਾ ਹੋਇਆ ਸਾਰੇ ਤੀਰਥ ਗਾਂਹਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3453,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Ehu qpw; kYsy prmgiq lhY ]",
    "transliteration": "Ouhu Thapaa Kaisae Param Gath Lehai ||",
    "translation": "How can such a man of disciplined meditation attain the supreme status?",
    "punjabi": "ਅਜੇਹਾ ਤਪਾ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਕਿਵੇਂ ਪ੍ਰਾਪਤ ਕਰੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3453,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "gur prswdI; ko scu kmwvY ]",
    "transliteration": "Gur Parasaadhee Ko Sach Kamaavai ||",
    "translation": "By Guru's Grace, one lives the Truth.",
    "punjabi": "ਜੋ ਤਪਾ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸੱਚ ਕਮਾਂਦਾ ਹੈ (ਭਾਵ, ਪ੍ਰਭੂ ਦੀ ਹੋਂਦ ਨੂੰ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ ਹਿੱਸਾ ਬਣਾਂਦਾ ਹੈ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3453,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "nwnk. so qpw; moKMqru pwvY ]1]",
    "transliteration": "Naanak So Thapaa Mokhanthar Paavai ||1||",
    "translation": "O Nanak, such a man of disciplined meditation attains liberation. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਅੰਦਰਲੀ ਮੁਕਤੀ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3454,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3454,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "so qpw; ij iehu qpu Gwly ]",
    "transliteration": "So Thapaa J Eihu Thap Ghaalae ||",
    "translation": "He alone is a man of disciplined meditation, who practices this self-discipline.",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਅਸਲ) ਤਪਾ ਹੈ ਜੋ ਇਹ ਤਪ ਕਮਾਂਦਾ ਹੈ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3454,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "siqgur no imlY; sbdu smwly ]",
    "transliteration": "Sathigur No Milai Sabadh Samaalae ||",
    "translation": "Meeting with the True Guru, he contemplates the Word of the Shabad.",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲਦਾ ਹੈ (ਗੁਰੂ ਦੀ ਸਰਣ ਪੈਂਦਾ ਹੈ) ਤੇ ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਹਿਰਦੇ ਵਿਚ) ਸਾਂਭ ਕੇ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3454,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "siqgur kI syvw; iehu qpu prvwxu ]",
    "transliteration": "Sathigur Kee Saevaa Eihu Thap Paravaan ||",
    "translation": "Serving the True Guru - this is the only acceptable disciplined meditation.",
    "punjabi": "ਸਤਿਗੁਰ ਦੀ (ਦੱਸੀ ਹੋਈ) ਕਾਰ ਕਰਨੀ-ਇਹ ਤਪ (ਪ੍ਰਭੂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਕਬੂਲ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3454,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "nwnk. so qpw; drgih pwvY mwxu ]2]",
    "transliteration": "Naanak So Thapaa Dharagehi Paavai Maan ||2||",
    "translation": "O Nanak, such a man of disciplined meditation is honored in the Court of the Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹ ਤਪ ਕਰਨ ਵਾਲਾ ਤਪਾ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਪਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3455,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3455,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "rwiq idnsu aupwieAnu; sMswr kI vrqix ]",
    "transliteration": "Raath Dhinas Oupaaeian Sansaar Kee Varathan ||",
    "translation": "He created the night and the day, for the activities of the world.",
    "punjabi": "(ਇਸ 'ਵੇਕੀ ਸ੍ਰਿਸਟਿ' ਵਿਚ) ਸੰਸਾਰ ਦੀ ਵਰਤੋਂ ਵਿਹਾਰ ਵਾਸਤੇ ਉਸ (ਪ੍ਰਭੂ) ਨੇ ਰਾਤ ਤੇ ਦਿਨ ਪੈਦਾ ਕੀਤੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  }
]
