[
  {
    "shabad_id": 3495,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3495,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "kwieAw AMdir. gVu kotu hY; siB idsMqr dysw ]",
    "transliteration": "Kaaeiaa Andhar Garr Kott Hai Sabh Dhisanthar Dhaesaa ||",
    "translation": "Deep within the body is the fortress of the Lord, and all lands and countries.",
    "punjabi": "(ਮਨੁੱਖਾ-) ਸਰੀਰ ਦੇ ਅੰਦਰ (ਮਨੁੱਖ ਦਾ ਹਿਰਦਾ-ਰੂਪ) ਜਿਸ ਪ੍ਰਭੂ ਦਾ ਕਿਲ੍ਹਾ ਹੈ ਗੜ੍ਹ ਹੈ ਉਹ ਪ੍ਰਭੂ ਸਾਰੇ ਦੇਸ ਦੇਸਾਂਤਰਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "gV@",
    "type_id": 3
  },
  {
    "shabad_id": 3495,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "Awpy qwVI lweIAnu; sB mih prvysw ]",
    "transliteration": "Aapae Thaarree Laaeean Sabh Mehi Paravaesaa ||",
    "translation": "He Himself sits in primal, profound Samaadhi; He Himself is all-pervading.",
    "punjabi": "ਸਾਰੇ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਪਰਵੇਸ਼ ਕਰ ਕੇ ਉਸ ਨੇ ਆਪ ਹੀ (ਜੀਵਾਂ ਦੇ ਅੰਦਰ) ਤਾੜੀ ਲਾਈ ਹੋਈ ਹੈ (ਉਹ ਆਪ ਹੀ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਟਿਕਿਆ ਹੋਇਆ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3495,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "Awpy isRsit swjIAnu; Awip gupqu rKysw ]",
    "transliteration": "Aapae Srisatt Saajeean Aap Gupath Rakhaesaa ||",
    "translation": "He Himself created the Universe, and He Himself remains hidden within it.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਸ੍ਰਿਸ਼ਟੀ ਸਾਜੀ ਹੈ ਤੇ ਆਪ ਹੀ (ਉਸ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਉਸ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ) ਲੁਕਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3495,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "gur syvw qy jwixAw; scu prgtI eysw ]",
    "transliteration": "Gur Saevaa Thae Jaaniaa Sach Paragatteeeaesaa ||",
    "translation": "Serving the Guru, the Lord is known, and the Truth is revealed.",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਦੀ ਸੂਝ ਸਤਿਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਿਆਂ ਆਉਂਦੀ ਹੈ (ਤਾਂ ਹੀ) ਸੱਚਾ ਪ੍ਰਭੂ ਪਰਗਟ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "eysw bRhm (dUjw pwT: prgtIeysw)",
    "type_id": 3
  },
  {
    "shabad_id": 3495,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "sBu ikCu sco scu hY; guir. soJI pweI ]16]",
    "transliteration": "Sabh Kishh Sacho Sach Hai Gur Sojhee Paaee ||16||",
    "translation": "He is True, the Truest of the True; the Guru has imparted this understanding. ||16||",
    "punjabi": "ਹੈ ਤਾਂ ਹਰ ਥਾਂ ਸੱਚਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪ, ਪਰ ਇਹ ਸਮਝ ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਪੈਂਦੀ ਹੈ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3496,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "slok mÚ 1 ]",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3496,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "swvxu rwiq AhwVu idhu; kwmu kRoDu duie Kyq ]",
    "transliteration": "Saavan Raath Ahaarr Dhihu Kaam Krodhh Dhue Khaeth ||",
    "translation": "Night is the summer season, and day is the winter season; sexual desire and anger are the two fields planted.",
    "punjabi": "(ਜਿਸ ਜੀਵ ਦੀ) ਰਾਤ ਸਾਉਣੀ ਦੀ ਫ਼ਸਲ ਹੈ ਤੇ 'ਕਾਮ' ਜਿਸ ਦੀ ਪੈਲੀ ਹੈ (ਭਾਵ, ਜੋ ਜੀਵ ਆਪਣੀ ਰਾਤ 'ਕਾਮ' ਦੇ ਅਧੀਨ ਹੋ ਕੇ ਗੁਜ਼ਾਰਦਾ ਹੈ), ਜਿਸ ਦਾ ਦਿਨ ਹਾੜੀ ਦੀ ਫ਼ਸਲ ਹੈ ਤੇ 'ਕ੍ਰੋਧ' ਜਿਸ ਦੀ ਪੈਲੀ ਹੈ (ਭਾਵ, ਜੋ ਦਿਨ ਦਾ ਸਮਾ ਕ੍ਰੋਧ ਦੇ ਅਧੀਨ ਬਿਤਾਂਦਾ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3496,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "lbu vqR, drogu bIau; hwlI rwh kuhyq ]",
    "transliteration": "Lab Vathr Dharog Beeo Haalee Raahak Haeth ||",
    "translation": "Greed prepares the soil, and the seed of falsehood is planted; attachment and love are the farmer and hired hand.",
    "punjabi": "ਜਿਸ ਜੀਵ ਲਈ 'ਲੱਬ' ਵੱਤਰ ਦਾ ਕੰਮ ਦੇਂਦਾ) ਹੈ ਤੇ ਝੂਠ (ਜਿਸ ਦੇ ਫ਼ਸਲ ਲਈ) ਬੀਜ ਹੈ (ਭਾਵ, ਜੋ ਲੱਬ ਦਾ ਪ੍ਰੇਰਿਆ ਹੋਇਆ ਝੂਠ ਬੋਲਦਾ ਹੈ)।",
    "pronunciation": "(drogu) JUT[ (rwh) rsqy[ivkwrW c kuhyq Kotw pRym[ v`qR, hwlI: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3496,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hlu bIcwru, ivkwr mx; hukmI Kty Kwie ]",
    "transliteration": "Hal Beechaar Vikaar Man Hukamee Khattae Khaae ||",
    "translation": "Contemplation is the plow, and corruption is the harvest; this is what one earns and eats, according to the Hukam of the Lord's Command.",
    "punjabi": "'ਮੋਹ' ਜਿਸ ਜੀਵ ਲਈ ਹਲ ਵਾਹੁਣ ਵਾਲਾ ਹੈ ਤੇ ਬੀਜ ਬੀਜਣ ਵਾਲਾ ਹੈ; ਵਿਕਾਰਾਂ ਦੀ ਵਿਚਾਰ ਜਿਸ ਜੀਵ ਦਾ 'ਹਲ' ਹੈ; ਵਿਕਾਰਾਂ ਦਾ ਬੋਹਲ ਜਿਸ ਨੇ ਇਕੱਠਾ ਕੀਤਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਵਿਚ ਆਪਣੀ ਕੀਤੀ ਇਸ ਕਮਾਈ ਦਾ ਖਟਿਆ ਖਾਂਦਾ ਹੈ।",
    "pronunciation": "hLu: polw bolo[ K`ty[",
    "type_id": 3
  },
  {
    "shabad_id": 3496,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "nwnk. lyKY mMigAY; Aauqu jxydw jwie ]1]",
    "transliteration": "Naanak Laekhai Mangiai Aouth Janaedhaa Jaae ||1||",
    "translation": "O Nanak, when one is called to give his account, he will be barren and infertile. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਜੀਵ ਦੀ ਕਰਤੂਤ ਦਾ ਲੇਖਾ ਮੰਗਿਆ ਜਾਂਦਾ ਹੈ ਤਦੋਂ ਪਤਾ ਲੱਗਦਾ ਹੈ ਕਿ ਅਜੇਹਾ ਜੀਵ-ਰੂਪ) ਪਿਉ (ਜਗਤ ਤੋਂ) ਅਉਤ੍ਰਾ ਹੀ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਜੀਵਨ ਅਜਾਂਈ ਗੁਆ ਜਾਂਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3497,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mÚ 1 ]",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3497,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "Bau Buie. pivqu pwxI; squ sMqoKu blyd ]",
    "transliteration": "Bho Bhue Pavith Paanee Sath Santhokh Balaedh ||",
    "translation": "Make the Fear of God the farm, purity the water, truth and contentment the cows and bulls,",
    "punjabi": "ਜੇ ਪ੍ਰਭੂ ਦਾ ਡਰ ਪੈਲੀ ਬਣੇ, ਸੁੱਧ ਆਚਰਨ (ਉਸ ਪੈਲੀ ਲਈ) ਪਾਣੀ ਹੋਵੇ, ਸਤ ਤੇ ਸੰਤੋਖ (ਉਸ ਪੈਲੀ ਨੂੰ ਵਾਹੁਣ ਲਈ) ਬਲਦ ਹੋਣ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3497,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hlu hlymI, hwlI icqu; cyqw vqR. vKq sMjogu ]",
    "transliteration": "Hal Halaemee Haalee Chith Chaethaa Vathr Vakhath Sanjog ||",
    "translation": "Humility the plow, consciousness the plowman, remembrance the preparation of the soil, and union with the Lord the planting time.",
    "punjabi": "ਨਿਮ੍ਰਤਾ ਦਾ ਹਲ ਹੋਵੇ, (ਜੁੜਿਆ ਹੋਇਆ) ਚਿੱਤ ਹਲ ਵਾਹੁਣ ਵਾਲਾ ਹੋਵੇ, ਪ੍ਰਭੂ ਦੇ ਸਿਮਰਨ ਦਾ ਵੱਤਰ ਹੋਵੇ ਤੇ ਗੁਰੂ ਦਾ ਮਿਲਾਪ (ਬੀਜ ਬੀਜਣ ਦਾ) ਸਮਾ ਹੋਵੇ,",
    "pronunciation": "v`qR",
    "type_id": 3
  },
  {
    "shabad_id": 3497,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "nwau bIju. bKsIs bohl; dunIAw sgl drog ]",
    "transliteration": "Naao Beej Bakhasees Bohal Dhuneeaa Sagal Dharog ||",
    "translation": "Let the Lord's Name be the seed, and His Forgiving Grace the harvest. Do this, and the whole world will seem false.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ 'ਨਾਮ' ਬੀਜ ਹੋਵੇ ਤਾਂ ਪ੍ਰਭੂ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਦਾ ਬੋਹਲ ਇਕੱਠਾ ਹੁੰਦਾ ਹੈ ਤੇ ਦੁਨੀਆ ਸਾਰੀ ਝੂਠੀ ਦਿੱਸ ਪੈਂਦੀ ਹੈ (ਭਾਵ, ਇਹ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ ਦੁਨੀਆ ਦਾ ਸਾਥ ਸਦਾ ਨਿਭਣ ਵਾਲਾ ਨਹੀਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3497,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "nwnk. ndrI krmu hoie; jwvih sgl ivjog ]2]",
    "transliteration": "Naanak Nadharee Karam Hoe Jaavehi Sagal Vijog ||2||",
    "translation": "O Nanak, if He bestows His Merciful Glance of Grace, then all your separation will be ended. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਸ ਉੱਦਮ ਨਾਲ ਜਦੋਂ) ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਹੁੰਦੀ ਹੈ ਤਾਂ (ਉਸ ਨਾਲ) ਸਾਰੇ ਵਿਛੋੜੇ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3498,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3498,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "mnmuiK mohu gubwru hY; dUjY Bwie bolY ]",
    "transliteration": "Manamukh Mohu Gubaar Hai Dhoojai Bhaae Bolai ||",
    "translation": "The self-willed manmukh is trapped in the darkness of emotional attachment; in the love of duality he speaks.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਮੋਹ-ਰੂਪ ਘੁੱਪ ਹਨੇਰਾ ਹੈ, (ਉਹ ਜੋ ਬਚਨ ਬੋਲਦਾ ਹੈ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਹੀ ਬੋਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3498,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "dUjY Bwie sdw duKu hY; inq nIru ivrolY ]",
    "transliteration": "Dhoojai Bhaae Sadhaa Dhukh Hai Nith Neer Virolai ||",
    "translation": "The love of duality brings pain forever; he churns the water endlessly.",
    "punjabi": "ਉਹ (ਮਾਨੋ) ਸਦਾ ਪਾਣੀ ਰਿੜਕਦਾ ਹੈ ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਣ ਉਸ ਨੂੰ ਸਦਾ ਦੁੱਖ (ਹੁੰਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3498,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "gurmuiK nwmu iDAweIAY; miQ qqu kFolY ]",
    "transliteration": "Guramukh Naam Dhhiaaeeai Mathh Thath Kadtolai ||",
    "translation": "The Gurmukh meditates on the Naam, the Name of the Lord; he churns, and obtains the essence of reality.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਦਾ ਹੈ ਉਹ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਉਹ (ਮਾਨੋ, ਦੁੱਧ) ਰਿੜਕ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਰੂਪ ਮੱਖਣ ਕੱਢਦਾ ਹੈ।",
    "pronunciation": "miQ: polw bolo, q`qu",
    "type_id": 3
  },
  {
    "shabad_id": 3498,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "AMqir prgwsu Git cwnxw; hir lDw tolY ]",
    "transliteration": "Anthar Paragaas Ghatt Chaananaa Har Ladhhaa Ttolai ||",
    "translation": "The Divine Light illuminates his heart deep within; he seeks the Lord, and obtains Him.",
    "punjabi": "ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਪ੍ਰਭੂ ਦਾ) ਪ੍ਰਕਾਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ ਦਿਲ ਵਿਚ (ਗਿਆਨ ਦਾ) ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੇ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਭਾਲ ਕਰ ਕੇ ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲਿਆ ਹੈ।",
    "pronunciation": "l`Dw",
    "type_id": 3
  },
  {
    "shabad_id": 3498,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Awpy Brim Bulwiedw; ikCu khxu. n jweI ]17]",
    "transliteration": "Aapae Bharam Bhulaaeidhaa Kishh Kehan N Jaaee ||17||",
    "translation": "He Himself deludes in doubt; no one can comment on this. ||17||",
    "punjabi": "(ਜਿਸ ਕਿਸੇ ਨੂੰ ਭੁਲਾਂਦਾ ਹੈ) ਪ੍ਰਭੂ ਆਪ ਹੀ ਭਰਮ ਭੁਲਾਂਦਾ ਹੈ (ਕਿਸੇ ਦੇ ਸਿਰ ਕੀਹ ਦੋਸ਼?) ਕੋਈ ਗੱਲ ਕਹੀ ਨਹੀਂ ਜਾ ਸਕਦੀ ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3499,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "slok mÚ 2 ]",
    "transliteration": "Salok Ma 2 ||",
    "translation": "Shalok, Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3499,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "nwnk. icMqw miq krhu; icMqw iqs hI hyie ]",
    "transliteration": "Naanak Chinthaa Math Karahu Chinthaa This Hee Haee ||",
    "translation": "O Nanak, don't be anxious; the Lord will take care of you.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਪਣੀ ਰੋਜ਼ੀ ਲਈ) ਫ਼ਿਕਰ ਚਿੰਤਾ ਨਾਹ ਕਰੋ, ਇਹ ਫ਼ਿਕਰ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਆਪ ਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3499,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "jl mih jMq aupwieAnu; iqnw iB rojI dyie ]",
    "transliteration": "Jal Mehi Janth Oupaaeian Thinaa Bh Rojee Dhaee ||",
    "translation": "He created the creatures in water, and He gives them their nourishment.",
    "punjabi": "ਉਸ ਨੇ ਪਾਣੀ ਵਿਚ ਜੀਵ ਪੈਦਾ ਕੀਤੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਭੀ ਰਿਜ਼ਕ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3499,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "EQY htu. n cleI; nw ko ikrs kryie ]",
    "transliteration": "Outhhai Hatt N Chalee Naa Ko Kiras Karaee ||",
    "translation": "There are no stores open there, and no one farms there.",
    "punjabi": "ਪਾਣੀ ਵਿਚ ਨਾਹ ਕੋਈ ਦੁਕਾਨ ਚੱਲਦੀ ਹੈ ਨਾਹ ਓਥੇ ਕੋਈ ਵਾਹੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3499,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "saudw mUil. n hoveI; nw ko ley. n dyie ]",
    "transliteration": "Soudhaa Mool N Hovee Naa Ko Leae N Dhaee ||",
    "translation": "No business is ever transacted there, and no one buys or sells.",
    "punjabi": "ਨਾਹ ਓਥੇ ਕੋਈ ਸਉਦਾ-ਸੂਤ ਹੋ ਰਿਹਾ ਹੈ ਨਾਹ ਕੋਈ ਲੈਣ-ਦੇਣ ਦਾ ਵਪਾਰ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3499,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "jIAw kw Awhwru jIA; Kwxw eyhu kryie ]",
    "transliteration": "Jeeaa Kaa Aahaar Jeea Khaanaa Eaehu Karaee ||",
    "translation": "Animals eat other animals; this is what the Lord has given them as food.",
    "punjabi": "ਪਰ ਓਥੇ ਇਹ ਖ਼ੁਰਾਕ ਬਣਾ ਦਿੱਤੀ ਹੈ ਕਿ ਜੀਵਾਂ ਦਾ ਖਾਣਾ ਜੀਵ ਹੀ ਹਨ।",
    "pronunciation": "kry-ie",
    "type_id": 3
  },
  {
    "shabad_id": 3499,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ivic aupwey swierw; iqnw iB swr kryie ]",
    "transliteration": "Vich Oupaaeae Saaeiraa Thinaa Bh Saar Karaee ||",
    "translation": "He created them in the oceans, and He provides for them as well.",
    "punjabi": "ਸੋ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਮੁੰਦਰਾਂ ਵਿਚ ਉਸ ਨੇ ਪੈਦਾ ਕੀਤਾ ਹੈ ਉਹਨਾਂ ਦੀ ਭੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "swierW",
    "type_id": 3
  },
  {
    "shabad_id": 3499,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "nwnk. icMqw mq krhu; icMqw iqs hI hyie ]1]",
    "transliteration": "Naanak Chinthaa Math Karahu Chinthaa This Hee Haee ||1||",
    "translation": "O Nanak, don't be anxious; the Lord will take care of you. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਰੋਜ਼ੀ ਲਈ) ਚਿੰਤਾ ਨਾਹ ਕਰੋ, ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਆਪ ਹੀ ਫ਼ਿਕਰ ਹੈ ॥੧॥",
    "pronunciation": "hy-ie",
    "type_id": 3
  },
  {
    "shabad_id": 3500,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "mÚ 1 ]",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3500,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "nwnk. iehu jIau mCulI; JIvru iqRsnw kwlu ]",
    "transliteration": "Naanak Eihu Jeeo Mashhulee Jheevar Thrisanaa Kaal ||",
    "translation": "O Nanak, this soul is the fish, and death is the hungry fisherman.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹ ਜਿੰਦ ਨਿੱਕੀ ਜਿਹੀ ਮੱਛੀ ਹੈ, ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਤ੍ਰਿਸ਼ਨਾ ਮਾਛੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3500,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "mnUAw AMDu. n cyqeI; pVY AicMqw jwlu ]",
    "transliteration": "Manooaa Andhh N Chaethee Parrai Achinthaa Jaal ||",
    "translation": "The blind man does not even think of this. And suddenly, the net is cast.",
    "punjabi": "ਮੂਰਖ ਮਨ (ਇਸ ਤ੍ਰਿਸ਼ਨਾ ਵਿਚ) ਅੰਨ੍ਹਾ (ਹੋਇਆ ਹੋਇਆ ਪਰਮਾਤਮਾ ਨੂੰ) ਯਾਦ ਨਹੀਂ ਕਰਦਾ, ਬੇਖ਼ਬਰੀ ਵਿਚ ਹੀ (ਆਤਮਕ ਮੌਤ ਦਾ) ਜਾਲ (ਇਸ ਉਤੇ) ਪੈਂਦਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "pVY: VwVy hlMq nw lwau",
    "type_id": 3
  },
  {
    "shabad_id": 3500,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "nwnk. icqu Acyqu hY; icMqw bDw jwie ]",
    "transliteration": "Naanak Chith Achaeth Hai Chinthaa Badhhaa Jaae ||",
    "translation": "O Nanak, his consciousness is unconscious, and he departs, bound by anxiety.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਤ੍ਰਿਸ਼ਨਾ ਵਿਚ ਫਸਿਆ) ਮਨ ਗ਼ਾਫ਼ਿਲ ਹੋ ਰਿਹਾ ਹੈ, ਸਦਾ ਚਿੰਤਾ ਵਿਚ ਜਕੜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "b`Dw",
    "type_id": 3
  },
  {
    "shabad_id": 3500,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ndir kry jy AwpxI; qw Awpy ley imlwie ]2]",
    "transliteration": "Nadhar Karae Jae Aapanee Thaa Aapae Leae Milaae ||2||",
    "translation": "But if the Lord bestows His Glance of Grace, then He unites the soul with Himself. ||2||",
    "punjabi": "ਜੇ ਪ੍ਰਭੂ ਆਪ ਆਪਣੀ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰੇ ਤਾਂ (ਜਿੰਦ ਨੂੰ ਤ੍ਰਿਸ਼ਨਾ ਵਿਚੋਂ ਕੱਢ ਕੇ) ਆਪਣੇ ਵਿਚ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3501,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3501,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "sy jn swcy sdw sdw; ijnI hir rsu pIqw ]",
    "transliteration": "Sae Jan Saachae Sadhaa Sadhaa Jinee Har Ras Peethaa ||",
    "translation": "They are true, forever true, who drink in the sublime essence of the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਤਾ ਹੈ ਉਹ ਮਨੁੱਖ ਨਿੱਤ ਪ੍ਰਭੂ ਨਾਲ ਇਕ-ਰੂਪ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3501,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "gurmuiK scw min vsY; scu saudw kIqw ]",
    "transliteration": "Guramukh Sachaa Man Vasai Sach Soudhaa Keethaa ||",
    "translation": "The True Lord abides in the mind of the Gurmukh; He strikes the true bargain.",
    "punjabi": "ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰ ਕੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਰੂਪ ਵਣਜ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3501,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "sBu ikCu Gr hI mwih hY; vfBwgI lIqw ]",
    "transliteration": "Sabh Kishh Ghar Hee Maahi Hai Vaddabhaagee Leethaa ||",
    "translation": "Everything is in the home of the self within; only the very fortunate obtain it.",
    "punjabi": "ਇਹ ਨਾਮ-ਰੂਪ ਸਉਦਾ ਹੈ ਤਾਂ ਸਾਰਾ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹੀ, ਪਰ ਵਣਜਿਆ ਹੈ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਿਆਂ ਨੇ ਹੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3501,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "AMqir iqRsnw mir geI; hir gux gwvIqw ]",
    "transliteration": "Anthar Thrisanaa Mar Gee Har Gun Gaaveethaa ||",
    "translation": "The hunger within is conquered and overcome, singing the Glorious Praises of the Lord.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਵਣਜਿਆ ਹੈ) ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾ ਕੇ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਤ੍ਰਿਸ਼ਨਾ ਮਰ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3501,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "Awpy myil imlwieAnu; Awpy dyie buJweI ]18]",
    "transliteration": "Aapae Mael Milaaeian Aapae Dhaee Bujhaaee ||18||",
    "translation": "He Himself unites in His Union; He Himself blesses them with understanding. ||18||",
    "punjabi": "(ਇਹ ਨਾਮ-ਰੂਪ ਸਉਦਾ ਕਰਨ ਦੀ) ਮੱਤ ਪ੍ਰਭੂ ਹੀ ਦੇਂਦਾ ਹੈ, ਤੇ ਉਸ ਨੇ ਆਪ ਹੀ (ਨਾਮ ਦੇ ਵਪਾਰੀ ਆਪਣੇ) ਮੇਲ ਵਿਚ ਮਿਲਾਏ ਹਨ ॥੧੮॥",
    "pronunciation": "dy-ie[ bu`JweI",
    "type_id": 3
  },
  {
    "shabad_id": 3502,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "slok mÚ 1 ]",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3502,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "vyil ipM\\\\wieAw; kiq vuxwieAw ]",
    "transliteration": "Vael Pinnjaaeiaa Kath Vunaaeiaa ||",
    "translation": "The cotton is ginned, woven and spun;",
    "punjabi": "(ਰੂੰ ਵੇਲਣੇ ਵਿਚ) ਵੇਲ ਕੇ ਪਿੰਞਾਈਦਾ ਹੈ, ਕੱਤ ਕੇ (ਕੱਪੜਾ) ਉਣਾਈਦਾ ਹੈ।",
    "pronunciation": "k`iq",
    "type_id": 3
  },
  {
    "shabad_id": 3502,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "kit kuit kir; KuMib cVwieAw ]",
    "transliteration": "Katt Kutt Kar Khunb Charraaeiaa ||",
    "translation": "The cloth is laid out, washed and bleached white.",
    "punjabi": "ਇਸ ਦੇ ਟੋਟੇ ਕਰ ਕੇ (ਧੁਆਣ ਲਈ) ਖੁੰਬ ਤੇ ਚੜ੍ਹਾਈਦਾ ਹੈ।",
    "pronunciation": "k`it ku`it",
    "type_id": 3
  },
  {
    "shabad_id": 3502,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "lohw vFy. drjI pwVy; sUeI Dwgw sIvY ]",
    "transliteration": "Lohaa Vadtae Dharajee Paarrae Sooee Dhhaagaa Seevai ||",
    "translation": "The tailor cuts it with his scissors, and sews it with his thread.",
    "punjabi": "(ਇਸ ਕੱਪੜੇ ਨੂੰ) ਕੈਂਚੀ ਕਤਰਦੀ ਹੈ, ਦਰਜ਼ੀ ਇਸ ਨੂੰ ਪਾੜਦਾ ਹੈ, ਤੇ ਸੂਈ ਧਾਗਾ ਸਿਊਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3502,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ieau piq pwtI. isPqI sIpY; nwnk. jIvq jIvY ]",
    "transliteration": "Eio Path Paattee Sifathee Seepai Naanak Jeevath Jeevai ||",
    "translation": "Thus, the torn and tattered honor is sewn up again, through the Lord's Praise, O Nanak, and one lives the true life.",
    "punjabi": "(ਜਿਵੇਂ ਇਹ ਕੱਟਿਆ ਪਾੜਿਆ ਹੋਇਆ ਕੱਪੜਾ ਸੂਈ ਧਾਗੇ ਨਾਲ ਸੀਪ ਜਾਂਦਾ ਹੈ) ਤਿਵੇਂ ਹੀ, ਹੇ ਨਾਨਕ! ਮਨੁੱਖ ਦੀ ਗੁਆਚੀ ਹੋਈ ਇੱਜ਼ਤ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਨਾਲ ਫਿਰ ਬਣ ਆਉਂਦੀ ਹੈ ਤੇ ਮਨੁੱਖ ਸੁਚੱਜਾ ਜੀਵਨ ਗੁਜ਼ਾਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "piq: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3502,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "hoie purwxw kpVu pwtY; sUeI Dwgw gMFY ]",
    "transliteration": "Hoe Puraanaa Kaparr Paattai Sooee Dhhaagaa Gandtai ||",
    "translation": "Becoming worn, the cloth is torn; with needle and thread it is sewn up again.",
    "punjabi": "ਕੱਪੜਾ ਪੁਰਾਣਾ ਹੋ ਕੇ ਪਾਟ ਜਾਂਦਾ ਹੈ, ਸੂਈ ਧਾਗਾ ਇਸ ਨੂੰ ਗੰਢ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "k`pVu",
    "type_id": 3
  },
  {
    "shabad_id": 3502,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "mwhu pKu. ikhu clY nwhI; GVI muhqu ikCu hMFY ]",
    "transliteration": "Maahu Pakh Kihu Chalai Naahee Gharree Muhath Kishh Handtai ||",
    "translation": "It will not last for a month, or even a week. It barely lasts for an hour, or even a moment.",
    "punjabi": "(ਪਰ ਇਹ ਗੰਢਿਆ ਹੋਇਆ ਪੁਰਾਣਾ ਕੱਪੜਾ) ਕੋਈ ਮਹੀਨਾ ਅੱਧਾ ਮਹੀਨਾ ਤੱਗਦਾ ਨਹੀਂ, ਸਿਰਫ਼ ਘੜੀ ਦੋ ਘੜੀ (ਥੋੜਾ ਚਿਰ) ਹੀ ਹੰਢਦਾ ਹੈ;",
    "pronunciation": "p`Ku c`lY",
    "type_id": 3
  }
]
