[
  {
    "shabad_id": 3525,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "vfw swihbu gurU imlwieAw; ijin qwirAw sgl jgqu ]",
    "transliteration": "Vaddaa Saahib Guroo Milaaeiaa Jin Thaariaa Sagal Jagath ||",
    "translation": "The Guru led me to meet the greatest Lord and Master; He saved the whole world.",
    "punjabi": "ਉਹ ਵੱਡਾ ਮਾਲਕ ਜਿਸ ਨੇ ਸਾਰਾ ਸੰਸਾਰ ਤਾਰਿਆ ਹੈ (ਭਾਵ, ਜੋ ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ ਤਾਰਨ ਦੇ ਸਮਰੱਥ ਹੈ) ਮੈਨੂੰ ਗੁਰੂ ਨੇ ਮਿਲਾਇਆ ਹੈ।",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 3525,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mn kIAw ieCw pUrIAw; pwieAw Duir sMjog ]",
    "transliteration": "Man Keeaa Eishhaa Pooreeaa Paaeiaa Dhhur Sanjog ||",
    "translation": "The desires of the mind are fulfilled; I have attained my pre-destined Union with God.",
    "punjabi": "ਜਿਸ ਨੂੰ ਧੁਰੋਂ ਇਹ ਢੋ ਢੁਕਦਾ ਹੈ ਉਸ ਦੇ ਮਨ ਦੀਆਂ ਸਭ ਕਾਮਨਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ (ਭਾਵ, ਉਹ ਵਾਸਨਾ-ਰਹਿਤ ਹੋ ਜਾਂਦਾ ਹੈ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3525,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "nwnk pwieAw scu nwmu; sd hI Bogy Bog ]1]",
    "transliteration": "Naanak Paaeiaa Sach Naam Sadh Hee Bhogae Bhog ||1||",
    "translation": "Nanak has obtained the True Name; He enjoys the enjoyments forever. ||1||",
    "punjabi": "ਤੇ ਹੇ ਨਾਨਕ! ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਾਮ ਮਿਲਦਾ ਹੈ, ਉਹ ਸਦਾ ਹੀ ਆਨੰਦ ਮਾਣਦਾ ਹੈ (ਸਦਾ ਹੀ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3526,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "mÚ 5 ]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3526,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "mnmuKw kyrI dosqI; mwieAw kw snbMDu ]",
    "transliteration": "Manamukhaa Kaeree Dhosathee Maaeiaa Kaa Sanabandhh ||",
    "translation": "Friendship with the self-willed manmukhs is an alliance with Maya.",
    "punjabi": "ਮਨ ਦੇ ਮੁਰੀਦ ਬੰਦਿਆਂ ਨਾਲ ਮਿਤ੍ਰਤਾ ਨਿਰੀ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ ਗਾਂਢਾ-ਤੋਪਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3526,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "vyKidAw hI Bij jwin; kdy. n pwiein bMDu ]",
    "transliteration": "Vaekhadhiaa Hee Bhaj Jaan Kadhae N Paaein Bandhh ||",
    "translation": "As we watch, they run away; they never stand firm.",
    "punjabi": "ਉਹ ਕਦੇ (ਮਿਤ੍ਰਤਾ ਦੀ) ਪੱਕੀ ਗੰਢ ਨਹੀਂ ਪਾਂਦੇ, ਛੇਤੀ ਹੀ ਸਾਥ ਛੱਡ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "B`ij",
    "type_id": 3
  },
  {
    "shabad_id": 3526,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ijcru pYnin Kwvn@y; iqcru rKin gMFu ]",
    "transliteration": "Jichar Painan Khaavanhae Thichar Rakhan Gandt ||",
    "translation": "As long as they get food and clothing, they stick around.",
    "punjabi": "ਮਨਮੁਖਾਂ ਨੂੰ ਜਿਤਨਾ ਚਿਰ ਪਹਿਨਣ ਤੇ ਖਾਣ ਨੂੰ ਮਿਲਦਾ ਰਹੇ ਉਤਨਾ ਚਿਰ ਜੋੜ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3526,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ijqu idin ikCu. n hoveI; iqqu idin bolin gMDu ]",
    "transliteration": "Jith Dhin Kishh N Hovee Thith Dhin Bolan Gandhh ||",
    "translation": "But on that day when they receive nothing, then they start to curse.",
    "punjabi": "ਜਿਸ ਦਿਨ ਉਹਨਾਂ ਦੇ ਖਾਣ-ਹੰਢਾਣ ਦੀ ਕੋਈ ਗੱਲ ਪੁੱਜ ਨ ਆਵੇ, ਉਸ ਦਿਨ ਉਹ ਫਿੱਕਾ ਬੋਲ ਬੋਲਣ ਲੱਗ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3526,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jIA kI swr. n jwxnI; mnmuK AigAwnI AMDu ]",
    "transliteration": "Jeea Kee Saar N Jaananee Manamukh Agiaanee Andhh ||",
    "translation": "The self-willed manmukhs are ignorant and blind; they do not know the secrets of the soul.",
    "punjabi": "ਅੰਨ੍ਹੇ ਗਿਆਨ-ਹੀਣ ਮਨਮੁਖਾਂ ਨੂੰ (ਨਿਰਾ ਸਰੀਰ ਦਾ ਹੀ ਝੁਲਕਾ ਰਹਿੰਦਾ ਹੈ) ਆਤਮਾ ਦੀ ਕੋਈ ਸੂਝ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3526,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "kUVw gMFu. n cleI; ickiV pQr bMDu ]",
    "transliteration": "Koorraa Gandt N Chalee Chikarr Pathhar Bandhh ||",
    "translation": "The false bond does not last; it is like stones joined with mud.",
    "punjabi": "ਮਨਮੁਖਾਂ ਦਾ ਕੱਚਾ ਗਾਂਢਾ-ਤੋਪਾ (ਬਹੁਤ ਚਿਰ) ਨਹੀਂ ਤੱਗਦਾ ਜਿਵੇਂ ਚਿੱਕੜ ਨਾਲ ਬੱਝਾ ਹੋਇਆ ਪੱਥਰਾਂ ਦਾ ਬੰਨ੍ਹ (ਛੇਤੀ ਢਹਿ ਪੈਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3526,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "AMDy Awpu. n jwxnI; PkVu iptin DMDu ]",
    "transliteration": "Andhhae Aap N Jaananee Fakarr Pittan Dhhandhh ||",
    "translation": "The blind do not understand themselves; they are engrossed in false worldly entanglements.",
    "punjabi": "ਅੰਨ੍ਹੇ ਮਨਮੁਖ ਆਪਣੇ ਅਸਲੇ ਨੂੰ ਨਹੀਂ ਸਮਝਦੇ (ਨਿਰਾ ਬਾਹਰਲਾ) ਵਿਅਰਥ ਪਿੱਟਣਾ ਪਿੱਟਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3526,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "JUTY moih lptwieAw; hau hau krq ibhMDu ]",
    "transliteration": "Jhoothai Mohi Lapattaaeiaa Ho Ho Karath Bihandhh ||",
    "translation": "Entangled in false attachments, they pass their lives in egotism and self-conceit.",
    "punjabi": "ਨਿਕੰਮੇ ਮੋਹ ਵਿਚ ਫਸੇ ਹੋਏ ਮਨਮੁਖਾਂ ਦੀ ਉਮਰ 'ਮੈਂ, ਮੈਂ' ਕਰਦਿਆਂ ਹੀ ਗੁਜ਼ਰ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3526,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ikRpw kry ijsu AwpxI; Duir pUrw krmu kryie ]",
    "transliteration": "Kirapaa Karae Jis Aapanee Dhhur Pooraa Karam Karaee ||",
    "translation": "But that being, whom the Lord has blessed with His Mercy from the very beginning, does perfect deeds, and accumulates good karma.",
    "punjabi": "ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਆਪਣੀ ਕਿਰਪਾ ਕਰਦਾ ਹੈ, ਧੁਰੋਂ ਹੀ ਪੂਰੀ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3526,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "jn nwnk. sy jn aubry; jo siqgur srix pry ]2]",
    "transliteration": "Jan Naanak Sae Jan Oubarae Jo Sathigur Saran Parae ||2||",
    "translation": "O servant Nanak, those humble beings alone are saved, who enter the Sanctuary of the True Guru. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਉਹ ਬੰਦੇ (ਇਸ ਕੂੜੇ ਮੋਹ ਵਿਚੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3527,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3527,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "jo rqy dIdwr; syeI scu hwku ]",
    "transliteration": "Jo Rathae Dheedhaar Saeee Sach Haak ||",
    "translation": "Those who are imbued with the Lord's Vision, speak the Truth.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਦਰਸ਼ਨ ਦਾ ਰੰਗ ਚੜ੍ਹ ਗਿਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਹੀ ਸੱਚੇ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਸਮਝੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3527,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ijnI jwqw Ksmu; ikau lBY iqnw Kwku ]",
    "transliteration": "Jinee Jaathaa Khasam Kio Labhai Thinaa Khaak ||",
    "translation": "How can I obtain the dust of those who realize their Lord and Master?",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ ਹੈ, ਜਤਨ ਕਰੋ ਕਿ ਕਿਸੇ ਨ ਕਿਸੇ ਤਰ੍ਹਾਂ ਉਹਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਮਿਲ ਜਾਏ,",
    "pronunciation": "l`BY",
    "type_id": 3
  },
  {
    "shabad_id": 3527,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "mnu mYlw vykwru; hovY sMig pwku ]",
    "transliteration": "Man Mailaa Vaekaar Hovai Sang Paak ||",
    "translation": "The mind, stained by corruption, becomes pure by associating with them.",
    "punjabi": "ਕਿਉਂਕਿ ਜੇਹੜਾ ਮਨ (ਵਿਕਾਰਾਂ ਨਾਲ) ਮੈਲਾ ਹੋ ਕੇ ਵਿਕਾਰ-ਰੂਪ ਹੀ ਬਣ ਚੁਕਾ ਹੈ ਉਹ ਉਹਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3527,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "idsY scw mhlu; KulY Brm qwku ]",
    "transliteration": "Dhisai Sachaa Mehal Khulai Bharam Thaak ||",
    "translation": "One sees the Mansion of the Lord's Presence, when the door of doubt is opened.",
    "punjabi": "(ਉਨ੍ਹਾਂ ਦੀ ਸੰਗਤ ਦੀ ਬਰਕਤ ਨਾਲ) ਪ੍ਰਭੂ ਦਾ ਦਰ ਦਿੱਸ ਪੈਂਦਾ ਹੈ, ਤੇ ਭਰਮ-ਭੁਲੇਖਿਆਂ ਦੇ ਕਾਰਨ (ਬੰਦ ਹੋਇਆ ਹੋਇਆ ਆਤਮਕ) ਦਰਵਾਜ਼ਾ ਖੁਲ੍ਹ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3527,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ijsih idKwly mhlu; iqsu. n imlY Dwku ]",
    "transliteration": "Jisehi Dhikhaalae Mehal This N Milai Dhhaak ||",
    "translation": "That one, unto whom the Mansion of the Lord's Presence is revealed, is never pushed or shoved.",
    "punjabi": "(ਪਰ ਇਹ ਪ੍ਰਭੂ ਦੀ ਆਪਣੀ ਮੇਹਰ ਹੀ ਹੈ) ਜਿਸ ਨੂੰ ਆਪਣਾ ਟਿਕਾਣਾ ਵਿਖਾਲ ਦੇਂਦਾ ਹੈ, ਉਸ ਨੂੰ (ਉਸ ਦੇ ਉਸ ਟਿਕਾਣੇ ਤੋਂ ਫਿਰ) ਧੱਕਾ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3527,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mnu qnu hoie inhwlu; ibMdk ndir Jwku ]",
    "transliteration": "Man Than Hoe Nihaal Bindhak Nadhar Jhaak ||",
    "translation": "My mind and body are enraptured, when the Lord blesses me, even for an instant, with His Glance of Grace.",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਦੀ ਰਤਾ ਭਰ ਝਾਤੀ ਨਾਲ ਉਸ ਦਾ ਤਨ ਮਨ ਖਿੜ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3527,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "nau iniD nwmu inDwnu; gur kY sbid lwgu ]",
    "transliteration": "No Nidhh Naam Nidhhaan Gur Kai Sabadh Laag ||",
    "translation": "The nine treasures, and the treasure of the Naam are obtained by commitment to the Word of the Guru's Shabad.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰੂਪ ਨੌ ਖ਼ਜ਼ਾਨੇ (ਮਿਲ ਜਾਣਗੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3527,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "iqsY imlY sMq Kwku; msqik ijsY Bwgu ]5]",
    "transliteration": "Thisai Milai Santh Khaak Masathak Jisai Bhaag ||5||",
    "translation": "He alone is blessed with the dust of the feet of the Saints, upon whose forehead such pre-ordained desiny is inscribed. ||5||",
    "punjabi": "ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ ਭਾਗ ਜਾਗ ਪਏ, ਉਸੇ ਨੂੰ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮਿਲਦੀ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3528,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "slok mÚ 5 ]",
    "transliteration": "Salok Ma 5 ||",
    "translation": "Shalok, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3528,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hrxwKI kU. scu vYxu suxweI; jo qau kry auDwrxu ]",
    "transliteration": "Haranaakhee Koo Sach Vain Sunaaee Jo Tho Karae Oudhhaaran ||",
    "translation": "O deer-eyed bride, I speak the Truth, which shall save you.",
    "punjabi": "ਹੇ ਸੁੰਦਰ ਜੀਵ-ਇਸਤ੍ਰੀ! ਮੈਂ ਤੈਨੂੰ ਇਕ ਸੱਚੀ ਗੱਲ ਸੁਣਾਉਂਦੀ ਹਾਂ ਜੋ ਤੇਰਾ ਉੱਧਾਰ ਕਰੇਗੀ।",
    "pronunciation": "prwey mrd ivkwr idRstI nwl, n dyKx vwlIAW, hrn jYsIAW suMdr A`KW vwlI hrxwKI gursyvk sKI",
    "type_id": 3
  },
  {
    "shabad_id": 3528,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "suMdr bcn. qum suxhu CbIlI; ipru. qYfw mn swDwrxu ]",
    "transliteration": "Sundhar Bachan Thum Sunahu Shhabeelee Pir Thaiddaa Man Saadhhaaran ||",
    "translation": "Listen to these beautiful words, O beauteous bride; your Beloved Lord is your mind's only support.",
    "punjabi": "ਹੇ ਸੁੰਦਰੀ! ਤੂੰ ਉਹ ਸੋਹਣੇ ਬਚਨ ਸੁਣ-ਤੇਰਾ ਪਤੀ-ਪ੍ਰਭੂ ਮਨ ਨੂੰ ਆਸਰਾ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "(CbIlI) SoBw vwlI[(swDwrxu) svwrn vwly",
    "type_id": 3
  },
  {
    "shabad_id": 3528,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "durjn syqI. nyhu rcwieE; dis ivKw. mY kwrxu ]",
    "transliteration": "Dhurajan Saethee Naehu Rachaaeiou Dhas Vikhaa Mai Kaaran ||",
    "translation": "You have fallen in love with an evil person; tell me - show me why!",
    "punjabi": "(ਉਸ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਤੂੰ ਦੁਰਜਨ ਨਾਲ ਪਿਆਰ ਪਾ ਲਿਆ ਹੈ, ਮੈਨੂੰ ਦੱਸ, ਮੈਂ ਵੇਖਾਂ ਇਸ ਦਾ ਕੀਹ ਕਾਰਨ ਹੈ।",
    "pronunciation": "d`is",
    "type_id": 3
  },
  {
    "shabad_id": 3528,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "aUxI nwhI. JUxI nwhI; nwhI iksY ivhUxI ]",
    "transliteration": "Oonee Naahee Jhoonee Naahee Naahee Kisai Vihoonee ||",
    "translation": "I lack nothing, and I am not sad or depressed; I have no deficiency at all.",
    "punjabi": "ਤੂੰ ਕਿਸੇ ਗੱਲੇ ਘੱਟ ਨਹੀ ਹੈਂ, ਕਿਸੇ ਗੁਣੋਂ ਸੱਖਣੀ ਨਹੀਂ ਹੈਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3528,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ipru CYlu CbIlw. Cif gvwieE; durmiq krim ivhUxI ]",
    "transliteration": "Pir Shhail Shhabeelaa Shhadd Gavaaeiou Dhuramath Karam Vihoonee ||",
    "translation": "I abandoned and lost my fascinating and beautiful Husband Lord; in this evil-mindedness, I have lost my good fortune.",
    "punjabi": "ਪਰ ਤੂੰ ਕਰਮਾਂ ਦੀ ਮਾਰੀ ਨੇ ਭੈੜੀ ਮੱਤੇ ਲੱਗ ਕੇ ਸੋਹਣਾ ਬਾਂਕਾ ਪਤੀ-ਪ੍ਰਭੂ ਭੁਲਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3528,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "nw hau BulI. nw hau cukI; nw mY. nwhI dosw ]",
    "transliteration": "Naa Ho Bhulee Naa Ho Chukee Naa Mai Naahee Dhosaa ||",
    "translation": "I am not mistaken, and I am not confused; I have no egotism, and commit no offense.",
    "punjabi": "(ਹੇ ਸਖੀ!) ਤੂੰ ਸੱਚਾ ਉੱਤਰ ਸੁਣ ਲੈ-ਮੈਂ ਭੁੱਲ ਨਹੀਂ ਕੀਤੀ, ਮੈਂ ਉਕਾਈ ਨਹੀਂ ਖਾਧੀ, ਮੇਰੇ ਵਿਚ ਦੋਸ ਨਹੀਂ।",
    "pronunciation": "Bu`lI cu`kI",
    "type_id": 3
  },
  {
    "shabad_id": 3528,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ijqu hau lweI. iqqu hau lgI; qU suix scu sMdysw ]",
    "transliteration": "Jith Ho Laaee Thith Ho Lagee Thoo Sun Sach Sandhaesaa ||",
    "translation": "As You have linked me, so I am linked; listen to my true message.",
    "punjabi": "ਮੈਨੂੰ ਜਿਸ ਪਾਸੇ ਉਸ ਨੇ ਲਾਇਆ ਹੈ, ਮੈਂ ਓਧਰ ਲੱਗੀ ਹੋਈ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3528,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "sweI suohwgix sweI Bwgix; jY ipir ikrpw DwrI ]",
    "transliteration": "Saaee Suohaagan Saaee Bhaagan Jai Pir Kirapaa Dhhaaree ||",
    "translation": "She alone is the blessed soul-bride, and she alone is fortunate, upon whom the Husband Lord has showered His Mercy.",
    "punjabi": "ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸੋਹਾਗ-ਭਾਗ ਵਾਲੀ ਹੋ ਸਕਦੀ ਹੈ ਜਿਸ ਉਤੇ ਪਤੀ ਨੇ ਆਪ ਮੇਹਰ ਕੀਤੀ ਹੈ।",
    "pronunciation": "sWeIN sWeIN",
    "type_id": 3
  },
  {
    "shabad_id": 3528,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ipir. Aaugx iqs ky siB gvwey; gl syqI lwie svwrI ]",
    "transliteration": "Pir Aougan This Kae Sabh Gavaaeae Gal Saethee Laae Savaaree ||",
    "translation": "Her Husband Lord takes away all her faults and mistakes; hugging her close in His embrace, He embellishes her.",
    "punjabi": "ਪਤੀ-ਪ੍ਰਭੂ ਨੇ ਉਸ ਇਸਤ੍ਰੀ ਦੇ ਸਾਰੇ ਹੀ ਔਗੁਣ ਦੂਰ ਕਰ ਦਿੱਤੇ ਹਨ ਤੇ ਉਸ ਨੂੰ ਗਲ ਨਾਲ ਲਾ ਕੇ ਸੰਵਾਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3528,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "krmhIx Dn krY ibnMqI; kid nwnk. AwvY vwrI ]",
    "transliteration": "Karameheen Dhhan Karai Binanthee Kadh Naanak Aavai Vaaree ||",
    "translation": "The unfortunate soul-bride makes this prayer: O Nanak, when will my turn come?",
    "punjabi": "ਮੈਂ ਭਾਗ-ਹੀਣ ਜੀਵ-ਇਸਤ੍ਰੀ ਅਰਜ਼ੋਈ ਕਰਦੀ ਹਾਂ, ਮੈਂ ਨਾਨਕ ਦੀ ਕਦੋਂ ਵਾਰੀ ਆਵੇਗੀ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3528,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "siB suhwgix mwxih rlIAw; iek dyvhu rwiq murwrI ]1]",
    "transliteration": "Sabh Suhaagan Maanehi Raleeaa Eik Dhaevahu Raath Muraaree ||1||",
    "translation": "All the blessed soul-brides celebrate and make merry; bless me as well with a night of bliss, O Lord. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸਾਰੀਆਂ ਸੁਹਾਗਣਾਂ ਮੌਜਾਂ ਮਾਣ ਰਹੀਆਂ ਹਨ, ਮੈਨੂੰ ਭੀ (ਮਿਲਣ ਲਈ) ਇਕ ਰਾਤ ਦੇਹ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3529,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mÚ 5 ]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3529,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "kwhy mn qU folqw; hir mnsw pUrxhwru ]",
    "transliteration": "Kaahae Man Thoo Ddolathaa Har Manasaa Pooranehaar ||",
    "translation": "Why do you waver, O my mind? The Lord is the Fulfiller of hopes and desires.",
    "punjabi": "ਹੇ ਮਨ! ਤੂੰ ਕਿਉਂ ਡੋਲਦਾ ਹੈਂ? ਪਰਮਾਤਮਾ ਤੇਰੀ ਕਾਮਨਾ ਪੂਰੀ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3529,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "siqguru purKu iDAwie qU; siB duK ivswrxhwru ]",
    "transliteration": "Sathigur Purakh Dhhiaae Thoo Sabh Dhukh Visaaranehaar ||",
    "translation": "Meditate on the True Guru, the Primal Being; He is the Destroyer of all pains.",
    "punjabi": "ਗੁਰੂ ਨੂੰ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਸਿਮਰ, ਉਹ ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3529,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "hir nwmw AwrwiD mn; siB iklivK jwih ivkwr ]",
    "transliteration": "Har Naamaa Aaraadhh Man Sabh Kilavikh Jaahi Vikaar ||",
    "translation": "Worship and adore the Lord's Name, O my mind; all sins and corruption shall be washed away.",
    "punjabi": "ਹੇ ਮਨ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪ, ਤੇਰੇ ਸਾਰੇ ਪਾਪ ਤੇ ਵਿਕਾਰ ਦੂਰ ਹੋ ਜਾਣਗੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3529,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ijn kau pUrib iliKAw; iqn rMgu lgw inrMkwr ]",
    "transliteration": "Jin Ko Poorab Likhiaa Thin Rang Lagaa Nirankaar ||",
    "translation": "Those who are blessed with such pre-ordained destiny, are in love with the Formless Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰੋਂ ਲੇਖ ਲਿਖਿਆ ਹੋਵੇ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਪੈਦਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3529,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "EnI CifAw mwieAw suAwvVw; Dnu sMicAw nwmu Apwru ]",
    "transliteration": "Ounee Shhaddiaa Maaeiaa Suaavarraa Dhhan Sanchiaa Naam Apaar ||",
    "translation": "They abandon the tastes of Maya, and gather in the infinite wealth of the Naam.",
    "punjabi": "ਉਹ ਮਾਇਆ ਦਾ ਭੈੜਾ ਚਸਕਾ ਛੱਡ ਦੇਂਦੇ ਹਨ, ਤੇ ਬੇਅੰਤ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਧਨ ਇਕੱਠਾ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3529,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ATy phr iekqY ilvY; mMnyin hukmu Apwru ]",
    "transliteration": "Athae Pehar Eikathai Livai Mannaen Hukam Apaar ||",
    "translation": "Twenty-four hours a day, they are lovingly absorbed in the One Lord; they surrender and accept the Will of the Infinite Lord.",
    "punjabi": "ਉਹ ਅੱਠੇ ਪਹਰ ਇਕ ਪ੍ਰਭੂ ਦੀ ਹੀ ਯਾਦ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ, ਪ੍ਰਭੂ ਦਾ ਹੀ ਹੁਕਮ ਮੰਨਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]
