[
  {
    "id": 41783,
    "shabad_id": 3600,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "AKMf mMfl inrMkwr mih; Anhd bynu bjwvaugo ]1]",
    "transliteration": "Akhandd Manddal Nirankaar Mehi Anehadh Baen Bajaavougo ||1||",
    "translation": "In the imperishable realm of the Formless Lord, I play the flute of the unstruck sound current. ||1||",
    "punjabi": "ਕਿਉਂਕਿ ਮੈਂ ਅਵਿਨਾਸ਼ੀ ਟਿਕਾਣੇ ਵਾਲੇ ਨਿਰੰਕਾਰ ਵਿਚ ਜੁੜ ਕੇ (ਉਸ ਦੇ ਪਿਆਰੇ ਦੀ) ਇੱਕ-ਰਸ ਬੰਸਰੀ ਵਜਾ ਰਿਹਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41784,
    "shabad_id": 3600,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "bYrwgI; rwmih gwvaugo ]",
    "transliteration": "Bairaagee Raamehi Gaavougo ||",
    "translation": "Becoming detached, I sing the Lord's Praises.",
    "punjabi": "(ਸਤਿਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਵੈਰਾਗਵਾਨ ਹੋ ਕੇ, ਵਿਰਕਤ ਹੋ ਕੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾ ਰਿਹਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41785,
    "shabad_id": 3600,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "sbid AqIq Anwhid rwqw; Awkul kY Gir jwaugo ]1] rhwau ]",
    "transliteration": "Sabadh Atheeth Anaahadh Raathaa Aakul Kai Ghar Jaaougo ||1|| Rehaao ||",
    "translation": "Imbued with the unattached, unstruck Word of the Shabad, I shall go to the home of the Lord, who has no ancestors. ||1||Pause||",
    "punjabi": "ਅਬਿਨਾਸੀ ਪ੍ਰਭੂ (ਦੇ ਪਿਆਰ) ਵਿਚ ਰੰਗਿਆ ਗਿਆ ਹਾਂ, ਤੇ ਸਰਬ-ਕੁਲ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਅੱਪੜ ਗਿਆ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 41786,
    "shabad_id": 3600,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ieVw ipMgulw Aauru suKmnw; paunY bMiD rhwaugo ]",
    "transliteration": "Eirraa Pingulaa Aour Sukhamanaa Pounai Bandhh Rehaaougo ||",
    "translation": "Then, I shall no longer control the breath through the energy channels of the Ida, Pingala and Shushmanaa.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜੋ ਮੈਂ) ਚੰਚਲ ਮਨ ਨੂੰ ਰੋਕਿਆ ਹੈ, ਇਹੀ ਮੇਰਾ ਇੜਾ, ਪਿੰਗਲਾ, ਸੁਖਮਨਾ (ਦਾ ਸਾਧਨ) ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41787,
    "shabad_id": 3600,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "cMdu sUrju duie. sm kir rwKau; bRhm joiq imil jwaugo ]2]",
    "transliteration": "Chandh Sooraj Dhue Sam Kar Raakho Breham Joth Mil Jaaougo ||2||",
    "translation": "I look upon both the moon and the sun as the same, and I shall merge in the Light of God. ||2||",
    "punjabi": "ਮੇਰੇ ਲਈ ਖੱਬੀ ਸੱਜੀ ਸੁਰ ਇਕੋ ਜਿਹੀ ਹੈ (ਭਾਵ, ਪ੍ਰਾਣ ਚਾੜ੍ਹਨੇ ਉਤਾਰਨੇ ਮੇਰੇ ਵਾਸਤੇ ਇੱਕੋ ਜਿਹੀ ਗੱਲ ਹੈ, ਬੇ-ਲੋੜਵੇਂ ਹਨ) ਕਿਉਂਕਿ ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤ ਵਿਚ ਟਿਕਿਆ ਬੈਠਾ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41788,
    "shabad_id": 3600,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "qIrQ dyiK. n jl mih pYsau; jIA jMq. n sqwvaugo ]",
    "transliteration": "Theerathh Dhaekh N Jal Mehi Paiso Jeea Janth N Sathaavougo ||",
    "translation": "I do not go to see sacred shrines of pilgrimage, or bathe in their waters; I do not bother any beings or creatures.",
    "punjabi": "ਨਾ ਮੈਂ ਤੀਰਥਾਂ ਦੇ ਦਰਸ਼ਨ ਕਰਦਾ ਹਾਂ, ਨਾ ਉਹਨਾਂ ਦੇ ਪਾਣੀ ਵਿਚ ਚੁੱਭੀ ਲਾਉਂਦਾ ਹਾਂ, ਤੇ ਨਾ ਹੀ ਮੈਂ ਉਸ ਪਾਣੀ ਵਿਚ ਰਹਿਣ ਵਾਲੇ ਜੀਵਾਂ ਨੂੰ ਡਰਉਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41789,
    "shabad_id": 3600,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ATsiT qIrQ gurU idKwey; Gt hI BIqir n@waugo ]3]",
    "transliteration": "Athasath Theerathh Guroo Dhikhaaeae Ghatt Hee Bheethar Nhaaougo ||3||",
    "translation": "The Guru has shown me the sixty-eight places of pilgrimage within my own heart, where I now take my cleansing bath. ||3||",
    "punjabi": "ਮੈਨੂੰ ਤਾਂ ਮੇਰੇ ਗੁਰੂ ਨੇ (ਮੇਰੇ ਅੰਦਰ ਹੀ) ਅਠਾਹਠ ਤੀਰਥ ਵਿਖਾ ਦਿੱਤੇ ਹਨ। ਸੋ, ਮੈਂ ਆਪਣੇ ਅੰਦਰ ਹੀ (ਆਤਮ-ਤੀਰਥ ਉੱਤੇ) ਇਸ਼ਨਾਨ ਕਰਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "Gt: polw bolo",
    "type_id": 3
  },
  {
    "id": 41790,
    "shabad_id": 3600,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "pMc shweI jn kI soBw; Blo Blo. n khwvaugo ]",
    "transliteration": "Panch Sehaaee Jan Kee Sobhaa Bhalo Bhalo N Kehaavougo ||",
    "translation": "I do not pay attention to anyone praising me, or calling me good and nice.",
    "punjabi": "(ਕਰਮ-ਕਾਂਡ, ਤੀਰਥ ਆਦਿਕ ਨਾਲ ਲੋਕ ਜਗਤ ਦੀ ਸੋਭਾ ਲੋੜਦੇ ਹਨ, ਪਰ) ਮੈਨੂੰ (ਇਹਨਾਂ ਕਰਮਾਂ ਦੇ ਆਧਾਰ ਤੇ) ਸੱਜਣਾਂ-ਮਿੱਤਰਾਂ ਤੇ ਲੋਕਾਂ ਦੀ ਸੋਭਾ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ, ਮੈਨੂੰ ਇਹ ਗ਼ਰਜ਼ ਨਹੀਂ ਕਿ ਕੋਈ ਮੈਨੂੰ ਭਲਾ ਆਖੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41791,
    "shabad_id": 3600,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "nwmw khY icqu hir isau rwqw; suMn smwiD smwaugo ]4]2]",
    "transliteration": "Naamaa Kehai Chith Har Sio Raathaa Sunn Samaadhh Samaaougo ||4||2||",
    "translation": "Says Naam Dayv, my consciousness is imbued with the Lord; I am absorbed in the profound state of Samaadhi. ||4||2||",
    "punjabi": "ਨਾਮਦੇਵ ਆਖਦਾ ਹੈ ਮੇਰਾ ਚਿੱਤ ਪ੍ਰਭੂ (ਪਿਆਰ) ਵਿਚ ਰੰਗਿਆ ਗਿਆ ਹੈ, ਮੈਂ ਉਸ ਟਿਕਾਉ ਵਿਚ ਟਿਕਿਆ ਹੋਇਆ ਹਾਂ ਜਿੱਥੇ ਮਾਇਆ ਦਾ ਕੋਈ ਫੁਰਨਾ ਨਹੀਂ ਫੁਰਦਾ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41792,
    "shabad_id": 3601,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "mwie. n hoqI, bwpu n hoqw; krmu n hoqI kwieAw ]",
    "transliteration": "Maae N Hothee Baap N Hothaa Karam N Hothee Kaaeiaa ||",
    "translation": "When there was no mother and no father, no karma and no human body,",
    "punjabi": "(ਜੇ ਇਹ ਮੰਨੀਏ ਕਿ ਕਰਮਾਂ ਦੀ ਖੇਡ ਹੈ ਤਾਂ) ਜਦੋਂ ਨਾ ਮਾਂ ਸੀ ਨਾ ਪਿਉ; ਨਾ ਕੋਈ ਮਨੁੱਖਾ-ਸਰੀਰ ਸੀ, ਤੇ ਨਾ ਉਸ ਦਾ ਕੀਤਾ ਹੋਇਆ ਕਰਮ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41793,
    "shabad_id": 3601,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hm nhI hoqy. qum nhI hoqy; kvnu khW qy AwieAw ]1]",
    "transliteration": "Ham Nehee Hothae Thum Nehee Hothae Kavan Kehaan Thae Aaeiaa ||1||",
    "translation": "When I was not and you were not, then who came from where? ||1||",
    "punjabi": "ਜਦੋਂ ਕੋਈ ਜੀਵ ਹੀ ਨਹੀਂ ਸਨ, ਤਦੋਂ (ਹੇ ਪ੍ਰਭੂ! ਤੈਥੋਂ ਬਿਨਾ) ਹੋਰ ਕਿਸ ਥਾਂ ਤੋਂ ਕੋਈ ਜੀਵ ਜਨਮ ਲੈ ਸਕਦਾ ਸੀ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41794,
    "shabad_id": 3601,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "rwm; koie. n iks hI kyrw ]",
    "transliteration": "Raam Koe N Kis Hee Kaeraa ||",
    "translation": "O Lord, no one belongs to anyone else.",
    "punjabi": "ਹੇ ਰਾਮ! ਤੈਥੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਭੀ ਕਿਸੇ ਦਾ ਸਹਾਈ ਨਹੀਂ ਹੈ (ਨਾ ਕੋਈ 'ਕਰਮ' ਆਦਿਕ ਇਸ ਜੀਵ ਨੂੰ ਜਨਮ ਮਰਨ ਵਿਚ ਲਿਆਉਣ ਵਾਲਾ ਹੈ, ਤੇ ਨਾ ਕੋਈ ਸ਼ਾਸਤਰ-ਵਿਹਿਤ ਕਰਮ ਜਾਂ ਪ੍ਰਾਣਾਯਾਮ ਆਦਿਕ ਇਸ ਨੂੰ ਗੇੜ ਵਿਚੋਂ ਕੱਢਣ ਦੇ ਸਮਰੱਥ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41795,
    "shabad_id": 3601,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "jYsy; qrvir pMiK bsyrw ]1] rhwau ]",
    "transliteration": "Jaisae Tharavar Pankh Basaeraa ||1|| Rehaao ||",
    "translation": "We are like birds perched on a tree. ||1||Pause||",
    "punjabi": "ਜਿਵੇਂ ਰੁੱਖਾਂ ਉੱਤੇ ਪੰਛੀਆਂ ਦਾ ਵਸੇਰਾ ਹੁੰਦਾ ਹੈ (ਤਿਵੇਂ ਤੇਰੇ ਭੇਜੇ ਜੀਵ ਇੱਥੇ ਆਉਂਦੇ ਹਨ ਤੇ ਤੂੰ ਆਪ ਹੀ ਇਹਨਾਂ ਨੂੰ ਆਪਣੇ ਵਿਚ ਜੋੜਦਾ ਹੈਂ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 41796,
    "shabad_id": 3601,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "cMdu. n hoqw, sUru. n hoqw; pwnI pvnu imlwieAw ]",
    "transliteration": "Chandh N Hothaa Soor N Hothaa Paanee Pavan Milaaeiaa ||",
    "translation": "When there was no moon and no sun, then water and air were blended together.",
    "punjabi": "ਜਦੋਂ ਨਾ ਚੰਦ ਸੀ ਨਾ ਸੂਰਜ; ਜਦੋਂ ਪਾਣੀ, ਹਵਾ ਆਦਿਕ ਤੱਤ ਭੀ ਅਜੇ ਪੈਦਾ ਨਹੀਂ ਸਨ ਹੋਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41797,
    "shabad_id": 3601,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "swsqu. n hoqw, bydu. n hoqw; krmu khW qy AwieAw ]2]",
    "transliteration": "Saasath N Hothaa Baedh N Hothaa Karam Kehaan Thae Aaeiaa ||2||",
    "translation": "When there were no Shaastras and no Vedas, then where did karma come from? ||2||",
    "punjabi": "ਜਦੋਂ ਕੋਈ ਵੇਦ ਸ਼ਾਸਤਰ ਭੀ ਨਹੀਂ ਸਨ; ਤਦੋਂ (ਹੇ ਪ੍ਰਭੂ!) ਕਰਮਾਂ ਦੀ ਕੋਈ ਹਸਤੀ ਹੀ ਨਹੀਂ ਸੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41798,
    "shabad_id": 3601,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "Kycr BUcr qulsI mwlw; gur prswdI pwieAw ]",
    "transliteration": "Khaechar Bhoochar Thulasee Maalaa Gur Parasaadhee Paaeiaa ||",
    "translation": "Control of the breath and positioning of the tongue, focusing at the third eye and wearing malas of tulsi beads, are all obtained through Guru's Grace.",
    "punjabi": "ਕੋਈ ਪ੍ਰਾਣਾਯਾਮ ਕਰਦਾ ਹੈ (ਤੇ ਇਸ ਵਿਚ ਆਪਣੀ ਮੁਕਤੀ ਸਮਝਦਾ ਹੈ), ਕੋਈ ਤੁਲਸੀ ਦੀ ਮਾਲਾ ਆਦਿਕ ਧਾਰਨ ਕਰਦਾ ਹੈ; ਪਰ ਮੈਨੂੰ ਆਪਣੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਮਝ ਆਈ ਹੈ।",
    "pronunciation": "Ky~cr BU~cr[ mwlw: polw bolo",
    "type_id": 3
  },
  {
    "id": 41799,
    "shabad_id": 3601,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "nwmw pRxvY. prmqqu hY; siqgur hoie lKwieAw ]3]3]",
    "transliteration": "Naamaa Pranavai Param Thath Hai Sathigur Hoe Lakhaaeiaa ||3||3||",
    "translation": "Naam Dayv prays, this is the supreme essence of reality; the True Guru has inspired this realization. ||3||3||",
    "punjabi": "ਨਾਮਦੇਵ ਆਖਦਾ ਹੈ ਗੁਰੂ ਨੇ ਮਿਲ ਕੇ ਮੈਨੂੰ ਇਹ ਗੱਲ ਸਮਝਾਈ ਹੈ ਕਿ ਅਸਲ ਸਹਾਈ ਸਭ ਤੋਂ ਉੱਚਾ ਉਹ ਪ੍ਰਭੂ ਹੈ, ਜੋ ਜਗਤ ਦਾ ਮੂਲ ਹੈ (ਉਸੇ ਨੇ ਜਗਤ ਬਣਾਇਆ, ਤੇ ਉਹੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ ਪਾਰ ਉਤਾਰਦਾ ਹੈ) ॥੩॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41800,
    "shabad_id": 3602,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "rwmklI Gru 2 ]",
    "transliteration": "Raamakalee Ghar 2 ||",
    "translation": "Raamkalee, Second House:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41801,
    "shabad_id": 3602,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "bwnwrsI qpu krY aulit. qIrQ mrY; Agin dhY. kwieAw klpu kIjY ]",
    "transliteration": "Baanaarasee Thap Karai Oulatt Theerathh Marai Agan Dhehai Kaaeiaa Kalap Keejai ||",
    "translation": "Someone may practice austerities at Benares, or die upside-down at a sacred shrine ofpilgrimage, or burn his body in fire, or rejuvenate his body to life almost forever;",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਜੇ ਕੋਈ ਮਨੁੱਖ ਕਾਸ਼ੀ ਜਾ ਕੇ ਉਲਟਾ ਲਟਕ ਕੇ ਤਪ ਕਰੇ, ਤੀਰਥਾਂ ਤੇ ਸਰੀਰ ਤਿਆਗੇ, (ਧੂਣੀਆਂ ਦੀ) ਅੱਗ ਵਿਚ ਸੜੇ, ਜਾਂ ਜੋਗ-ਅੱਭਿਆਸ ਆਦਿਕ ਨਾਲ ਸਰੀਰ ਨੂੰ ਚਿਰੰਜੀਵੀ ਕਰ ਲਏ;",
    "pronunciation": "(klpu) cOhW ju`gW dI hzwr cOkVI q`k dyh r`K leIey",
    "type_id": 3
  },
  {
    "id": 41802,
    "shabad_id": 3602,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "AsumyD jgu kIjY, sonw grB dwnu dIjY; rwm nwm sir qaU. n pUjY ]1]",
    "transliteration": "Asumaedhh Jag Keejai Sonaa Garabh Dhaan Dheejai Raam Naam Sar Thoo N Poojai ||1||",
    "translation": "He may perform the horse-sacrifice ceremony, or give donations of gold covered over, but none of these is equal to the worship of the Lord's Name. ||1||",
    "punjabi": "ਜੇ ਕੋਈ ਅਸਮੇਧ ਜੱਗ ਕਰੇ, ਜਾਂ ਸੋਨਾ (ਫਲ ਆਦਿਕਾਂ ਵਿਚ) ਲੁਕਾ ਕੇ ਦਾਨ ਕਰੇ; ਤਾਂ ਭੀ ਇਹ ਸਾਰੇ ਕੰਮ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦੇ ॥੧॥",
    "pronunciation": "grB gupq dwn KIry c pw ky dyvy[ pU`jY",
    "type_id": 3
  },
  {
    "id": 41803,
    "shabad_id": 3602,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "Coif Coif ry pwKMfI; mn kptu. n kIjY ]",
    "transliteration": "Shhodd Shhodd Rae Paakhanddee Man Kapatt N Keejai ||",
    "translation": "O hypocrite, renounce and abandon your hypocrisy; do not practice deception.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਪਖੰਡੀ ਮਨ! ਕਪਟ ਨਾ ਕਰ, ਛੱਡ ਇਹ ਕਪਟ, ਛੱਡ ਇਹ ਕਪਟ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41804,
    "shabad_id": 3602,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "hir kw nwmu; inq inqih lIjY ]1] rhwau ]",
    "transliteration": "Har Kaa Naam Nith Nithehi Leejai ||1|| Rehaao ||",
    "translation": "Constantly, continually, chant the Name of the Lord. ||1||Pause||",
    "punjabi": "ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 41805,
    "shabad_id": 3602,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "gMgw jau godwvir jweIAY, kuMiB jau kydwr n@weIAY; gomqI shs gaU dwnu kIjY ]",
    "transliteration": "Gangaa Jo Godhaavar Jaaeeai Kunbh Jo Kaedhaar Nhaaeeai Gomathee Sehas Goo Dhaan Keejai ||",
    "translation": "Someone may go to the Ganges or the Godaavari, or to the Kumbha festival, or bathe at Kaydaar Naat'h, or make donations of thousands of cows at Gomti;",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਕੁੰਭ ਦੇ ਮੇਲੇ ਤੇ ਜੇ ਗੰਗਾ ਜਾਂ ਗੋਦਾਵਰੀ ਤੀਰਥ ਤੇ ਜਾਈਏ, ਕੇਦਾਰ ਤੀਰਥ ਤੇ ਇਸ਼ਨਾਨ ਕਰੀਏ ਜਾਂ ਗੋਮਤੀ ਨਦੀ ਦੇ ਕੰਢੇ ਹਜ਼ਾਰ ਗਊਆਂ ਦਾ ਦਾਨ ਕਰੀਏ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41806,
    "shabad_id": 3602,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "koit jau qIrQ krY, qnu jau ihvwly gwrY; rwm nwm sir qaU. n pUjY ]2]",
    "transliteration": "Kott Jo Theerathh Karai Than Jo Hivaalae Gaarai Raam Naam Sar Thoo N Poojai ||2||",
    "translation": "He may make millions of pilgrimages to sacred shrines, or freeze his body in the Himalayas; still, none of these is equal to the worship of the Lord's Name. ||2||",
    "punjabi": "(ਹੇ ਮਨ!) ਜੇ ਕੋਈ ਕ੍ਰੋੜਾਂ ਵਾਰੀ ਤੀਰਥ-ਜਾਤ੍ਰਾ ਕਰੇ, ਜਾਂ ਆਪਣਾ ਸਰੀਰ ਹਿਮਾਲੈ ਪਰਬਤ ਦੀ ਬਰਫ਼ ਵਿਚ ਗਾਲ ਦੇਵੇ, ਤਾਂ ਭੀ ਇਹ ਸਾਰੇ ਕੰਮ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41807,
    "shabad_id": 3602,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "Asu dwn gj dwn. ishjw nwrI. BUim dwn; AYso dwnu inq inqih kIjY ]",
    "transliteration": "As Dhaan Gaj Dhaan Sihajaa Naaree Bhoom Dhaan Aiso Dhaan Nith Nithehi Keejai ||",
    "translation": "Someone may give away horses and elephants, or women on their beds, or land; he may give such gifts over and over again.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਜੇ ਘੋੜੇ ਦਾਨ ਕਰੀਏ, ਹਾਥੀ ਦਾਨ ਕਰੀਏ, ਸੇਜ ਦਾਨ ਕਰੀਏ, ਵਹੁਟੀ ਦਾਨ ਕਰ ਦੇਈਏ, ਆਪਣੀ ਜ਼ਿਮੀਂ ਦਾਨ ਕਰ ਦੇਈਏ; ਜੇ ਸਦਾ ਹੀ ਅਜਿਹਾ (ਕੋਈ ਨ ਕੋਈ) ਦਾਨ ਕਰਦੇ ਹੀ ਰਹੀਏ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41808,
    "shabad_id": 3602,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "Awqm jau inrmwielu kIjY, Awp brwbir kMcnu dIjY; rwm nwm sir qaU. n pUjY ]3]",
    "transliteration": "Aatham Jo Niramaaeil Keejai Aap Baraabar Kanchan Dheejai Raam Naam Sar Thoo N Poojai ||3||",
    "translation": "He may purify his soul, and give away in charity his body weight in gold; none of these is equal to the worship of the Lord's Name. ||3||",
    "punjabi": "ਜੇ ਆਪਣਾ ਆਪ ਭੀ ਭੇਟ ਕਰ ਦੇਈਏ; ਜੇ ਆਪਣੇ ਬਰਾਬਰ ਤੋਲ ਕੇ ਸੋਨਾ ਦਾਨ ਕਰੀਏ, ਤਾਂ ਭੀ (ਹੇ ਮਨ!) ਇਹ ਸਾਰੇ ਕੰਮ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦੇ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41809,
    "shabad_id": 3602,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "mnih. n kIjY rosu, jmih. n dIjY dosu; inrml inrbwx pdu cIin@ lIjY ]",
    "transliteration": "Manehi N Keejai Ros Jamehi N Dheejai Dhos Niramal Nirabaan Padh Cheenih Leejai ||",
    "translation": "Do not harbor anger in your mind, or blame the Messenger of Death; instead, realize the immaculate state of Nirvaanaa.",
    "punjabi": "(ਹੇ ਜਿੰਦੇ! ਜੇ ਸਦਾ ਅਜਿਹੇ ਕੰਮ ਹੀ ਕਰਦੇ ਰਹਿਣਾ ਹੈ, ਤੇ ਨਾਮ ਨਹੀਂ ਸਿਮਰਨਾ ਤਾਂ ਫਿਰ) ਮਨ ਵਿਚ ਗਿਲਾ ਨਾ ਕਰਨਾ, ਜਮ ਨੂੰ ਦੋਸ਼ ਨਾ ਦੇਣਾ (ਕਿ ਉਹ ਕਿਉਂ ਆ ਗਿਆ ਹੈ; ਇਹਨੀਂ ਕੰਮੀਂ ਜਮ ਨੇ ਖ਼ਲਾਸੀ ਨਹੀਂ ਕਰਨੀ); (ਹੇ ਜਿੰਦੇ!) ਪਵਿੱਤਰ, ਵਾਸ਼ਨਾ-ਰਹਿਤ ਅਵਸਥਾ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41810,
    "shabad_id": 3602,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "jsrQ rwie nMdu, rwjw myrw rwmcMdu; pRxvY nwmw, qqu rsu, AMimRqu pIjY ]4]4]",
    "transliteration": "Jasarathh Raae Nandh Raajaa Maeraa Raam Chandh Pranavai Naamaa Thath Ras Anmrith Peejai ||4||4||",
    "translation": "My Sovereign Lord King is Raam Chandra,the Son of the King Dasrat'h; prays Naam Dayv,I drink in the Ambrosial Nectar. ||4||4||",
    "punjabi": "ਨਾਮਦੇਵ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਸਭ ਰਸਾਂ ਦਾ) ਮੂਲ-ਰਸ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਹੀ ਪੀਣਾ ਚਾਹੀਦਾ ਹੈ, ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਹੀ ਮੇਰਾ (ਨਾਮਦੇਵ ਦਾ) ਰਾਜਾ ਰਾਮ ਚੰਦਰ ਹੈ, ਜੋ ਰਾਜਾ ਜਸਰਥ ਦਾ ਪੁੱਤਰ ਹੈ ॥੪॥੪॥",
    "pronunciation": "gurmuiK sRI rwmcMdR jI ny nwm AMimRq rs nMU (pIjY) pIqw sI",
    "type_id": 3
  },
  {
    "id": 41811,
    "shabad_id": 3603,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "rwmklI bwxI rivdws jI kI",
    "transliteration": "Raamakalee Baanee Ravidhaas Jee Kee",
    "translation": "Raamkalee, The Word Of Ravi Daas Jee:",
    "punjabi": "ਰਾਗ ਰਾਮਕਲੀ ਵਿੱਚ ਭਗਤ ਰਵਿਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41812,
    "shabad_id": 3603,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 41813,
    "shabad_id": 3603,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "pVIAY gunIAY nwmu sBu sunIAY; AnBau Bwau. n drsY ]",
    "transliteration": "Parreeai Guneeai Naam Sabh Suneeai Anabho Bhaao N Dharasai ||",
    "translation": "They read and reflect upon all the Names of God; they listen, but they do not see the Lord, the embodiment of love and intuition.",
    "punjabi": "ਹਰ ਥਾਂ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪੜ੍ਹੀਦਾ (ਭੀ) ਹੈ, ਸੁਣੀਦਾ (ਭੀ) ਹੈ ਤੇ ਵਿਚਾਰੀਦਾ (ਭੀ) ਹੈ (ਭਾਵ, ਸਭ ਜੀਵ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪੜ੍ਹਦੇ ਹਨ, ਵਿਚਾਰਦੇ ਹਨ, ਸੁਣਦੇ ਹਨ; ਪਰ ਕਾਮਾਦਿਕਾਂ ਦੇ ਕਾਰਨ ਮਨ ਵਿਚ ਸਹਿਮ ਦੀ ਗੰਢ ਬਣੀ ਰਹਿਣ ਕਰਕੇ, ਇਹਨਾਂ ਦੇ ਅੰਦਰ} ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਪੈਦਾ ਨਹੀਂ ਹੁੰਦਾ, ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਨਹੀਂ ਹੁੰਦਾ;",
    "pronunciation": "An-Bau",
    "type_id": 3
  },
  {
    "id": 41814,
    "shabad_id": 3603,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "lohw. kMcnu ihrn hoie kYsy; jau pwrsih. n prsY ]1]",
    "transliteration": "Lohaa Kanchan Hiran Hoe Kaisae Jo Paarasehi N Parasai ||1||",
    "translation": "How can iron be transformed into gold, unless it touches the Philosopher's Stone? ||1||",
    "punjabi": "(ਦਰਸ਼ਨ ਹੋਵੇ ਭੀ ਕਿਸ ਤਰ੍ਹਾਂ? ਕਾਮਾਦਿਕ ਦੇ ਕਾਰਨ, ਮਨ ਦੇ ਨਾਲ ਪ੍ਰਭੂ ਦੀ ਛੋਹ ਹੀ ਨਹੀਂ ਬਣਦੀ, ਤੇ) ਜਦ ਤਕ ਲੋਹਾ ਪਾਰਸ ਨਾਲ ਛੁਹੇ ਨਾਹ, ਤਦ ਤਕ ਇਹ ਸ਼ੁੱਧ ਸੋਨਾ ਕਿਵੇਂ ਬਣ ਸਕਦਾ ਹੈ? ॥੧॥",
    "pronunciation": "(kMcnu ihrn) bwrW vMnI dw sonw",
    "type_id": 3
  }
]
