[
  {
    "shabad_id": 3605,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "rwgu nt nwrwien mhlw 4",
    "transliteration": "Raag Natt Naaraaein Mehalaa 4",
    "translation": "Raag Nat Naaraayan, Fourth Mehl:",
    "punjabi": "ਰਾਗ ਨਟ-ਨਾਰਾਇਨ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "nt: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3605,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "<> siqnwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid ]",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3605,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "myry mn; jip Aih inis nwmu hry ]",
    "transliteration": "Maerae Man Jap Ahinis Naam Harae ||",
    "translation": "O my mind, chant the Name of the Lord, day and night.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦਿਨ ਰਾਤ (ਸਦਾ) ਜਪਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3605,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "koit koit doK bhu kIny; sB prhir pwis Dry ]1] rhwau ]",
    "transliteration": "Kott Kott Dhokh Bahu Keenae Sabh Parehar Paas Dhharae ||1|| Rehaao ||",
    "translation": "Millions and millions of sins and mistakes, committed through countless lifetimes, shall all be put aside and sent away. ||1||Pause||",
    "punjabi": "ਜੇ ਅਨੇਕਾਂ ਤੇ ਕ੍ਰੋੜਾਂ ਪਾਪ ਭੀ ਕੀਤੇ ਹੋਏ ਹੋਣ, ਤਾਂ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਸਭਨਾਂ ਨੂੰ ਦੂਰ ਕਰ ਕੇ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚੋਂ) ਲਾਂਭੇ ਸੁੱਟ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3605,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "hir hir nwmu jpih AwrwDih; syvk Bwie Kry ]",
    "transliteration": "Har Har Naam Japehi Aaraadhhehi Saevak Bhaae Kharae ||",
    "translation": "Those who chant the Name of the Lord, Har, Har, and worship Him in adoration, and serve Him with love, are genuine.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਹੜੇ ਮਨੁੱਖ ਸੇਵਕ-ਭਾਵਨਾ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਆਰਾਧਦੇ ਹਨ, ਉਹ ਸੁੱਚੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3605,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "iklibK doK. gey sB nIkir; ijau pwnI. mYlu hry ]1]",
    "transliteration": "Kilabikh Dhokh Geae Sabh Neekar Jio Paanee Mail Harae ||1||",
    "translation": "All their sins are erased, just as water washes off the dirt. ||1||",
    "punjabi": "(ਜਿਹੜਾ ਪ੍ਰਾਣੀ ਨਾਮ ਜਪਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਸਾਰੇ ਵਿਕਾਰ ਸਾਰੇ ਪਾਪ (ਇਉਂ) ਨਿਕਲ ਜਾਂਦੇ ਹਨ, ਜਿਵੇਂ ਪਾਣੀ (ਕੱਪੜਿਆਂ ਦੀ) ਮੈਲ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(nIkir) inkl gey",
    "type_id": 3
  },
  {
    "shabad_id": 3605,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "iKnu iKnu. nru nwrwienu gwvih; muiK bolih. nr nrhry ]",
    "transliteration": "Khin Khin Nar Naaraaein Gaavehi Mukh Bolehi Nar Nareharae ||",
    "translation": "That being, who sings the Lord's Praises each and every instant, chants with his mouth the Name of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਜਿਹੜੇ ਮਨੁੱਖ) ਹਰ ਖਿਨ (ਹਰ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਹਨ ਮੂੰਹੋਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦੇ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3605,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "pMc doK AswD. ngr mih; ieku iKnu plu dUir kry ]2]",
    "transliteration": "Panch Dhokh Asaadhh Nagar Mehi Eik Khin Pal Dhoor Karae ||2||",
    "translation": "In a moment, in an instant, the Lord rids him of the five incurable diseases of the body-village. ||2||",
    "punjabi": "(ਕਾਮਾਦਿਕ) ਪੰਜ ਵਿਕਾਰ ਜੋ ਕਾਬੂ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦੇ ਤੇ ਜੋ (ਆਮ ਤੌਰ ਤੇ ਜੀਵਾਂ ਦੇ) ਸਰੀਰ ਵਿਚ (ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ), (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਹਨਾਂ ਦੇ ਸਰੀਰ ਵਿਚੋਂ) ਇਕ ਖਿਨ-ਪਲ ਵਿਚ ਹੀ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "n`gr",
    "type_id": 3
  },
  {
    "shabad_id": 3605,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "vfBwgI hir nwmu iDAwvih; hir ky Bgq hry ]",
    "transliteration": "Vaddabhaagee Har Naam Dhhiaavehi Har Kae Bhagath Harae ||",
    "translation": "Very fortunate are those who meditate on the Lord's Name; they alone are the Lord's devotees.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹਰ ਵੇਲੇ) ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3605,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "iqn kI sMgiq dyih pRB jwcau; mY mUV mugD insqry ]3]",
    "transliteration": "Thin Kee Sangath Dhaehi Prabh Jaacho Mai Moorr Mugadhh Nisatharae ||3||",
    "translation": "I beg for the Sangat, the Congregation; O God, please bless me with them. I am a fool, and an idiot - please save me! ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਇਹੋ ਜਿਹੇ ਭਗਤਾਂ ਦੀ ਸੰਗਤ ਮੈਨੂੰ ਬਖ਼ਸ਼! ਮੇਰੇ ਵਰਗੇ ਅਨੇਕਾਂ ਮੂਰਖ (ਉਹਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3605,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ikRpw ikRpw Dwir jgjIvn; riK lyvhu srin pry ]",
    "transliteration": "Kirapaa Kirapaa Dhhaar Jagajeevan Rakh Laevahu Saran Parae ||",
    "translation": "Shower me with Your Mercy and Grace, O Life of the World; save me, I seek Your Sanctuary.",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਆਸਰੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ, ਮਿਹਰ ਕਰ ਮੈਂ ਤੇਰੀ ਸਰਨ ਪਿਆ ਹਾਂ, ਮੈਨੂੰ (ਇਹਨਾਂ ਪੰਜਾਂ ਤੋਂ) ਬਚਾ ਲੈ।",
    "pronunciation": "j`gjIvn",
    "type_id": 3
  },
  {
    "shabad_id": 3605,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "nwnku jnu. qumrI srnweI; hir rwKhu lwj hry ]4]1]",
    "transliteration": "Naanak Jan Thumaree Saranaaee Har Raakhahu Laaj Harae ||4||1||",
    "translation": "Servant Nanak has entered Your Sanctuary; O Lord, please preserve my honor! ||4||1||",
    "punjabi": "ਹੇ ਹਰੀ! ਤੇਰਾ ਦਾਸ ਨਾਨਕ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹੈ (ਨਾਨਕ ਦੀ) ਇੱਜ਼ਤ ਰੱਖ ਲੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3606,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "nt mhlw 4 ]",
    "transliteration": "Natt Mehalaa 4 ||",
    "translation": "Nat, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3606,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "rwm jip jn; rwmY nwim rly ]",
    "transliteration": "Raam Jap Jan Raamai Naam Ralae ||",
    "translation": "Meditating on the Lord, His humble servants are blended with the Lord's Name.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3606,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "rwm nwmu jipE gur bcnI; hir DwrI hir ikRply ]1] rhwau ]",
    "transliteration": "Raam Naam Japiou Gur Bachanee Har Dhhaaree Har Kirapalae ||1|| Rehaao ||",
    "translation": "Chanting the Lord's Name, following the Guru's Teachings, the Lord showers His Mercy upon them. ||1||Pause||",
    "punjabi": "(ਪਰ) ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਿਰਫ਼ ਉਸ ਮਨੁੱਖ ਨੇ) ਜਪਿਆ ਹੈ (ਜਿਸ ਉਤੇ) ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਮਿਹਰ ਕੀਤੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3606,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "hir hir Agm Agocru suAwmI; jn jip imil sll slly ]",
    "transliteration": "Har Har Agam Agochar Suaamee Jan Jap Mil Salal Salalae ||",
    "translation": "Our Lord and Master, Har, Har, is inaccessible and unfathomable. Meditating on Him, His humble servant merges with Him, like water with water.",
    "punjabi": "ਮਾਲਕ-ਪ੍ਰਭੂ ਅਪਹੁੰਚ ਹੈ, ਇੰਦ੍ਰਿਆਂ ਦੀ ਰਾਹੀਂ ਉਸ ਤਕ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਉਸ ਦੇ ਭਗਤ ਉਸ ਦਾ ਨਾਮ ਜਪ ਕੇ (ਇਉਂ ਹੋ ਜਾਂਦੇ ਹਨ, ਜਿਵੇਂ) ਪਾਣੀ ਵਿਚ ਪਾਣੀ ਮਿਲ ਕੇ (ਇੱਕ-ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3606,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "hir ky sMq imil. rwm rsu pwieAw; hm jn kY bil blly ]1]",
    "transliteration": "Har Kae Santh Mil Raam Ras Paaeiaa Ham Jan Kai Bal Balalae ||1||",
    "translation": "Meeting with the Lord's Saints, I have obtained the sublime essence of the Lord. I am a sacrifice, a sacrifice to His humble servants. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਸੰਤ ਜਨਾਂ ਨੇ (ਸਾਧ ਸੰਗਤ ਵਿਚ) ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਿਆ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਸੰਤ ਜਨਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ ਕੁਰਬਾਨ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3606,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "purKoqmu hir nwmu jin gwieE; siB dwld duK dlly ]",
    "transliteration": "Purakhotham Har Naam Jan Gaaeiou Sabh Dhaaladh Dhukh Dhalalae ||",
    "translation": "The Lord's humble servant sings the Praises of the Name of the Supreme, Primal Soul, and all poverty and pain are destroyed.",
    "punjabi": "ਜਿਸ ਸੇਵਕ ਨੇ ਉੱਤਮ ਪੁਰਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ, ਪ੍ਰਭੂ ਨੇ ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਦਰਿੱਦਰ ਨਾਸ ਕਰ ਦਿੱਤੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3606,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ivic dyhI doK AswD pMc DwqU; hir kIey iKn prly ]2]",
    "transliteration": "Vich Dhaehee Dhokh Asaadhh Panch Dhhaathoo Har Keeeae Khin Paralae ||2||",
    "translation": "Within the body are the five evil and uncontrollable passions. The Lord destroys them in an instant. ||2||",
    "punjabi": "ਮਨੁੱਖਾ ਸਰੀਰ ਵਿਚ ਕਾਮਾਦਿਕ ਪੰਜ ਬਲੀ ਵਿਕਾਰ ਵੱਸਦੇ ਹਨ, (ਨਾਮ ਜਪਣ ਵਾਲੇ ਦੇ ਅੰਦਰੋਂ) ਪ੍ਰਭੂ ਇਹ ਵਿਕਾਰ ਇਕ ਖਿਨ ਵਿਚ ਨਾਸ ਕਰ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3606,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "hir ky sMq. min pRIiq lgweI; ijau dyKY sis kmly ]",
    "transliteration": "Har Kae Santh Man Preeth Lagaaee Jio Dhaekhai Sas Kamalae ||",
    "translation": "The Lord's Saint loves the Lord in his mind, like the lotus flower gazing at the moon.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਨੇ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਪ੍ਰੀਤ ਇਉਂ ਲਾਈ ਹੈ, ਜਿਵੇਂ (ਚਕੋਰ) ਚੰਦ੍ਰਮਾ ਨੂੰ (ਪਿਆਰ ਨਾਲ) ਵੇਖਦਾ ਹੈ, ਜਿਵੇਂ (ਭੌਰਾ) ਕੌਲ ਫੁੱਲ ਨੂੰ ਵੇਖਦਾ ਹੈ,",
    "pronunciation": "sis, kmly: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3606,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "aunvY Gnu. Gn Ginhru grjY; min ibgsY, mor murly ]3]",
    "transliteration": "Ounavai Ghan Ghan Ghanihar Garajai Man Bigasai Mor Muralae ||3||",
    "translation": "The clouds hang low, the clouds tremble with thunder, and the mind dances joyfully like the peacock. ||3||",
    "punjabi": "ਜਿਵੇਂ ਪੈਲ ਪਾਂਦਾ ਮੋਰ ਆਪਣੇ ਮਨ ਵਿਚ (ਤਦੋਂ) ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ (ਜਦੋਂ) ਬੱਦਲ ਝੁਕਦਾ ਹੈ ਤੇ ਬਹੁਤ ਗੱਜਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ikRpwlU gurU jI (aunvY) Jukdy hn[ (Gnu) iek-rs[ (Gn) Gxy hI, bhuqy, (Ginhru) b`dl gurU[ gursyvk rUp mor hI (murly) mor",
    "type_id": 3
  },
  {
    "shabad_id": 3606,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "hmrY suAwmI loc hm lweI; hm jIvh dyiK hir imly ]",
    "transliteration": "Hamarai Suaamee Loch Ham Laaee Ham Jeevehi Dhaekh Har Milae ||",
    "translation": "My Lord and Master has placed this yearning within me; I live by seeing and meeting my Lord.",
    "punjabi": "ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਮੇਰੇ ਅੰਦਰ (ਆਪਣੇ ਨਾਮ ਦੀ) ਲਗਨ ਲਾ ਦਿੱਤੀ ਹੈ, ਮੈਂ ਉਸ ਨੂੰ ਵੇਖ ਵੇਖ ਕੇ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3606,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "jn nwnk. hir Aml hir lwey; hir mylhu And Bly ]4]2]",
    "transliteration": "Jan Naanak Har Amal Har Laaeae Har Maelahu Anadh Bhalae ||4||2||",
    "translation": "Servant Nanak is addicted to the intoxication of the Lord; meeting with the Lord, he finds sublime bliss. ||4||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਹਰੀ! ਤੂੰ ਆਪ ਹੀ ਮੈਨੂੰ ਆਪਣੇ ਨਾਮ ਦਾ ਨਸ਼ਾ ਲਾਇਆ ਹੈ, ਮੈਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜੀ ਰੱਖ, ਇਸੇ ਵਿਚ ਹੀ ਮੈਨੂੰ ਸੋਹਣਾ ਆਨੰਦ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3607,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nt mhlw 4 ]",
    "transliteration": "Natt Mehalaa 4 ||",
    "translation": "Nat, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3607,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "myry mn; jip hir hir nwmu sKy ]",
    "transliteration": "Maerae Man Jap Har Har Naam Sakhae ||",
    "translation": "O my mind, chant the Name of the Lord, Har, Har, your only Friend.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ। (ਹਰਿ-ਨਾਮਿ ਹੀ ਅਸਲ) ਮਿੱਤਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
