[
  {
    "shabad_id": 3622,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "nt mhlw 5 ]",
    "transliteration": "Natt Mehalaa 5 ||",
    "translation": "Nat, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3622,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "hau vwir vwir jwau; gur gopwl ]1] rhwau ]",
    "transliteration": "Ho Vaar Vaar Jaao Gur Gopaal ||1|| Rehaao ||",
    "translation": "I am a sacrifice, a sacrifice to the Guru, the Lord of the World. ||1||Pause||",
    "punjabi": "ਹੇ ਸਭ ਤੋਂ ਵੱਡੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਣਹਾਰ! ਮੈਂ (ਤੈਥੋਂ) ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3622,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "moih inrgun. qum pUrn dwqy; dInw nwQ dieAwl ]1]",
    "transliteration": "Mohi Niragun Thum Pooran Dhaathae Dheenaa Naathh Dhaeiaal ||1||",
    "translation": "I am unworthy; You are the Perfect Giver. You are the Merciful Master of the meek. ||1||",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਦੇ ਨਾਥ! ਹੇ ਦਇਆ ਦੇ ਘਰ ਪ੍ਰਭੂ! ਮੈਂ ਗੁਣ-ਹੀਨ ਹਾਂ, ਤੂੰ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3622,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "aUTq bYTq sovq jwgq; jIA pRwn Dn mwl ]2]",
    "transliteration": "Oothath Baithath Sovath Jaagath Jeea Praan Dhhan Maal ||2||",
    "translation": "While standing up and sitting down, while sleeping and awake, You are my soul, my breath of life, my wealth and property. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਉਠਦਿਆਂ ਬੈਠਦਿਆਂ ਸੁੱਤਿਆਂ ਜਾਗਦਿਆਂ ਤੂੰ ਹੀ ਮੇਰੀ ਜਿੰਦ ਦਾ ਮੇਰੇ ਪ੍ਰਾਣਾਂ ਦਾ ਸਹਾਰਾ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3622,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "drsn ipAws bhuqu min myrY; nwnk drs inhwl ]3]8]9]",
    "transliteration": "Dharasan Piaas Bahuth Man Maerai Naanak Dharas Nihaal ||3||8||9||",
    "translation": "Within my mind there is such a great thirst for the Blessed Vision of Your Darshan. Nanak is enraptured with Your Glance of Grace. ||3||8||9||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਮਨ ਵਿਚ ਤੇਰੇ ਦਰਸਨ ਦੀ ਬਹੁਤ ਤਾਂਘ ਹੈ। (ਮੈਨੂੰ) ਨਾਨਕ ਨੂੰ ਦਰਸਨ ਦੇ ਕੇ ਨਿਹਾਲ ਕਰ ॥੩॥੮॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3623,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "nt pVqwl mhlw 5",
    "transliteration": "Natt Parrathaal Mehalaa 5",
    "translation": "Nat Partaal, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਨਟ-ਨਾਰਾਇਨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3623,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3623,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "koaU hY; myro swjnu mIqu ]",
    "transliteration": "Kooo Hai Maero Saajan Meeth ||",
    "translation": "Is there any friend or companion of mine,",
    "punjabi": "ਕੋਈ ਵਿਰਲਾ ਹੀ (ਲੱਭਦਾ) ਹੈ ਇਹੋ ਜਿਹਾ ਸੱਜਣ ਮਿੱਤਰ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3623,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "hir nwmu sunwvY nIq ]",
    "transliteration": "Har Naam Sunaavai Neeth ||",
    "translation": "Who will constantly share the Lord's Name with me?",
    "punjabi": "ਜਿਹੜਾ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸੁਣਾਂਦਾ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3623,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ibnsY duKu ibprIiq ]",
    "transliteration": "Binasai Dhukh Bipareeth ||",
    "translation": "Will he rid me of my pains and evil tendencies?",
    "punjabi": "(ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਭੈੜੇ ਪਾਸੇ ਦੀ ਪ੍ਰੀਤ ਦਾ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3623,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "sBu Arpau; mnu qnu cIqu ]1] rhwau ]",
    "transliteration": "Sabh Arapo Man Than Cheeth ||1|| Rehaao ||",
    "translation": "I would surrender my mind, body, consciousness and everything. ||1||Pause||",
    "punjabi": "(ਜੇ ਕੋਈ ਹਰਿ-ਨਾਮ ਸੁਣਾਣ ਵਾਲਾ ਸੱਜਣ ਮਿਲ ਪਏ, ਤਾਂ ਉਸ ਤੋਂ) ਮੈਂ ਆਪਣਾ ਮਨ ਆਪਣਾ ਤਨ ਆਪਣਾ ਚਿੱਤ ਸਭ ਕੁਝ ਸਦਕੇ ਕਰ ਦਿਆਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3623,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "koeI ivrlw; Awpn kIq ]",
    "transliteration": "Koee Viralaa Aapan Keeth ||",
    "translation": "How rare is that one whom the Lord makes His own,",
    "punjabi": "ਕੋਈ ਵਿਰਲਾ ਹੀ (ਲੱਭਦਾ) ਹੈ (ਇਹੋ ਜਿਹਾ ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਨੇ) ਆਪਣਾ ਬਣਾ ਲਿਆ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3623,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "sMig crnkml; mnu sIq ]",
    "transliteration": "Sang Charan Kamal Man Seeth ||",
    "translation": "And whose mind is sewn into the Lord's Lotus Feet.",
    "punjabi": "ਜਿਸ ਨੇ ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਨਾਲ ਆਪਣਾ ਮਨ ਜੋੜ ਰੱਖਿਆ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3623,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "kir ikrpw; hir jsu dIq ]1]",
    "transliteration": "Kar Kirapaa Har Jas Dheeth ||1||",
    "translation": "Granting His Grace, the Lord blesses him with His Praise. ||1||",
    "punjabi": "ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਕਿਰਪਾ ਕਰ ਕੇ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਦੀ ਦਾਤਿ) ਦਿੱਤੀ ਹੁੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3623,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "hir Bij; jnmu pdwrQu jIq ]",
    "transliteration": "Har Bhaj Janam Padhaarathh Jeeth ||",
    "translation": "Vibrating, meditating on the Lord, he is victorious in this precious human life,",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਕਾਮਯਾਬ ਬਣਾ ਲਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3623,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "koit piqq; hoih punIq ]",
    "transliteration": "Kott Pathith Hohi Puneeth ||",
    "translation": "And millions of sinners are sanctified.",
    "punjabi": "(ਨਾਮ ਜਪ ਕੇ) ਕ੍ਰੋੜਾਂ ਵਿਕਾਰੀ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3623,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "nwnk dws; bil bil kIq ]2]1]10]19]",
    "transliteration": "Naanak Dhaas Bal Bal Keeth ||2||1||10||19||",
    "translation": "Slave Nanak is a sacrifice, a sacrifice to Him. ||2||1||10||19||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਨਾਮ ਜਪਣ ਵਾਲੇ ਅਜਿਹੇ) ਦਾਸ ਤੋਂ ਮੈਂ ਆਪਣੇ ਆਪ ਨੂੰ ਸਦਕੇ ਕਰਦਾ ਹਾਂ ਕੁਰਬਾਨ ਕਰਦਾ ਹਾਂ ॥੨॥੧॥੧੦॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3624,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "nt AstpdIAw mhlw 4",
    "transliteration": "Natt Asattapadheeaa Mehalaa 4",
    "translation": "Nat Ashtapadees, Fourth Mehl:",
    "punjabi": "ਰਾਗ ਨਟ-ਨਾਰਾਇਨ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "AstpdIAW: s pYr ibMdI n lwau",
    "type_id": 3
  },
  {
    "shabad_id": 3624,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3624,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "rwm; myry min qin nwmu ADwry ]",
    "transliteration": "Raam Maerae Man Than Naam Adhhaarae ||",
    "translation": "O Lord, Your Name is the support of my mind and body.",
    "punjabi": "ਹੇ ਰਾਮ! ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਤਨ ਵਿਚ ਤੇਰਾ ਨਾਮ ਹੀ ਆਸਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3624,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "iKnu plu rih. n skau ibnu syvw; mY gurmiq nwmu sm@wry ]1] rhwau ]",
    "transliteration": "Khin Pal Rehi N Sako Bin Saevaa Mai Guramath Naam Samhaarae ||1|| Rehaao ||",
    "translation": "I cannot survive for a moment, even for an instant, without serving You. Following the Guru's Teachings, I dwell upon the Naam, the Name of the Lord. ||1||Pause||",
    "punjabi": "ਤੇਰੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਨ ਤੋਂ ਬਿਨਾ ਮੈਂ ਇਕ ਖਿਨ ਇਕ ਪਲ ਭਰ ਭੀ ਰਹਿ ਨਹੀਂ ਸਕਦਾ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੈਂ ਤੇਰਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3624,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "hir hir hir hir. hir min iDAwvhu; mY hir hir nwmu ipAwry ]",
    "transliteration": "Har Har Har Har Har Man Dhhiaavahu Mai Har Har Naam Piaarae ||",
    "translation": "Within my mind, I meditate on the Lord, Har, Har, Har, Har, Har. The Name of the Lord, Har, Har, is so dear to me.",
    "punjabi": "ਤੁਸੀ ਭੀ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਿਆ ਕਰੋ। ਮੈਨੂੰ ਤਾਂ ਹਰਿ-ਨਾਮ ਹੀ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3624,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "dIn dieAwl Bey pRB Twkur; gur kY sbid svwry ]1]",
    "transliteration": "Dheen Dhaeiaal Bheae Prabh Thaakur Gur Kai Sabadh Savaarae ||1||",
    "translation": "When God,my Lord and Master,became merciful to me the meek one, I was exalted by the Word of the Guru's Shabad. ||1||",
    "punjabi": "ਠਾਕੁਰ-ਪ੍ਰਭੂ ਜਿਨ੍ਹਾਂ ਕੰਗਾਲਾਂ ਉਤੇ ਭੀ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸੋਹਣਾ ਬਣਾ ਦੇਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3624,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "mDsUdn jgjIvn mwDo; myry Twkur Agm Apwry ]",
    "transliteration": "Madhhasoodhan Jagajeevan Maadhho Maerae Thaakur Agam Apaarae ||",
    "translation": "Almighty Lord, Slayer of demons, Life of the World, my Lord and Master, inaccessible and infinite:",
    "punjabi": "ਹੇ ਮਧ ਸੂਦਨ! ਹੇ ਜਗ ਜੀਵਨ! ਹੇ ਮਾਧੋ! ਹੇ ਮੇਰੇ ਠਾਕੁਰ! ਹੇ ਅਪਹੁੰਚ! ਹੇ ਬੇਅੰਤ!",
    "pronunciation": "j`gjIvn",
    "type_id": 3
  },
  {
    "shabad_id": 3624,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "iek ibnau bynqI krau gur AwgY; mY. swDU crn pKwry ]2]",
    "transliteration": "Eik Bino Baenathee Karo Gur Aagai Mai Saadhhoo Charan Pakhaarae ||2||",
    "translation": "I offer this one prayer to the Guru, to bless me, that I may wash the feet of the Holy. ||2||",
    "punjabi": "(ਜੇ ਤੂੰ ਮਿਹਰ ਕਰੇਂ, ਤਾਂ ਤੇਰੇ ਨਾਮ ਦੀ ਪ੍ਰਾਪਤੀ ਵਾਸਤੇ) ਮੈਂ ਗੁਰੂ ਪਾਸ ਸਦਾ ਬੇਨਤੀ ਕਰਦਾ ਰਹਾਂ, ਮੈਂ ਗੁਰੂ ਦੇ ਚਰਨ ਹੀ ਧੋਂਦਾ ਰਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3624,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "shs nyqR. nyqR hY pRB kau; pRB eyko purKu inrwry ]",
    "transliteration": "Sehas Naethr Naethr Hai Prabh Ko Prabh Eaeko Purakh Niraarae ||",
    "translation": "The thousands of eyes are the eyes of God; the One God, the Primal Being, remains unattached.",
    "punjabi": "(ਸਰਬ-ਵਿਆਪਕ) ਪ੍ਰਭੂ ਦੀਆਂ ਹਜ਼ਾਰਾਂ ਹੀ ਅੱਖਾਂ ਹਨ, (ਫਿਰ ਭੀ) ਉਹ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਸਦਾ ਨਿਰਲੇਪ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3624,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "shs mUriq. eyko pRBu Twkuru; pRBu eyko gurmiq qwry ]3]",
    "transliteration": "Sehas Moorath Eaeko Prabh Thaakur Prabh Eaeko Guramath Thaarae ||3||",
    "translation": "The One God, our Lord and Master, has thousands of forms; God alone, through the Guru's Teachings, saves us. ||3||",
    "punjabi": "ਉਹ ਮਾਲਕ-ਪ੍ਰਭੂ ਹਜ਼ਾਰਾਂ ਸਰੀਰਾਂ ਵਾਲਾ ਹੈ, ਫਿਰ ਭੀ ਉਹ ਆਪਣੇ ਵਰਗਾ ਆਪ ਹੀ ਇੱਕ ਹੈ। ਉਹ ਆਪ ਹੀ ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਰਾਹੀਂ ਜੀਵਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3624,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "gurmiq nwmu dmodru pwieAw; hir hir nwmu auir Dwry ]",
    "transliteration": "Guramath Naam Dhamodhar Paaeiaa Har Har Naam Our Dhhaarae ||",
    "translation": "Following the Guru's Teachings, I have been blessed with the Naam, the Name of the Lord. I have enshrined within my heart the Name of the Lord, Har, Har.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਉਹ ਉਸ ਨਾਮ ਨੂੰ ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3624,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "hir hir kQw bnI Aiq mITI; ijau gUMgw gtk sm@wry ]4]",
    "transliteration": "Har Har Kathhaa Banee Ath Meethee Jio Goongaa Gattak Samhaarae ||4||",
    "translation": "The sermon of the Lord, Har, Har, is so very sweet; like the mute, I taste its sweetness, but I cannot describe it at all. ||4||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਉਸ ਨੂੰ ਬਹੁਤ ਮਿੱਠੀ ਲੱਗਦੀ ਹੈ, ਉਸ ਨੂੰ ਉਹ ਹਰ ਵੇਲੇ ਹਿਰਦੇ ਵਿਚ ਸੰਭਾਲੀ ਰੱਖਦਾ ਹੈ (ਪਰ ਕਿਸੇ ਨੂੰ ਦੱਸਦਾ ਨਹੀਂ,) ਜਿਵੇਂ ਕੋਈ ਗੁੰਗਾ (ਕੋਈ ਸ਼ਰਬਤ ਆਦਿਕ) ਬੜੇ ਸੁਆਦ ਨਾਲ ਪੀਂਦਾ ਹੈ (ਤੇ, ਸੁਆਦ ਦੱਸ ਨਹੀਂ ਸਕਦਾ) ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3624,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "rsnw swd cKY Bwie dUjY; Aiq PIky loB ibkwry ]",
    "transliteration": "Rasanaa Saadh Chakhai Bhaae Dhoojai Ath Feekae Lobh Bikaarae ||",
    "translation": "The tongue savors the bland, insipid taste of the love of duality, greed and corruption.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੀ ਜੀਭ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ (ਹੋਰ ਹੋਰ ਪਦਾਰਥਾਂ ਦੇ) ਸੁਆਦ ਚੱਖਦੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਲੋਭ ਆਦਿਕ ਅੱਤ ਫਿੱਕੇ ਵਿਕਾਰਾਂ ਵਿਚ ਹੀ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "c`KY",
    "type_id": 3
  },
  {
    "shabad_id": 3624,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "jo gurmuiK swd cKih rwm nwmw; sB An rs swd ibswry ]5]",
    "transliteration": "Jo Guramukh Saadh Chakhehi Raam Naamaa Sabh An Ras Saadh Bisaarae ||5||",
    "translation": "The Gurmukh tastes the flavor of the Lord's Name, and all other tastes and flavors are forgotten. ||5||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਜਿਹੜੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਮਾਣਦੇ ਹਨ, ਉਹ ਹੋਰ ਹੋਰ ਰਸਾਂ ਦੇ ਸੁਆਦ ਭੁਲਾ ਦੇਂਦੇ ਹਨ ॥੫॥",
    "pronunciation": "c`Kih",
    "type_id": 3
  },
  {
    "shabad_id": 3624,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "gurmiq rwm nwmu Dnu pwieAw; suix khiqAw pwp invwry ]",
    "transliteration": "Guramath Raam Naam Dhhan Paaeiaa Sun Kehathiaa Paap Nivaarae ||",
    "translation": "Following the Guru's Teachings, I have obtained the wealth of the Lord's Name; hearing it, and chanting it, sins are eradicated.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਲੱਭ ਲਿਆ ਹੈ, ਉਹ ਸਦਾ ਨਾਮ ਸੁਣ ਕੇ ਤੇ ਉਚਾਰ ਕੇ ਪਾਪ ਦੂਰ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3624,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "Drmrwie jmu nyiV. n AwvY; myry Twkur ky jn ipAwry ]6]",
    "transliteration": "Dhharam Raae Jam Naerr N Aavai Maerae Thaakur Kae Jan Piaarae ||6||",
    "translation": "The Messenger of Death and the Righteous Judge of Dharma do not even approach the beloved servant of my Lord and Master. ||6||",
    "punjabi": "ਅਜਿਹੇ ਮਨੁੱਖ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਪਿਆਰੇ ਹੁੰਦੇ ਹਨ, ਧਰਮਰਾਜ ਜਾਂ (ਉਸ ਦਾ ਕੋਈ) ਜਮ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3624,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "sws sws sws hY jyqy; mY. gurmiq nwmu sm@wry ]",
    "transliteration": "Saas Saas Saas Hai Jaethae Mai Guramath Naam Samhaarae ||",
    "translation": "With as many breaths as I have, I chant the Naam, under Guru's Instructions.",
    "punjabi": "ਜ਼ਿੰਦਗੀ ਦੇ ਜਿਤਨੇ ਭੀ ਸਾਹ ਹਨ (ਉਹਨਾਂ ਵਿਚ) ਮੈਂ ਤਾਂ ਗੁਰੂ ਦੀ ਮੱਤ ਦੇ ਆਸਰੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਸਿਮਰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3624,
    "pada": 9,
    "source_line": 19,
    "gurmukhi": "swsu swsu jwie, nwmY ibnu; so ibrQw swsu ibkwry ]7]",
    "transliteration": "Saas Saas Jaae Naamai Bin So Birathhaa Saas Bikaarae ||7||",
    "translation": "Each and every breath which escapes me without the Naam - that breath is useless and corrupt. ||7||",
    "punjabi": "ਜਿਹੜਾ ਇੱਕ ਭੀ ਸਾਹ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਾਹ ਵਿਅਰਥ ਜਾਂਦਾ ਹੈ, ਬੇ-ਕਾਰ ਜਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3624,
    "pada": 10,
    "source_line": 19,
    "gurmukhi": "ikRpw ikRpw kir dIn. pRB srnI; mokau. hir jn myil ipAwry ]",
    "transliteration": "Kirapaa Kirapaa Kar Dheen Prabh Saranee Mo Ko Har Jan Mael Piaarae ||",
    "translation": "Please grant Your Grace; I am meek; I seek Your Sanctuary, God. Unite me with Your beloved, humble servants.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਦੀਨ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੇਰੇ ਉਤੇ ਮਿਹਰ ਕਰ ਮਿਹਰ ਕਰ। ਮੈਨੂੰ ਆਪਣੇ ਪਿਆਰੇ ਭਗਤ ਮਿਲਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]