[
  {
    "shabad_id": 3624,
    "pada": 10,
    "source_line": 1,
    "gurmukhi": "nwnk dwsin dwsu khqu hY; hm dwsn ky pinhwry]8]1]",
    "transliteration": "Naanak Dhaasan Dhaas Kehath Hai Ham Dhaasan Kae Panihaarae ||8||1||",
    "punjabi": "ਮੈਂ ਤੇਰੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਆਖਦਾ ਹਾਂ, ਮੈਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦਾ ਪਾਣੀ ਢੋਣ ਵਾਲਾ ਬਣਾਈ ਰੱਖ ॥੮॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3625,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "nt mhlw 4 ]",
    "transliteration": "Natt Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3625,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "rwm; hm pwQr inrgunIAwry]",
    "transliteration": "Raam Ham Paathhar Niraguneeaarae ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! ਅਸੀਂ ਜੀਵ ਨਿਰਦਈ ਹਾਂ, ਗੁਣਾਂ ਤੋਂ ਸੱਖਣੇ ਹਾਂ।",
    "pronunciation": "inrgunI-Awry",
    "type_id": 3
  },
  {
    "shabad_id": 3625,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ikRpw ikRpw kir gurU imlwey; hm pwhn. sbid gur qwry]1]rhwau]",
    "transliteration": "Kirapaa Kirapaa Kar Guroo Milaaeae Ham Paahan Sabadh Gur Thaarae ||1|| Rehaao ||",
    "punjabi": "ਮਿਹਰ ਕਰ ਮਿਹਰ ਕਰ, ਸਾਨੂੰ ਗੁਰੂ ਮਿਲਾ। ਸਾਨੂੰ ਪੱਥਰਾਂ ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3625,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "siqgur nwmu idRVwey. Aiq mITw; mYlwgru mlgwry]",
    "transliteration": "Sathigur Naam Dhrirraaeae Ath Meethaa Mailaagar Malagaarae ||",
    "punjabi": "ਹੇ ਗੁਰੂ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕਾ ਕਰ, ਇਹ ਨਾਮ ਬਹੁਤ ਮਿੱਠਾ ਹੈ ਤੇ (ਠੰਢਕ ਅਪੜਾਣ ਵਿਚ) ਚੰਦਨ ਤੋਂ ਭੀ ਸ੍ਰੇਸ਼ਟ ਹੈ।",
    "pronunciation": "(mYlwgru) cMdn[ (mlgwry) ^SbUdwr, mYl gwlx vwlw",
    "type_id": 3
  },
  {
    "shabad_id": 3625,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "nwmY suriq vjI hY dh idis; hir muskI musk gMDwry]1]",
    "transliteration": "Naamai Surath Vajee Hai Dheh Dhis Har Musakee Musak Gandhhaarae ||1||",
    "punjabi": "ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਇਹ ਸੁਰਤ ਪ੍ਰਬਲ ਹੁੰਦੀ ਹੈ ਕਿ ਜਗਤ ਵਿਚ ਹਰ ਪਾਸੇ ਪਰਮਾਤਮਾ ਦੀ ਹਸਤੀ ਦੀ ਸੁਗੰਧੀ ਪਸਰ ਰਹੀ ਹੈ ॥੧॥",
    "pronunciation": "v`jI",
    "type_id": 3
  },
  {
    "shabad_id": 3625,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "qyrI inrgux kQw. kQw hY mITI; guir. nIky bcn smwry]",
    "transliteration": "Thaeree Niragun Kathhaa Kathhaa Hai Meethee Gur Neekae Bachan Samaarae ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਮਿੱਠੀ ਹੈ, ਇਸ ਉਤੇ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪੈ ਸਕਦਾ। ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ) ਸੋਹਣੇ ਬਚਨ ਹਿਰਦੇ ਵਿਚ ਵਸਾਏ ਜਾ ਸਕਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3625,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "gwvq gwvq hir gun gwey; gun gwvq. guir insqwry]2]",
    "transliteration": "Gaavath Gaavath Har Gun Gaaeae Gun Gaavath Gur Nisathaarae ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਵਣੇ ਸ਼ੁਰੂ ਕੀਤੇ, ਗੁਣ ਗਾਂਦਿਆਂ ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਨੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3625,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ibbyku gurU gurU smdrsI; iqsu imlIAY sMk auqwry]",
    "transliteration": "Bibaek Guroo Guroo Samadharasee This Mileeai Sank Outhaarae ||",
    "punjabi": "ਗੁਰੂ ਚੰਗੇ ਮੰਦੇ ਕੰਮਾਂ ਦੀ ਪਰਖ ਕਰਨ ਵਿਚ ਨਿਪੁੰਨ ਹੈ, ਗੁਰੂ ਸਭ ਜੀਵਾਂ ਨੂੰ ਇਕੋ ਜਿਹਾ ਪਿਆਰ ਨਾਲ ਵੇਖਣ ਵਾਲਾ ਹੈ। (ਆਪਣੇ ਮਨ ਦੇ ਸਾਰੇ) ਸ਼ੰਕੇ ਦੂਰ ਕਰ ਕੇ ਉਸ (ਗੁਰੂ) ਨੂੰ ਮਿਲਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3625,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "siqgur imilAY. prmpdu pwieAw; hau. siqgur kY bilhwry]3]",
    "transliteration": "Sathigur Miliai Param Padh Paaeiaa Ho Sathigur Kai Balihaarae ||3||",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ। ਮੈਂ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3625,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "pwKMf pwKMf kir kir Brmy; loBu pwKMfu jig buirAwry]",
    "transliteration": "Paakhandd Paakhandd Kar Kar Bharamae Lobh Paakhandd Jag Buriaarae ||",
    "punjabi": "(ਮਾਇਆ ਆਦਿਕ ਬਟੋਰਨ ਲਈ ਅਨੇਕਾਂ ਧਾਰਮਿਕ) ਦਿਖਾਵੇ ਸਦਾ ਕਰ ਕਰ ਕੇ (ਜੀਵ) ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ। ਇਹ ਲੋਭ ਤੇ ਇਹ (ਧਾਰਮਿਕ) ਵਿਖਾਵਾ ਜਗਤ ਵਿਚ ਇਹ ਬੜੇ ਭੈੜੇ (ਵੈਰੀ) ਹਨ।",
    "pronunciation": "j`ig",
    "type_id": 3
  },
  {
    "shabad_id": 3625,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "hliq pliq duKdweI hovih; jmkwlu KVw isir mwry]4]",
    "transliteration": "Halath Palath Dhukhadhaaee Hovehi Jamakaal Kharraa Sir Maarae ||4||",
    "punjabi": "ਇਸ ਲੋਕ ਵਿਚ ਅਤੇ ਪਰਲੋਕ ਵਿਚ (ਇਹ ਸਦਾ) ਦੁਖਦਾਈ ਹੁੰਦੇ ਹਨ, (ਇਹਨਾਂ ਦੇ ਕਾਰਨ) ਜਮਕਾਲ (ਜੀਵਾਂ ਦੇ) ਸਿਰ ਉਤੇ ਖਲੋਤਾ ਹੋਇਆ (ਸਭਨਾਂ ਨੂੰ) ਆਤਮਕ ਮੌਤੇ ਮਾਰੀ ਜਾਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "KV@w",
    "type_id": 3
  },
  {
    "shabad_id": 3625,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "augvY idnsu. Awlu jwlu sm@wlY; ibKu mwieAw ky ibsQwry]",
    "transliteration": "Ougavai Dhinas Aal Jaal Samhaalai Bikh Maaeiaa Kae Bisathhaarae ||",
    "punjabi": "(ਜਦੋਂ) ਦਿਨ ਚੜ੍ਹਦਾ ਹੈ (ਉਸੇ ਵੇਲੇ ਲੋਭ-ਵਸ ਜੀਵ) ਘਰ ਦੇ ਧੰਧੇ, ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ ਦੇ ਖਿਲਾਰੇ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3625,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "AweI rYin. BieAw supnMqru; ibKu supnY BI, duK swry]5]",
    "transliteration": "Aaee Rain Bhaeiaa Supananthar Bikh Supanai Bhee Dhukh Saarae ||5||",
    "punjabi": "(ਜਦੋਂ) ਰਾਤ ਆ ਗਈ (ਤਦੋਂ ਜੀਵ ਦਿਨ ਵਾਲੇ ਕੀਤੇ ਧੰਧਿਆਂ ਅਨੁਸਾਰ) ਸੁਪਨਿਆਂ ਵਿਚ ਗ਼ਲਤਾਨ ਹੋ ਗਿਆ, ਸੁਪਨੇ ਵਿਚ ਭੀ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ ਦੁੱਖਾਂ ਨੂੰ ਹੀ ਸੰਭਾਲਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3625,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "klru Kyqu lY kUVu jmwieAw; sB kUVY ky Klvwry]",
    "transliteration": "Kalar Khaeth Lai Koorr Jamaaeiaa Sabh Koorrai Kae Khalavaarae ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖਾਂ ਦਾ ਇਹ ਹਿਰਦਾ-ਖੇਤ ਕੱਲਰ ਹੈ (ਜਿਸ ਵਿਚ ਨਾਮ-ਬੀਜ ਨਹੀਂ ਉੱਗ ਸਕਦਾ। ਸਾਕਤ) ਉਸ ਵਿਚ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦਾ ਮੋਹ ਹੀ ਬੀਜਦੇ ਰਹਿੰਦੇ ਹਨ, ਅਤੇ ਮੋਹ ਮਾਇਆ ਦੇ ਖਲਵਾੜੇ ਹੀ ਇਕੱਠੇ ਕਰਦੇ ਹਨ।",
    "pronunciation": "k`lru",
    "type_id": 3
  },
  {
    "shabad_id": 3625,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "swkq nr siB BUK BuKwny; dir TwFy jm jMdwry]6]",
    "transliteration": "Saakath Nar Sabh Bhookh Bhukhaanae Dhar Thaadtae Jam Jandhaarae ||6||",
    "punjabi": "(ਇਸ ਦਾ ਸਿੱਟਾ ਇਹ ਨਿਕਲਦਾ ਹੈ ਕਿ) ਸਾਕਤ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਤ੍ਰਿਸ਼ਨਾ ਦੇ ਮਾਰੇ ਹੋਏ ਰਹਿੰਦੇ ਹਨ, ਤੇ, ਬਲੀ ਜਮਰਾਜ ਦੇ ਦਰ ਤੇ ਖਲੋਤੇ ਰਹਿੰਦੇ ਹਨ (ਜਮਾਂ ਦੇ ਵੱਸ ਪਏ ਰਹਿੰਦੇ ਹਨ) ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3625,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "mnmuK krju ciVAw ibKu BwrI; auqrY sbdu vIcwry]",
    "transliteration": "Manamukh Karaj Charriaa Bikh Bhaaree Outharai Sabadh Veechaarae ||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਦੇ ਸਿਰ ਉਤੇ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲਾ (ਵਿਕਾਰਾਂ ਦਾ) ਕਰਜ਼ਾ ਚੜ੍ਹਿਆ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾਇਆਂ ਹੀ ਇਹ ਕਰਜ਼ਾ ਉਤਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3625,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ijqny krj krj ky mMgIey; kir syvk pig lig vwry]7]",
    "transliteration": "Jithanae Karaj Karaj Kae Mangeeeae Kar Saevak Pag Lag Vaarae ||7||",
    "punjabi": "(ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ) ਕਰਜ਼ਾ ਮੰਗਣ ਵਾਲੇ ਇਹਨਾਂ ਸਾਰੇ ਹੀ ਜਮਦੂਤਾਂ ਨੂੰ (ਗੁਰ-ਸ਼ਬਦ ਦਾ ਆਸਰਾ ਲੈਣ ਵਾਲਿਆਂ ਦਾ) ਸੇਵਕ ਬਣਾ ਕੇ ਉਹਨਾਂ ਦੀ ਚਰਨੀਂ ਲਾ ਕੇ ਰੋਕ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "pig: polw bolo, l`ig",
    "type_id": 3
  },
  {
    "shabad_id": 3625,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "jgMnwQ. siB jMqR aupwey; nik KInI, sB nQhwry]",
    "transliteration": "Jagannaathh Sabh Janthr Oupaaeae Nak Kheenee Sabh Nathhehaarae ||",
    "punjabi": "(ਹੇ ਭਾਈ ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਇਹ ਸਾਰੇ ਜੀਵ ਜਗਤ ਦੇ ਨਾਥ-ਪ੍ਰਭੂ ਦੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਨੱਕੋ-ਵਿੰਨ੍ਹੇ ਹੋਏ (ਪਸ਼ੂਆਂ ਵਾਂਗ) ਸਭ ਉਸੇ ਦੇ ਵੱਸ ਵਿਚ ਹਨ।",
    "pronunciation": "rwm jI ny mn rUpI n`k c hukm rUpI n`Q pweI hY[ n`ik KInI pwV ky sB (n`Qhwry) n`Q vwly kr ley Bwv Apxy ADIn kr ley hn[j`gMnwQ, n`Qhwry[",
    "type_id": 3
  },
  {
    "shabad_id": 3625,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "nwnk. pRBu iKMcY iqv clIAY; ijau BwvY rwm ipAwry]8]2]",
    "transliteration": "Naanak Prabh Khinchai Thiv Chaleeai Jio Bhaavai Raam Piaarae ||8||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਵੇਂ ਪ੍ਰਭੂ (ਜੀਵਾਂ ਦੀ ਨੱਥ) ਖਿੱਚਦਾ ਹੈ, ਜਿਵੇਂ ਪਿਆਰੇ ਰਾਮ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ ਤਿਵੇਂ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਤੁਰਨਾ ਪੈਂਦਾ ਹੈ ॥੮॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3626,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "nt mhlw 4]",
    "transliteration": "Natt Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3626,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "rwm; hir AMimRq sir nwvwry]",
    "transliteration": "Raam Har Anmrith Sar Naavaarae ||",
    "punjabi": "ਹੇ ਰਾਮ! ਹੇ ਹਰੀ! (ਜਿਹੜਾ ਮਨੁੱਖ ਤੇਰੀ ਮਿਹਰ ਨਾਲ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਤੇਰੇ ਨਾਮ-ਜਲ ਦੇ ਸਰ ਵਿਚ (ਆਪਣੇ ਮਨ ਨੂੰ) ਇਸ਼ਨਾਨ ਕਰਾਂਦਾ ਹੈ,",
    "pronunciation": "n@wvwry",
    "type_id": 3
  },
  {
    "shabad_id": 3626,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "siqguir igAwnu mjnu hY nIko; imil. klml pwp auqwry]1]rhwau]",
    "transliteration": "Sathigur Giaan Majan Hai Neeko Mil Kalamal Paap Outhaarae ||1|| Rehaao ||",
    "punjabi": "(ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਨੂੰ) ਮਿਲ ਕੇ (ਆਪਣੇ ਸਾਰੇ) ਪਾਪ ਵਿਕਾਰ ਲਾਹ ਲੈਂਦਾ ਹੈ। (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਹੀ ਗੁਰੂ (-ਸਰੋਵਰ) ਵਿਚ ਸੋਹਣਾ ਇਸ਼ਨਾਨ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "m`jnu",
    "type_id": 4
  },
  {
    "shabad_id": 3626,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "sMgiq kw gunu bhuqu AiDkweI; piV sUAw. gnk auDwry]",
    "transliteration": "Sangath Kaa Gun Bahuth Adhhikaaee Parr Sooaa Ganak Oudhhaarae ||",
    "punjabi": "ਸੰਗਤ ਦਾ ਅਸਰ ਬਹੁਤ ਅਧਿਕ ਹੋਇਆ ਕਰਦਾ ਹੈ, (ਵੇਖੋ,) ਤੋਤਾ (ਗਨਿਕਾ ਪਾਸੋਂ 'ਰਾਮ ਨਾਮ') ਪੜ੍ਹ ਕੇ ਗਨਿਕਾ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੇ ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਗਿਆ।",
    "pronunciation": "piV@",
    "type_id": 3
  },
  {
    "shabad_id": 3626,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "prs nprs Bey kuibjw kau; lY bYkuMiT isDwry]1]",
    "transliteration": "Paras Naparas Bheae Kubijaa Ko Lai Baikunth Sidhhaarae ||1||",
    "punjabi": "ਕੁਬਿਜਾ ਨੂੰ (ਸ੍ਰੀ ਕ੍ਰਿਸ਼ਨ ਜੀ ਦੇ ਚਰਨਾਂ ਦੀ) ਸ੍ਰੇਸ਼ਟ ਛੋਹ ਪ੍ਰਾਪਤ ਹੋਈ, (ਉਹ ਛੋਹ) ਉਸ ਨੂੰ ਬੈਕੁੰਠ ਵਿਚ ਭੀ ਲੈ ਪਹੁੰਚੀ ॥੧॥",
    "pronunciation": "n-prs[ kuib-jw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3626,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "Ajwml pRIiq puqR pRiq kInI; kir nwrwiex bolwry]",
    "transliteration": "Ajaamal Preeth Puthr Prath Keenee Kar Naaraaein Bolaarae ||",
    "punjabi": "ਅਜਾਮਲ ਦੀ ਆਪਣੇ ਪੁੱਤਰ (ਨਾਰਾਇਣ) ਨਾਲ ਕੀਤੀ ਹੋਈ ਪ੍ਰੀਤ (ਜਗਤ-ਪ੍ਰਸਿਧ ਹੈ। ਅਜਾਮਲ ਆਪਣੇ ਪੁੱਤਰ ਨੂੰ) ਨਾਰਾਇਣ ਨਾਮ ਨਾਲ ਬੁਲਾਂਦਾ ਸੀ (ਨਾਰਾਇਣ ਆਖਦਿਆਂ ਉਸ ਦੀ ਪ੍ਰੀਤ ਨਾਰਾਇਣ-ਪ੍ਰਭੂ ਨਾਲ ਭੀ ਬਣ ਗਈ)।",
    "pronunciation": "Ajw-m`l",
    "type_id": 3
  },
  {
    "shabad_id": 3626,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "myry Twkur kY min Bwie BwvnI; jmkMkr mwir ibdwry]2]",
    "transliteration": "Maerae Thaakur Kai Man Bhaae Bhaavanee Jamakankar Maar Bidhaarae ||2||",
    "punjabi": "ਪਿਆਰੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨਾਰਾਇਣ ਦੇ ਮਨ ਵਿਚ (ਅਜਾਮਲ ਦੀ ਉਹ) ਪ੍ਰੀਤ ਪਸੰਦ ਆ ਗਈ, ਉਸ ਨੇ ਜਮਦੂਤਾਂ ਨੂੰ ਮਾਰ ਕੇ (ਅਜਾਮਲ ਤੋਂ ਪਰੇ) ਭਜਾ ਦਿੱਤਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3626,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "mwnuKu. kQY kiQ lok sunwvY; jo bolY so. n bIcwry]",
    "transliteration": "Maanukh Kathhai Kathh Lok Sunaavai Jo Bolai So N Beechaarae ||",
    "punjabi": "ਪਰ, ਜੇ ਮਨੁੱਖ ਨਿਰਾ ਜ਼ਬਾਨੀ ਗੱਲਾਂ ਹੀ ਕਰਦਾ ਹੈ ਤੇ ਗੱਲਾਂ ਕਰ ਕੇ ਨਿਰਾ ਲੋਕਾਂ ਨੂੰ ਹੀ ਸੁਣਾਂਦਾ ਹੈ (ਉਸ ਨੂੰ ਆਪ ਨੂੰ ਇਸ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੁੰਦਾ); ਜੋ ਕੁਝ ਉਹ ਬੋਲਦਾ ਹੈ ਉਸ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਨਹੀਂ ਵਸਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3626,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "sqsMgiq imlY q idVqw AwvY; hir rwm nwim insqwry]3]",
    "transliteration": "Sathasangath Milai Th Dhirrathaa Aavai Har Raam Naam Nisathaarae ||3||",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ) ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਬੈਠਦਾ ਹੈ ਜਦੋਂ ਉਸ ਦੇ ਅੰਦਰ ਸਰਧਾ ਬੱਝਦੀ ਹੈ, (ਗੁਰੂ ਉਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (ਵਿਚ ਜੋੜ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3626,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "jb lgu jIau ipMfu hY swbqu; qb lig ikCu. n smwry]",
    "transliteration": "Jab Lag Jeeo Pindd Hai Saabath Thab Lag Kishh N Samaarae ||",
    "punjabi": "ਜਦੋਂ ਤਕ ਜਿੰਦ ਤੇ ਸਰੀਰ (ਦਾ ਮੇਲ) ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ, ਤਦੋਂ ਤਕ (ਪ੍ਰਭੂ ਨਾਲੋਂ ਟੁੱਟਾ ਹੋਇਆ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਨੂੰ) ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਵਸਾਂਦਾ,",
    "pronunciation": "l`gu,sm@wry",
    "type_id": 3
  },
  {
    "shabad_id": 3626,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "jb Gr mMdir Awig lgwnI; kiF kUpu. kFY pinhwry]4]",
    "transliteration": "Jab Ghar Mandhar Aag Lagaanee Kadt Koop Kadtai Panihaarae ||4||",
    "punjabi": "(ਇਸ ਦਾ ਹਾਲ ਉਸੇ ਮਨੁੱਖ ਵਾਂਗ ਸਮਝੋ, ਜਿਸ ਦੇ) ਘਰ-ਮਹਲ ਵਿਚ ਜਦੋਂ ਅੱਗ ਲੱਗਦੀ ਹੈ ਤਦੋਂ ਖੂਹ ਪੁੱਟ ਕੇ ਪਾਣੀ ਕੱਢਦਾ ਹੈ (ਅੱਗ ਬੁਝਾਣ ਲਈ) ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3626,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "swkq isau mn mylu. n krIAhu; ijin hir hir nwmu ibswry]",
    "transliteration": "Saakath Sio Man Mael N Kareeahu Jin Har Har Naam Bisaarae ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉੱਕਾ ਹੀ ਭੁਲਾ ਦਿੱਤਾ ਹੈ (ਉਹ ਸਾਕਤ ਹੈ, ਉਸ) ਸਾਕਤ ਨਾਲ ਕਦੇ ਸਾਂਝ ਨਾਹ ਪਾਣੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3626,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "swkq bcn ibCUAw ijau fsIAY; qij swkq prY prwry]5]",
    "transliteration": "Saakath Bachan Bishhooaa Jio Ddaseeai Thaj Saakath Parai Paraarae ||5||",
    "punjabi": "ਕਿਉਂਕਿ ਸਾਕਤ ਦੇ ਬਚਨਾਂ ਨਾਲ ਮਨੁੱਖ ਇਉਂ ਡੰਗਿਆ ਜਾਂਦਾ ਹੈ ਜਿਵੇਂ ਸੱਪ-ਠੂਹੇਂ ਦੇ ਡੰਗ ਨਾਲ। ਸਾਕਤ (ਦਾ ਸੰਗ) ਛੱਡ ਕੇ ਉਸ ਤੋਂ ਪਰੇ ਹੀ ਹੋਰ ਪਰੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ॥੫॥",
    "pronunciation": "f`sIAY",
    "type_id": 3
  }
]