[
  {
    "shabad_id": 3626,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "lig lig pRIiq. bhu pRIiq lgweI; lig swDUsMig svwry ]",
    "transliteration": "Lag Lag Preeth Bahu Preeth Lagaaee Lag Saadhhoo Sang Savaarae ||",
    "translation": "Fall in love, fall deeply in love with the Lord; clinging to the Saadh Sangat, the Company of the Holy, you will be exalted and embellished.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ) ਮੁੜ ਮੁੜ (ਗੁਰੂ ਦੀ ਚਰਨੀਂ) ਲੱਗ ਕੇ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ) ਬਹੁਤ ਪ੍ਰੀਤ ਪੈਦਾ ਕਰ ਲਈ, ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਆਪਣੇ ਜੀਵਨ ਚੰਗੇ ਬਣਾ ਲਏ,",
    "pronunciation": "l`ig",
    "type_id": 3
  },
  {
    "shabad_id": 3626,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "gur ky bcn. siq siq kir mwny; myry Twkur bhuqu ipAwry ]6]",
    "transliteration": "Gur Kae Bachan Sath Sath Kar Maanae Maerae Thaakur Bahuth Piaarae ||6||",
    "translation": "Those who accept the Word of the Guru as True, totally True, are very dear to my Lord and Master. ||6||",
    "punjabi": "ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਪੂਰੀ ਸਰਧਾ ਬਣਾ ਲਈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਬਹੁਤ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3626,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "pUrib jnim, prcUn kmwey; hir hir, hir nwim ipAwry ]",
    "transliteration": "Poorab Janam Parachoon Kamaaeae Har Har Har Naam Piaarae ||",
    "translation": "Because of actions committed in past lives, one comes to love the Name of the Lord, Har, Har, Har.",
    "punjabi": "ਪੂਰਬਲੇ ਜਨਮ ਵਿਚ ਜਿਸ ਮਨੁੱਖ ਨੇ ਥੋੜੇ ਥੋੜੇ ਸ਼ੁਭ ਕਰਮ ਕਮਾਏ, (ਉਹਨਾਂ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੁਣ ਭੀ) ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਬਣਾਇਆ,",
    "pronunciation": "ies jnim c [ (pUrib) pihlW[(prcUn) siq sMqoK iKmw gRIbI inSkwm krm SuB gux",
    "type_id": 3
  },
  {
    "shabad_id": 3626,
    "pada": 8,
    "source_line": 3,
    "gurmukhi": "gur pRswid AMimRq rsu pwieAw; rsu gwvY rsu vIcwry ]7]",
    "transliteration": "Gur Prasaadh Anmrith Ras Paaeiaa Ras Gaavai Ras Veechaarae ||7||",
    "translation": "By Guru's Grace, you shall obtain the ambrosial essence; sing of this essence, and reflect upon this essence. ||7||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਸ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਲੱਭ ਲਿਆ। ਉਹ ਮਨੁੱਖ (ਸਦਾ) ਨਾਮ-ਰਸ ਨੂੰ ਸਲਾਹੁੰਦਾ ਹੈ, ਨਾਮ-ਰਸ ਨੂੰ ਹੀ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3626,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "hir hir rUp rMg siB qyry; myry lwln lwl gulwry ]",
    "transliteration": "Har Har Roop Rang Sabh Thaerae Maerae Laalan Laal Gulaarae ||",
    "translation": "O Lord, Har, Har, all forms and colors are Yours; O my Beloved, my deep crimson ruby.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹੇ ਹਰੀ! ਹੇ ਲਾਲ! ਹੇ ਸੋਹਣੇ ਲਾਲ! (ਸਭ ਜੀਅ ਜੰਤ) ਸਾਰੇ ਤੇਰੇ ਹੀ ਰੂਪ ਹਨ ਤੇਰੇ ਹੀ ਰੰਗ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3626,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "jYsw rMgu dyih so hovY; ikAw nwnk. jMq ivcwry ]8]3]",
    "transliteration": "Jaisaa Rang Dhaehi So Hovai Kiaa Naanak Janth Vichaarae ||8||3||",
    "translation": "Only that color which You impart, Lord, exists; O Nanak, what can the poor wretched being do? ||8||3||",
    "punjabi": "ਜਿਹੋ ਜਿਹਾ ਰੰਗ ਤੂੰ (ਕਿਸੇ ਜੀਵ ਨੂੰ) ਦੇਂਦਾ ਹੈਂ (ਉਸ ਉਤੇ) ਉਹੋ ਜਿਹਾ ਰੰਗ ਹੀ ਚੜ੍ਹਦਾ ਹੈ। ਇਹਨਾਂ ਵਿਚਾਰੇ ਜੀਵਾਂ ਦੀ ਆਪਣੀ ਕੋਈ ਪਾਂਇਆਂ ਨਹੀਂ ਹੈ ॥੮॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3627,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "nt mhlw 4 ]",
    "transliteration": "Natt Mehalaa 4 ||",
    "translation": "Nat, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3627,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "rwm; gur srin pRBU rKvwry ]",
    "transliteration": "Raam Gur Saran Prabhoo Rakhavaarae ||",
    "translation": "In the Sanctuary of the Guru, the Lord God saves and protects us,",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! (ਜਿਸ ਉੱਤੇ ਭੀ ਮਿਹਰ ਕਰਦਾ ਹੈਂ ਉਸ ਨੂੰ) ਗੁਰੂ ਦੀ ਸਰਨੀ ਪਾ ਕੇ (ਵਿਕਾਰਾਂ ਵਲੋਂ ਉਸ ਦਾ) ਰਾਖਾ ਬਣਦਾ ਹੈਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3627,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ijau kuMcru qdUAY pkir clwieE; kir aUpru kiF insqwry ]1] rhwau ]",
    "transliteration": "Jio Kunchar Thadhooai Pakar Chalaaeiou Kar Oopar Kadt Nisathaarae ||1|| Rehaao ||",
    "translation": "As He protected the elephant, when the crocodile seized it and pulled it into the water; He lifted him up and pulled him out. ||1||Pause||",
    "punjabi": "ਜਿਵੇਂ ਜਦੋਂ ਤੰਦੂਏ ਨੇ ਗਜ ਨੂੰ ਫੜ ਕੇ ਖਿਚ ਲਿਆ ਸੀ, ਤਾਂ ਤੂੰ ਉਸ ਨੂੰ ਉੱਚਾ ਕਰ ਕੇ ਕੱਢ ਕੇ (ਤੰਦੂਏ ਦੀ ਫਾਹੀ ਤੋਂ) ਬਚਾ ਲਿਆ ਸੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3627,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "pRB ky syvk bhuqu Aiq nIky; min srDw kir hir Dwry ]",
    "transliteration": "Prabh Kae Saevak Bahuth Ath Neekae Man Saradhhaa Kar Har Dhhaarae ||",
    "translation": "God's servants are sublime and exalted; they enshrine faith for Him in their minds.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਭਗਤ ਬਹੁਤ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, ਪ੍ਰਭੂ (ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ) ਸਰਧਾ ਪੈਦਾ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ (ਆਪਣੇ ਨਾਮ ਦਾ) ਸਹਾਰਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3627,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "myry pRiB. srDw Bgiq min BwvY; jn kI pYj svwry ]1]",
    "transliteration": "Maerae Prabh Saradhhaa Bhagath Man Bhaavai Jan Kee Paij Savaarae ||1||",
    "translation": "Faith and devotion are pleasing to my God's Mind; He saves the honor of His humble servants. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ (ਆਪਣੇ ਸੇਵਕ ਦੇ ਅੰਦਰ) ਸਰਧਾ-ਭਗਤੀ ਪੈਦਾ ਕੀਤੀ ਹੁੰਦੀ ਹੈ, ਸੇਵਕ ਉਸ ਨੂੰ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਪ੍ਰਭੂ ਆਪ ਹੀ ਸੇਵਕ ਦੀ ਇੱਜ਼ਤ ਬਚਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3627,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "hir hir syvku. syvw lwgY; sBu dyKY bRhm pswry ]",
    "transliteration": "Har Har Saevak Saevaa Laagai Sabh Dhaekhai Breham Pasaarae ||",
    "translation": "The servant of the Lord, Har, Har, is committed to His service; He sees God pervading the entire expanse of the universe.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਜਿਹੜਾ ਸੇਵਕ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਲੱਗਦਾ ਹੈ, ਉਹ ਹਰ ਥਾਂ ਪ੍ਰਭੂ ਦਾ ਹੀ ਪਸਾਰਾ ਵੇਖਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3627,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "eyku purKu ieku ndrI AwvY; sB eykw ndir inhwry ]2]",
    "transliteration": "Eaek Purakh Eik Nadharee Aavai Sabh Eaekaa Nadhar Nihaarae ||2||",
    "translation": "He sees the One and only Primal Lord God, who blesses all with His Glance of Grace. ||2||",
    "punjabi": "ਉਸ ਨੂੰ ਉਹੀ ਸਰਬ-ਵਿਆਪਕ ਹਰ ਥਾਂ ਦਿੱਸਦਾ ਹੈ (ਉਸ ਨੂੰ ਦਿੱਸਦਾ ਹੈ ਕਿ) ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਉਤੇ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਤੱਕ ਰਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3627,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "hir pRBu Twkuru. rivAw sB TweI; sBu cyrI jgqu smwry ]",
    "transliteration": "Har Prabh Thaakur Raviaa Sabh Thaaee Sabh Chaeree Jagath Samaarae ||",
    "translation": "God, our Lord and Master, is permeating and pervading all places; He takes care of the whole world as His slave.",
    "punjabi": "ਮਾਲਕ ਹਰੀ ਪ੍ਰਭੂ ਸਭ ਥਾਵਾਂ ਵਿਚ ਭਰਪੂਰ ਹੈ, ਦਾਸੀ ਵਾਂਗ ਸਾਰੇ ਜਗਤ ਨੂੰ ਸੰਭਾਲਦਾ ਹੈ।",
    "pronunciation": "TWeIN[j`g-qu",
    "type_id": 3
  },
  {
    "shabad_id": 3627,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "Awip dieAwlu. dieAw dwnu dyvY; ivic pwQr kIry kwry ]3]",
    "transliteration": "Aap Dhaeiaal Dhaeiaa Dhaan Dhaevai Vich Paathhar Keerae Kaarae ||3||",
    "translation": "The Merciful Lord Himself mercifully gives His gifts, even to worms in stones. ||3||",
    "punjabi": "ਦਇਆ ਦਾ ਸੋਮਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਉਤੇ ਦਇਆ ਕਰਦਾ ਹੈ, ਸਭਨਾਂ ਨੂੰ ਦਾਨ ਦੇਂਦਾ ਹੈ, ਪੱਥਰਾਂ ਵਿਚ ਭੀ ਉਹ ਆਪ ਹੀ ਕੀੜੇ ਪੈਦਾ ਕਰਦਾ ਹੈ (ਤੇ ਉਹਨਾਂ ਨੂੰ ਰਿਜ਼ਕ ਅਪੜਾਂਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3627,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "AMqir vwsu. bhuqu muskweI; BRim BUlw, imrgu isM|@wry ]",
    "transliteration": "Anthar Vaas Bahuth Musakaaee Bhram Bhoolaa Mirag Sinn(g)haarae ||",
    "translation": "Within the deer is the heavy fragrance of musk, but he is confused and deluded, and he shakes his horns looking for it.",
    "punjabi": "(ਹਰਨ ਦੇ ਅੰਦਰ ਹੀ) ਕਸਤੂਰੀ ਦੀ ਬਹੁਤ ਸੁਗੰਧੀ ਮੌਜੂਦ ਹੁੰਦੀ ਹੈ, ਪਰ ਭੁਲੇਖੇ ਵਿਚ ਭੁੱਲ ਕੇ ਹਰਨ (ਉਸ ਸੁਗੰਧੀ ਦੀ ਖ਼ਾਤਰ ਝਾੜੀਆਂ ਵਿਚ) ਭਾਲ ਕਰਦਾ ਫਿਰਦਾ ਹੈ (ਇਹੀ ਹਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "isM|@wry: |@ pYr hlMq bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3627,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "bnu bnu FUiF FUiF iPir QwkI; guir pUrY Gir insqwry ]4]",
    "transliteration": "Ban Ban Dtoodt Dtoodt Fir Thhaakee Gur Poorai Ghar Nisathaarae ||4||",
    "translation": "Wandering, rambling and roaming through the forests and woods, I exhausted myself, and then in my own home, the Perfect Guru saved me. ||4||",
    "punjabi": "ਪ੍ਰਭੂ ਤਾਂ ਇਸ ਦੇ ਅੰਦਰ ਹੀ ਵੱਸਦਾ ਹੈ, ਪਰ ਇਹ ਵਿਚਾਰੀ) ਜੰਗਲ ਜੰਗਲ ਢੂੰਢ ਢੂੰਢ ਕੇ ਭਟਕ ਭਟਕ ਕੇ ਥੱਕ ਜਾਂਦੀ ਹੈ। (ਆਖ਼ਰ) ਪੂਰੇ ਗੁਰੂ ਨੇ ਇਸ ਨੂੰ ਘਰ ਵਿਚ (ਹੀ ਵੱਸਦਾ ਪ੍ਰਭੂ ਵਿਖਾਇਆ ਤੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਇਆ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3627,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "bwxI gurU. gurU hY bwxI; ivic bwxI. AMimRqu swry ]",
    "transliteration": "Baanee Guroo Guroo Hai Baanee Vich Baanee Anmrith Saarae ||",
    "translation": "The Word, the Bani is Guru, and Guru is the Bani. Within the Bani, the Ambrosial Nectar is contained.",
    "punjabi": "(ਗੁਰੂ ਦੀ) ਬਾਣੀ (ਸਿੱਖ ਦਾ) ਗੁਰੂ ਹੈ, ਗੁਰੂ ਬਾਣੀ ਵਿਚ ਮੌਜੂਦ ਹੈ। (ਗੁਰੂ ਦੀ) ਬਾਣੀ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ (ਹੈ, ਜਿਸ ਨੂੰ ਸਿੱਖ ਹਰ ਵੇਲੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸਾਂਭ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3627,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "gurubwxI khY. syvku jnu mwnY; prqiK gurU insqwry ]5]",
    "transliteration": "Gur Baanee Kehai Saevak Jan Maanai Parathakh Guroo Nisathaarae ||5||",
    "translation": "If His humble servant believes, and acts according to the Words of the Guru's Bani, then the Guru, in person, emancipates him. ||5||",
    "punjabi": "ਗੁਰੂ ਬਾਣੀ ਉਚਾਰਦਾ ਹੈ, (ਗੁਰੂ ਦਾ) ਸੇਵਕ ਉਸ ਬਾਣੀ ਉਤੇ ਸਰਧਾ ਧਾਰਦਾ ਹੈ। ਗੁਰੂ ਉਸ ਸਿੱਖ ਨੂੰ ਯਕੀਨੀ ਤੌਰ ਤੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3627,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "sBu hY bRhmu. bRhmu hY psirAw; min bIijAw Kwvwry ]",
    "transliteration": "Sabh Hai Breham Breham Hai Pasariaa Man Beejiaa Khaavaarae ||",
    "translation": "All is God, and God is the whole expanse; man eats what he has planted.",
    "punjabi": "ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਭਰਪੂਰ ਹੈ ਮੌਜੂਦ ਹੈ (ਪਰ ਜੀਵ ਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ, ਜੀਵ ਆਪਣੇ) ਮਨ ਵਿਚ ਬੀਜੇ ਕਰਮਾਂ ਦਾ ਫਲ ਖਾਂਦਾ ਹੈ (ਤੇ ਦੁੱਖੀ ਹੁੰਦਾ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3627,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "ijau jn cMdRhWsu, duiKAw iDRstbuDI; Apunw Gru lUkI jwry ]6]",
    "transliteration": "Jio Jan Chandhrehaans Dhukhiaa Dhhrisattabudhhee Apunaa Ghar Lookee Jaarae ||6||",
    "translation": "When Dhrishtabudhi tormented the humble devotee Chandrahaans, he only set his own house on fire. ||6||",
    "punjabi": "ਜਿਵੇਂ ਧ੍ਰਿਸਟਬੁਧੀ ਭਲੇ ਚੰਦ੍ਰਹਾਂਸ ਦਾ ਬੁਰਾ ਲੋਚਦਾ ਲੋਚਦਾ ਆਪਣੇ ਹੀ ਘਰ ਨੂੰ ਚੁਆਤੀ ਨਾਲ ਸਾੜ ਬੈਠਾ ॥੬॥",
    "pronunciation": "Bgq cMdRhWs jI nMU, rwjy iDRStbuDI ny ibK dyxI cwhI, jlwdW ny aus dy pu`qR mdn isMG nMU mwr id`qw[ ies ny Apxy Gr nUM cuAwqI lweI[ aus dI lVkI nwl, cMdRhWs dI SwdI ho geI, Bgq jI rwj dy mwlk bxy[vwihgurU jI A`gy pRym bynqI krky mdn isMG ijauNdw kIqw",
    "type_id": 3
  },
  {
    "shabad_id": 3627,
    "pada": 8,
    "source_line": 13,
    "gurmukhi": "pRB kau jnu AMqir ird locY; pRB. jn ky sws inhwry ]",
    "transliteration": "Prabh Ko Jan Anthar Ridh Lochai Prabh Jan Kae Saas Nihaarae ||",
    "translation": "God's humble servant longs for Him within his heart; God watches over each breath of His humble servant.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਭਗਤ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵੇਖਣ ਲਈ ਤਾਂਘਦਾ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ (ਭੀ ਆਪਣੇ) ਸੇਵਕ-ਭਗਤ ਦੀ ਹਰ ਵੇਲੇ ਰੱਖਿਆ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3627,
    "pada": 8,
    "source_line": 13,
    "gurmukhi": "ikRpw ikRpw kir Bgiq idRVwey; jn pICY jgu insqwry ]7]",
    "transliteration": "Kirapaa Kirapaa Kar Bhagath Dhrirraaeae Jan Peeshhai Jag Nisathaarae ||7||",
    "translation": "Mercifully, mercifully, He implants devotion within his humble servant; for his sake, God saves the whole world. ||7||",
    "punjabi": "ਹਰ ਵੇਲੇ ਮਿਹਰ ਕਰ ਕੇ ਪ੍ਰਭੂ ਆਪਣੇ ਭਗਤ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆਪਣੀ ਭਗਤੀ ਦਾ ਭਾਵ ਪੱਕਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਆਪਣੇ ਭਗਤ ਦੇ ਪੂਰਨਿਆਂ ਉਤੇ ਤੁਰਨ ਵਾਲੇ ਜਗਤ ਨੂੰ ਭੀ ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3627,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "Awpn Awip Awip pRBu Twkuru; pRBu Awpy isRsit svwry ]",
    "transliteration": "Aapan Aap Aap Prabh Thaakur Prabh Aapae Srisatt Savaarae ||",
    "translation": "God, our Lord and Master, is Himself by Himself; God Himself embellishes the universe.",
    "punjabi": "ਮਾਲਕ-ਪ੍ਰਭੂ ਆਪਣੇ ਆਪ ਨੂੰ ਆਪ ਹੀ ਜਗਤ-ਰੂਪ ਵਿਚ ਪਰਗਟ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਆਪਣੀ ਰਚੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਸੋਹਣੀ ਬਣਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3627,
    "pada": 9,
    "source_line": 15,
    "gurmukhi": "jn nwnk. Awpy Awip sBu vrqY; kir ikRpw Awip insqwry ]8]4]",
    "transliteration": "Jan Naanak Aapae Aap Sabh Varathai Kar Kirapaa Aap Nisathaarae ||8||4||",
    "translation": "O servant Nanak, He Himself is all-pervading; in His Mercy, He Himself emancipates all. ||8||4||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਪ੍ਰਭੂ ਆਪ ਹੀ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ, ਕਿਰਪਾ ਕਰ ਕੇ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਕਰਦਾ ਹੈ ॥੮॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3628,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nt mhlw 4 ]",
    "transliteration": "Natt Mehalaa 4 ||",
    "translation": "Nat, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3628,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "rwm; kir ikrpw lyhu aubwry ]",
    "transliteration": "Raam Kar Kirapaa Laehu Oubaarae ||",
    "translation": "Grant Your Grace, Lord, and save me,",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! ਮਿਹਰ ਕਰ, (ਮੈਨੂੰ ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਤੋਂ) ਬਚਾ ਲੈ (ਉਸੇ ਤਰ੍ਹਾਂ ਬਚਾ ਲੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3628,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ijau pkir dRopqI dustW AwnI; hir hir lwj invwry ]1] rhwau ]",
    "transliteration": "Jio Pakar Dhropathee Dhusattaan Aanee Har Har Laaj Nivaarae ||1|| Rehaao ||",
    "translation": "As You saved Dropadi from shame when she was seized and brought before the court by the evil villians. ||1||Pause||",
    "punjabi": "ਜਿਵੇਂ (ਜਦੋਂ) ਦੁਸ਼ਟਾਂ ਨੇ ਦ੍ਰੋਪਤੀ ਨੂੰ ਫੜ ਕੇ ਲਿਆਂਦਾ ਸੀ (ਤਦੋਂ) ਹੇ ਹਰੀ! ਤੂੰ ਉਸ ਨੂੰ ਨਗਨ ਹੋਣ ਦੀ ਸ਼ਰਮ ਤੋਂ ਬਚਾਇਆ ਸੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3628,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "kir ikrpw jwick jn qyry; ieku mwgau dwnu ipAwry ]",
    "transliteration": "Kar Kirapaa Jaachik Jan Thaerae Eik Maago Dhaan Piaarae ||",
    "translation": "Bless me with Your Grace - I am just a humble beggar of Yours; I beg for a single blessing, O my Beloved.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਹਰੀ! ਮਿਹਰ ਕਰ, ਅਸੀਂ (ਤੇਰੇ ਦਰ ਦੇ) ਮੰਗਤੇ ਹਾਂ, ਮੈਂ (ਤੇਰੇ ਦਰ ਤੋਂ) ਇਕ ਦਾਨ ਮੰਗਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3628,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "siqgur kI inq srDw lwgI; mokau hir guru myil svwry ]1]",
    "transliteration": "Sathigur Kee Nith Saradhhaa Laagee Mo Ko Har Gur Mael Savaarae ||1||",
    "translation": "I long constantly for the True Guru. Lead me to meet the Guru, O Lord, that I may be exalted and embellished. ||1||",
    "punjabi": "(ਮੇਰੇ ਮਨ ਵਿਚ) ਸਦਾ ਗੁਰੂ ਨੂੰ ਮਿਲਣ ਦੀ ਤਾਂਘ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਹੇ ਹਰੀ! ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ (ਤੇ ਮੇਰਾ ਜੀਵਨ) ਸਵਾਰ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3628,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "swkq krm. pwxI ijau mQIAY; inq pwxI Jol Julwry ]",
    "transliteration": "Saakath Karam Paanee Jio Mathheeai Nith Paanee Jhol Jhulaarae ||",
    "translation": "The actions of the faithless cynic are like the churning of water; he churns, constantly churning only water.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ ਦੇ ਕੰਮ (ਇਉਂ ਵਿਅਰਥ) ਹਨ ਜਿਵੇਂ ਪਾਣੀ ਰਿੜਕੀਦਾ ਹੈ। ਸਾਕਤ ਮਨੁੱਖ (ਮਾਨੋ) ਸਦਾ ਪਾਣੀ ਹੀ ਰਿੜਕਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3628,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "imil sqsMgiq prmpdu pwieAw; kiF mwKn ky gtkwry ]2]",
    "transliteration": "Mil Sathasangath Param Padh Paaeiaa Kadt Maakhan Kae Gattakaarae ||2||",
    "translation": "Joining the Sat Sangat, the True Congregation, the supreme status is obtained; the butter is produced, and eaten with delight. ||2||",
    "punjabi": "ਪਰ ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕੀਤਾ, ਉਹ (ਮਾਨੋ, ਦੁੱਧ ਵਿਚੋਂ) ਮੱਖਣ ਕੱਢ ਕੇ ਮੱਖਣ ਦੇ ਸੁਆਦ ਲਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3628,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "inq inq kwieAw mjnu kIAw; inq mil mil dyh svwry ]",
    "transliteration": "Nith Nith Kaaeiaa Majan Keeaa Nith Mal Mal Dhaeh Savaarae ||",
    "translation": "He may constantly and continually wash his body; he may constantly rub, clean and polish his body.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਸਦਾ ਸਰੀਰ ਦਾ ਇਸ਼ਨਾਨ ਕਰਦਾ ਰਿਹਾ, ਜੋ ਮਨੁੱਖ ਸਦਾ ਸਰੀਰ ਨੂੰ ਹੀ ਮਲ ਮਲ ਕੇ ਸਾਫ਼-ਸੁਥਰਾ ਬਣਾਂਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "m`jnu",
    "type_id": 3
  }
]
