[
  {
    "shabad_id": 3632,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mwlIgauVw mhlw 4 ]",
    "transliteration": "Maalee Gourraa Mehalaa 4 ||",
    "translation": "Maalee Gauraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3632,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "siB isD swiDk muin jnw; min BwvnI hir iDAwieE ]",
    "transliteration": "Sabh Sidhh Saadhhik Mun Janaa Man Bhaavanee Har Dhhiaaeiou ||",
    "translation": "All the Siddhas, seekers and silent sages, with their minds full of love, meditate on the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਸਾਰੇ ਸਿੱਧਾਂ ਨੇ, ਸਾਧਿਕਾਂ ਨੇ, ਮੁਨੀਆਂ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ (ਗੁਰੂ-ਚਰਨਾਂ ਵਿਚ) ਸਰਧਾ ਬਣਾ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਾਰਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3632,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "AprMpro pwrbRhmu suAwmI; hir AlKu. gurU lKwieE ]1] rhwau ]",
    "transliteration": "Aparanparo Paarabreham Suaamee Har Alakh Guroo Lakhaaeiou ||1|| Rehaao ||",
    "translation": "The Supreme Lord God, my Lord and Master, is limitless; the Guru has inspired me to know the unknowable Lord. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਨੇ ਉਹਨਾਂ ਨੂੰ ਉਹ ਅਲੱਖ ਹਰੀ ਉਸ ਅਪਰੰਪਰ ਪਾਰਬ੍ਰਹਮ ਸੁਆਮੀ (ਅੰਦਰ-ਵੱਸਦਾ) ਵਿਖਾ ਦਿੱਤਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "Ap-rMpro",
    "type_id": 4
  },
  {
    "shabad_id": 3632,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "hm nIc miDm krm kIey; nhI cyiqE. hir rwieE ]",
    "transliteration": "Ham Neech Madhhim Karam Keeeae Nehee Chaethiou Har Raaeiou ||",
    "translation": "I am low, and I commit evil actions; I have not remembered my Sovereign Lord.",
    "punjabi": "ਅਸੀਂ ਜੀਵ ਨੀਵੇਂ ਤੇ ਹੌਲੇ ਮੇਲ ਦੇ ਕੰਮ ਹੀ ਕਰਦੇ ਰਹਿੰਦੇ ਹਾਂ, ਕਦੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦਾ ਸਿਮਰਨ ਨਹੀਂ ਕਰਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3632,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "hir Awin myilE siqgurU; iKnu bMD mukiq krwieE ]1]",
    "transliteration": "Har Aan Maeliou Sathiguroo Khin Bandhh Mukath Karaaeiou ||1||",
    "translation": "The Lord has led me to meet the True Guru; in an instant, He liberated me from bondage. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਜਿਸ ਨੂੰ ਗੁਰੂ ਲਿਆ ਕੇ ਮਿਲਾ ਦਿੱਤਾ, ਗੁਰੂ ਨੇ ਉਸ ਨੂੰ ਇਕ ਖਿਨ ਵਿਚ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਦਿਵਾ ਦਿੱਤੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3632,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "pRiB msqky Duir lIiKAw; gurmqI hir ilv lwieE ]",
    "transliteration": "Prabh Masathakae Dhhur Leekhiaa Guramathee Har Liv Laaeiou ||",
    "translation": "Such is the destiny God wrote on my forehead; following the Guru's Teachings, I enshrine love for the Lord.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉਤੇ (ਗੁਰੂ-ਮਿਲਾਪ ਦਾ) ਲੇਖ ਲਿਖ ਦਿੱਤਾ, ਉਸ ਨੇ ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤ ਜੋੜ ਲਈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3632,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "pMc sbd drgh bwijAw; hir imilE mMglu gwieE ]2]",
    "transliteration": "Panch Sabadh Dharageh Baajiaa Har Miliou Mangal Gaaeiou ||2||",
    "translation": "The Panch Shabad, the five primal sounds, vibrate and resound in the Court of the Lord; meeting the Lord, I sing the songs of joy. ||2||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਹਰ ਵੇਲੇ (ਮਾਨੋ) ਪੰਜਾਂ ਕਿਸਮਾਂ ਦੇ ਸਾਜ਼ਾਂ ਦਾ ਰਾਗ ਹੋ ਰਿਹਾ ਹੈ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਸ ਮਨੁੱਖ ਨੂੰ ਉਹ ਪਰਮਾਤਮਾ ਮਿਲ ਪਿਆ, ਉਹ ਮਨੁੱਖ ਸਦਾ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਹੀ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3632,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "piqq. pwvnu nwmu nrhir; mMdBwgIAW. nhI BwieE ]",
    "transliteration": "Pathith Paavan Naam Narehar Mandhabhaageeaaan Nehee Bhaaeiou ||",
    "translation": "The Naam, the Name of the Lord, is the Purifier of sinners; the unfortunate wretches do not like this.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵਿਕਾਰੀਆਂ ਨੂੰ ਭੀ ਪਵਿੱਤਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਪਰ ਬਦ-ਕਿਸਮਤ ਬੰਦਿਆਂ ਨੂੰ ਹਰਿ-ਨਾਮ ਪਿਆਰਾ ਨਹੀਂ ਲੱਗਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3632,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "qy grB jonI gwlIAih; ijau lonu. jlih glwieE ]3]",
    "transliteration": "Thae Garabh Jonee Gaaleeahi Jio Lon Jalehi Galaaeiou ||3||",
    "translation": "They rot away in the womb of reincarnation; they fall apart like salt in water. ||3||",
    "punjabi": "ਜਿਵੇਂ ਲੂਣ ਪਾਣੀ ਵਿਚ ਪਿਆ ਹੋਇਆ ਗਲ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ ਉਹ (ਮੰਦ-ਭਾਗੀ) ਬੰਦੇ (ਨਾਮ-ਹੀਣ ਰਹਿ ਕੇ) ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਗਾਲੇ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3632,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "miq dyih hir pRB Agm Twkur; gur crn mnu mY lwieE ]",
    "transliteration": "Math Dhaehi Har Prabh Agam Thaakur Gur Charan Man Mai Laaeiou ||",
    "translation": "Please bless me with such understanding, O Inaccessible Lord God, my Lord and Master, that my mind may remain attached to the Guru's feet.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਅਪਹੁੰਚ ਪ੍ਰਭੂ! ਹੇ ਠਾਕੁਰ! ਮੈਨੂੰ ਅਜਿਹੀ ਮੱਤ ਦੇਹ ਕਿ ਮੈਂ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਆਪਣਾ ਮਨ ਜੋੜੀ ਰੱਖਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3632,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "hir rwm nwmY rhau lwgo; jn nwnk. nwim smwieE ]4]3]",
    "transliteration": "Har Raam Naamai Reho Laago Jan Naanak Naam Samaaeiou ||4||3||",
    "translation": "Servant Nanak remains attached to the Name of the Lord; he is merged in the Naam. ||4||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਬੇਨਤੀ ਕਰ ਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਹਰਿ-ਨਾਮ ਵਿਚ ਹੀ ਜੁੜਿਆ ਰਹਾਂ, ਮੈਂ ਹਰਿ-ਨਾਮ ਵਿਚ ਹੀ ਲੀਨ ਰਹਾਂ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3633,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "mwlIgauVw mhlw 4 ]",
    "transliteration": "Maalee Gourraa Mehalaa 4 ||",
    "translation": "Maalee Gauraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3633,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "myrw mnu; rwm nwim ris lwgw ]",
    "transliteration": "Maeraa Man Raam Naam Ras Laagaa ||",
    "translation": "My mind is addicted to the juice of the Lord's Name.",
    "punjabi": "ਮੇਰਾ ਮਨ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ ਹਰਿ-ਨਾਮ ਦੇ ਸੁਆਦ ਵਿਚ ਮਗਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3633,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "kml pRgwsu BieAw guru pwieAw; hir jipE. BRmu Bau Bwgw ]1] rhwau ]",
    "transliteration": "Kamal Pragaas Bhaeiaa Gur Paaeiaa Har Japiou Bhram Bho Bhaagaa ||1|| Rehaao ||",
    "translation": "My heart-lotus has blossomed forth, and I have found the Guru. Meditating on the Lord, my doubts and fears have run away. ||1||Pause||",
    "punjabi": "(ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਿਆ ਹੈ ਮੇਰੇ (ਹਿਰਦੇ-) ਕੌਲ ਫੁੱਲ ਦਾ ਖਿੜਾਉ ਹੋ ਗਿਆ ਹੈ, ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਰਿਹਾ ਹਾਂ, ਤੇ (ਮੇਰੇ ਅੰਦਰੋਂ) ਹਰੇਕ ਕਿਸਮ ਦੀ ਭਟਕਣ ਹਰੇਕ ਕਿਸਮ ਦਾ ਡਰ ਦੂਰ ਹੋ ਗਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3633,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "BY. Bwie Bgiq lwgo myrw hIArw; mnu soieE gurmiq jwgw ]",
    "transliteration": "Bhai Bhaae Bhagath Laago Maeraa Heearaa Man Soeiou Guramath Jaagaa ||",
    "translation": "In the Fear of God, my heart is committed in loving devotion to Him; following the Guru's Teachings, my sleeping mind has awakened.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੇਰਾ ਸੁੱਤਾ ਹੋਇਆ ਮਨ ਜਾਗ ਪਿਆ ਹੈ, ਮੇਰਾ ਹਿਰਦਾ ਅਦਬ ਅਤੇ ਪ੍ਰੇਮ ਨਾਲ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਵਿਚ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3633,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "iklibK KIn Bey. sWiq AweI; hir aur DwirE vfBwgw ]1]",
    "transliteration": "Kilabikh Kheen Bheae Saanth Aaee Har Our Dhhaariou Vaddabhaagaa ||1||",
    "translation": "All my sins have been erased, and I have found peace and tranquility; I have enshrined the Lord within my heart, by great good fortune. ||1||",
    "punjabi": "ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਮੈਂ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਵਿਚ ਵਸਾ ਲਿਆ ਹੈ, ਹੁਣ ਮੇਰੇ ਸਾਰੇ ਪਾਪ ਨਾਸ ਹੋ ਗਏ ਹਨ ਤੇ ਮੇਰੇ ਅੰਦਰ ਠੰਢ ਵਰਤ ਰਹੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3633,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "mnmuK. rMgu ksuMBu hY kcUAw; ijau kusm cwir idn cwgw ]",
    "transliteration": "Manamukh Rang Kasunbh Hai Kachooaa Jio Kusam Chaar Dhin Chaagaa ||",
    "translation": "The self-willed manmukh is like the false color of the safflower, which fades away; its color lasts for only a few days.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦਾ ਹੈ, ਉਹ ਕੱਚੇ ਰੰਗ ਵਾਲਾ ਕਸੁੰਭਾ ਹੀ ਹੈ, ਕਸੁੰਭੇ ਦੇ ਫੁੱਲ ਦਾ ਰੰਗ ਚਾਰ ਦਿਨ ਹੀ ਚੰਗਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "k-suMBu[k`cUAw,cWgw cMgw",
    "type_id": 3
  },
  {
    "shabad_id": 3633,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "iKn mih. ibnis jwie prqwpY; fMfu Drmrwie kw lwgw ]2]",
    "transliteration": "Khin Mehi Binas Jaae Parathaapai Ddandd Dhharam Raae Kaa Laagaa ||2||",
    "translation": "He perishes in an instant; he is tormented, and punished by the Righteous Judge of Dharma. ||2||",
    "punjabi": "(ਉਸ ਦੇ ਅੰਦਰੋਂ ਸੁਖ ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ (ਸਦਾ) ਦੁਖੀ ਰਹਿੰਦਾ ਹੈ, ਸਿਰ ਉੱਤੇ ਧਰਮਰਾਜ ਦਾ ਡੰਡਾ ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "mwieAw AOguxW ivkwrW dw rMg, iKn c nws ho jwx qoN (prqwpY) pCqwauNdw",
    "type_id": 3
  },
  {
    "shabad_id": 3633,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "sqsMgiq pRIiq swD Aiq gUVI; ijau rMgu mjIT bhu lwgw ]",
    "transliteration": "Sathasangath Preeth Saadhh Ath Goorree Jio Rang Majeeth Bahu Laagaa ||",
    "translation": "The Lord's Love, found in the Sat Sangat, the True Congregation, is absolutely permanent, and colorfast.",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਗੁਰੂ (ਦੇ ਚਰਨਾਂ) ਨਾਲ ਬਹੁਤ ਗੂੜ੍ਹਾ ਪਿਆਰ ਬਣਦਾ ਹੈ (ਉਹ ਪਿਆਰ ਇਉਂ ਹੀ ਪੱਕਾ ਹੁੰਦਾ ਹੈ) ਜਿਵੇਂ ਮਜੀਠ ਦਾ ਰੰਗ ਬਹੁਤ ਪੱਕਾ ਹੁੰਦਾ ਹੈ, (ਮਜੀਠ ਨਾਲ ਰੰਗੇ ਹੋਏ) ਕੱਪੜੇ ਪਾਟ ਭਾਵੇਂ ਜਾਣ (ਪਰ ਰੰਗ ਨਹੀਂ ਉਤਰਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3633,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "kwieAw kwpru cIr bhu Pwry; hir rMgu. n lhY, sBwgw ]3]",
    "transliteration": "Kaaeiaa Kaapar Cheer Bahu Faarae Har Rang N Lehai Sabhaagaa ||3||",
    "translation": "The cloth of the body may be torn to shreds, but still, this beautiful color of the Lord's Love does not fade away. ||3||",
    "punjabi": "ਸਰੀਰ-ਕੱਪੜਾ ਨਾਸ ਭਾਵੇਂ ਹੋ ਜਾਏ, ਪਰ ਇਸ ਦਾ ਹਰਿ-ਨਾਮ ਦਾ ਭਾਗਾਂ ਵਾਲਾ ਰੰਗ ਨਹੀਂ ਉਤਰਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3633,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "hir cwir@E rMgu. imlY guru soBw; hir rMig clUlY rWgw ]",
    "transliteration": "Har Chaarihou Rang Milai Gur Sobhaa Har Rang Chaloolai Raangaa ||",
    "translation": "Meeting with the Blessed Guru, one is dyed in the color of the Lord's Love, imbued with this deep crimson color.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਗੁਰੂ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰੰਗ ਚਾੜ੍ਹ ਦੇਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ ਦੇ ਗੂੜ੍ਹੇ ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ ਉਹ) ਸੋਭਾ (ਖੱਟਦਾ ਹੈ)।",
    "pronunciation": "cwir@E: rwry pYr hlMq lwau",
    "type_id": 3
  },
  {
    "shabad_id": 3633,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "jn nwnku. iqn ky crn pKwrY; jo hir crnI jnu lwgw ]4]4]",
    "transliteration": "Jan Naanak Thin Kae Charan Pakhaarai Jo Har Charanee Jan Laagaa ||4||4||",
    "translation": "Servant Nanak washes the feet of that humble being, who is attached to the feet of the Lord. ||4||4||",
    "punjabi": "ਜਿਹੜਾ ਜਿਹੜਾ ਸੇਵਕ-ਭਗਤ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਦਾਸ ਨਾਨਕ ਉਹਨਾਂ ਦੇ ਚਰਨ ਧੋਂਦਾ ਹੈ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3634,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "mwlIgauVw mhlw 4 ]",
    "transliteration": "Maalee Gourraa Mehalaa 4 ||",
    "translation": "Maalee Gauraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3634,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "myry mn; Bju hir hir nwmu gupwlw ]",
    "transliteration": "Maerae Man Bhaj Har Har Naam Gupaalaa ||",
    "translation": "O my mind, meditate, vibrate upon the Name of the Lord, the Lord of the World, Har, Har.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਗਤ ਦੇ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਦਾ ਜਪਿਆ ਕਰ।",
    "pronunciation": "Bju: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3634,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "myrw mnu qnu lInu BieAw rwm nwmY; miq gurmiq rwm rswlw ]1] rhwau ]",
    "transliteration": "Maeraa Man Than Leen Bhaeiaa Raam Naamai Math Guramath Raam Rasaalaa ||1|| Rehaao ||",
    "translation": "My mind and body are merged in the Lord's Name,and through the Guru's Teachings,my intellect is imbued with the Lord, the source of nectar. ||1||Pause||",
    "punjabi": "(ਨਾਮ ਜਪਣ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ) ਮੇਰਾ ਮਨ ਮੇਰਾ ਤਨ (ਭਾਵ, ਸਾਰੇ ਗਿਆਨ ਇੰਦ੍ਰੇ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ, ਮੇਰੀ ਮੱਤ ਗੁਰੂ ਦੀ ਮੱਤ ਵਿਚ ਲੀਨ ਹੋ ਗਈ ਹੈ, ਪਰਮਾਤਮਾ ਮੈਨੂੰ ਸਾਰੇ ਰਸਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਦਿੱਸ ਰਿਹਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3634,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "gurmiq nwmu iDAweIAY hir hir; min jpIAY. hir jpmwlw ]",
    "transliteration": "Guramath Naam Dhhiaaeeai Har Har Man Japeeai Har Japamaalaa ||",
    "translation": "Follow the Guru's Teachings, and meditate on the Naam, the Name of the Lord, Har, Har. Chant, and meditate, on the beads of the mala of the Lord.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਮਨ ਵਿਚ ਹਰੀ ਦਾ ਜਾਪ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "jp-mwlw:polw bolo[ (jpmwlw) jp krn dI mwlw",
    "type_id": 3
  },
  {
    "shabad_id": 3634,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ijn@ kY msqik lIiKAw; hir imilAw. hir bnmwlw ]1]",
    "transliteration": "Jinh Kai Masathak Leekhiaa Har Miliaa Har Banamaalaa ||1||",
    "translation": "Those who have such destiny inscribed upon their foreheads, meet with the Lord, adorned with garlands of flowers. ||1||",
    "punjabi": "ਜਗਤ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਉਹਨਾਂ ਬੰਦਿਆਂ ਨੂੰ (ਹੀ) ਮਿਲਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਇਹ ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "bn-mwlw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3634,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ijn@ hir nwmu iDAwieAw; iqn@ cUky srb jMjwlw ]",
    "transliteration": "Jinh Har Naam Dhhiaaeiaa Thinh Chookae Sarab Janjaalaa ||",
    "translation": "Those who meditate on the Name of the Lord - all their entanglements are ended.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਮਾਇਕ ਬੰਧਨ ਮੁੱਕ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3634,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "iqn@ jmu nyiV. n AwveI; guir rwKy hir rKvwlw ]2]",
    "transliteration": "Thinh Jam Naerr N Aavee Gur Raakhae Har Rakhavaalaa ||2||",
    "translation": "The Messenger of Death does not even approach them; the Guru, the Savior Lord, saves them. ||2||",
    "punjabi": "(ਆਤਮਕ) ਮੌਤ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦੀ, ਗੁਰੂ ਨੇ ਉਹਨਾਂ ਨੂੰ ਬਚਾ ਲਿਆ, ਪਰਮਾਤਮਾ (ਆਪ ਉਹਨਾਂ ਦਾ) ਰਾਖਾ ਬਣਿਆ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3634,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "hm bwirk ikCU. n jwxhU; hir mwq ipqw pRiqpwlw ]",
    "transliteration": "Ham Baarik Kishhoo N Jaanehoo Har Maath Pithaa Prathipaalaa ||",
    "translation": "I am a child; I know nothing at all. The Lord cherishes me, as my mother and father.",
    "punjabi": "ਅਸੀਂ ਜੀਵ ਤਾਂ ਬੱਚੇ ਹਾਂ (ਅਸੀਂ ਆਪਣਾ ਹਾਣ ਲਾਭ) ਕੁਝ ਨਹੀਂ ਸਮਝਦੇ; ਪਰ ਪਰਮਾਤਮਾ ਮਾਪਿਆਂ ਵਾਂਗ ਸਾਡੀ ਪਾਲਣਾ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3634,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "kru mwieAw Agin inq mylqy; guir rwKy dIn dieAwlw ]3]",
    "transliteration": "Kar Maaeiaa Agan Nith Maelathae Gur Raakhae Dheen Dhaeiaalaa ||3||",
    "translation": "I continually put my hands into the fire of Maya, but the Guru saves me; He is merciful to the meek. ||3||",
    "punjabi": "(ਬੱਚੇ ਸਦਾ ਅੱਗ ਵਿਚ ਹੱਥ ਪਾਂਦੇ ਹਨ, ਮਾਪੇ ਬਚਾਂਦੇ ਹਨ) ਅਸੀਂ ਮਾਇਆ ਦੀ ਅੱਗ ਵਿਚ ਹੱਥ ਪਾਂਦੇ ਰਹਿੰਦੇ ਹਾਂ (ਮਨ ਫਸਾਂਦੇ ਰਹਿੰਦੇ ਹਾਂ), ਪਰ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਗੁਰੂ ਨੇ ਸਦਾ ਸਾਡੀ ਰੱਖਿਆ ਕੀਤੀ ਹੈ ॥੩॥",
    "pronunciation": "d-ieAwlw",
    "type_id": 3
  },
  {
    "shabad_id": 3634,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "bhu mYly. inrml hoieAw; sB iklibK. hir jis, jwlw ]",
    "transliteration": "Bahu Mailae Niramal Hoeiaa Sabh Kilabikh Har Jas Jaalaa ||",
    "translation": "I was filthy, but I have become immaculate. Singing the Lord's Praises, all sins have been burnt to ashes.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ) ਬੜੇ ਬੜੇ ਵਿਕਾਰੀ ਪਵਿੱਤਰ ਹੋ ਗਏ ਹਨ; ਹਰੀ-ਜਸ ਨੇ (ਉਹਨਾਂ ਦੇ) ਸਾਰੇ ਪਾਪ ਸਾੜ ਦਿੱਤੇ ਹਨ।",
    "pronunciation": "j`wlw",
    "type_id": 3
  },
  {
    "shabad_id": 3634,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "min Andu BieAw. guru pwieAw; jn nwnk. sbid inhwlw ]4]5]",
    "transliteration": "Man Anadh Bhaeiaa Gur Paaeiaa Jan Naanak Sabadh Nihaalaa ||4||5||",
    "translation": "My mind is in esctasy, having found the Guru; servant Nanak is enraptured through the Word of the Shabad. ||4||5||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਆਨੰਦ ਪੈਦਾ ਹੋ ਗਿਆ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਨਿਹਾਲ ਹੋ ਗਿਆ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3635,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "mwlIgauVw mhlw 4 ]",
    "transliteration": "Maalee Gourraa Mehalaa 4 ||",
    "translation": "Maalee Gauraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  }
]
