[
  {
    "shabad_id": 3658,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "Bxiq nwnku jno. rvY jy hir mno; mn pvn isau. AMimRqu pIjY ]",
    "transliteration": "Bhanath Naanak Jano Ravai Jae Har Mano Man Pavan Sio Anmrith Peejai ||",
    "translation": "Nanak humbly prays, if the Lord's humble servant dwells upon Him, in his mind of minds, with his every breath, then he drinks in the Ambrosial Nectar.",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਆਖਦਾ ਹੈ ਜੇ ਮਨੁੱਖ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰੇ, ਤਾਂ ਮਨੁੱਖ ਮਨ ਦੀ ਇਕਾਗ੍ਰਤਾ ਨਾਲ ਸੁਆਸ ਸੁਆਸ (ਨਾਮ ਜਪ ਕੇ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਪੀਂਦਾ ਹੈ।",
    "pronunciation": "Bxiq: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3658,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "mIn kI cpl isau jugiq mnu rwKIAY; aufY nh hMsu. nh kMDu CIjY ]3]9]",
    "transliteration": "Meen Kee Chapal Sio Jugath Man Raakheeai Ouddai Neh Hans Neh Kandhh Shheejai ||3||9||",
    "translation": "In this way, the fickle fish of the mind will be held steady; the swan-soul shall not fly away, and the body-wall shall not crumble. ||3||9||",
    "punjabi": "ਇਸ ਤਰੀਕੇ ਨਾਲ ਮੱਛੀ ਦੀ ਚੰਚਲਤਾ ਵਾਲਾ ਮਨ ਵੱਸ ਵਿਚ ਰੱਖ ਸਕੀਦਾ ਹੈ, ਮਨ ਵਿਕਾਰਾਂ ਵਲ ਨਹੀਂ ਦੌੜਦਾ, ਤੇ ਸਰੀਰ ਭੀ ਵਿਕਾਰਾਂ ਵਿਚ ਖਚਿਤ ਨਹੀਂ ਹੁੰਦਾ ॥੩॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3659,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mwrU mhlw 1 ]",
    "transliteration": "Maaroo Mehalaa 1 ||",
    "translation": "Maaroo, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3659,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mwieAw mueI n mnu muAw; sru lhrI mY mqu ]",
    "transliteration": "Maaeiaa Muee N Man Muaa Sar Leharee Mai Math ||",
    "translation": "Maya is not conquered, and the mind is not subdued; the waves of desire in the world-ocean are intoxicating wine.",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਮਾਲਿਕ-ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਵੱਸਦਾ ਨਹੀਂ ਵੇਖਦਾ, ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਵਸਾਂਦਾ) ਉਸ ਦੀ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਨਹੀਂ ਮੁੱਕਦੀ, ਉਸ ਦਾ ਮਨ ਵਿਕਾਰਾਂ ਵਲੋਂ ਨਹੀਂ ਹਟਦਾ, ਉਸ ਦਾ ਹਿਰਦਾ-ਸਰੋਵਰ ਮੈਂ ਮੈਂ ਦੀਆਂ ਲਹਿਰਾਂ ਨਾਲ ਭਰਪੂਰ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3659,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "boihQu jl isir qir itkY; swcw vKru ijqu ]",
    "transliteration": "Bohithh Jal Sir Thar Ttikai Saachaa Vakhar Jith ||",
    "translation": "The boat crosses over the water, carrying the true merchandise.",
    "punjabi": "ਉਹੀ ਜੀਵਨ-ਬੇੜਾ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਵਿਕਾਰ-ਲਹਿਰਾਂ ਦੇ) ਪਾਣੀਆਂ ਉਤੇ ਤਰ ਕੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ਜਿਸ ਵਿਚ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਾਮ-ਸੌਦਾ ਹੈ।",
    "pronunciation": "itkY: polw bolo[ v`Kru",
    "type_id": 3
  },
  {
    "shabad_id": 3659,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "mwxku mn mih mnu mwrsI; sic. n lwgY kqu ]",
    "transliteration": "Maanak Man Mehi Man Maarasee Sach N Laagai Kath ||",
    "translation": "The jewel within the mind subdues the mind; attached to the Truth, it is not broken.",
    "punjabi": "ਜਿਸ ਮਨ ਵਿਚ ਨਾਮ-ਮੋਤੀ ਵੱਸਦਾ ਹੈ, ਉਸ ਮਨ ਨੂੰ ਉਹ ਮੋਤੀ ਵਿਕਾਰਾਂ ਵਲੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ, ਸੱਚੇ ਨਾਮ ਵਿਚ ਜੁੜੇ ਰਹਿਣ ਦੇ ਕਾਰਨ ਉਸ ਮਨ ਵਿਚ ਤ੍ਰੇੜ ਨਹੀਂ ਆਉਂਦੀ (ਉਹ ਮਨ ਮਾਇਆ ਵਿਚ ਡੋਲਦਾ ਨਹੀਂ)।",
    "pronunciation": "kqu:polw bolo[ (kqu) kqrw, QoVy mwqR",
    "type_id": 3
  },
  {
    "shabad_id": 3659,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "rwjw qKiq itkY. guxI; BY pMcwiex rqu ]1]",
    "transliteration": "Raajaa Thakhath Ttikai Gunee Bhai Panchaaein Rath ||1||",
    "translation": "The king is seated upon the throne, imbued with the Fear of God and the five qualities. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਡਰ-ਅਦਬ ਵਿਚ ਰੱਤਾ ਹੋਇਆ ਜੀਵਾਤਮਾ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਵਿਚ ਪਰਵਿਰਤ ਰਹਿਣ ਕਰਕੇ ਅੰਦਰ ਹੀ ਹਿਰਦੇ-ਤਖ਼ਤ ਉਤੇ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ (ਬਾਹਰ ਨਹੀਂ ਭਟਕਦਾ) ॥੧॥",
    "pronunciation": "(pMcwiex) pRmySr",
    "type_id": 3
  },
  {
    "shabad_id": 3659,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "bwbw swcw swihbu; dUir. n dyKu ]",
    "transliteration": "Baabaa Saachaa Saahib Dhoor N Dhaekh ||",
    "translation": "O Baba, do not see your True Lord and Master as being far away.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ (ਆਪਣੇ ਆਪ ਤੋਂ) ਦੂਰ ਵੱਸਦਾ ਨਾਹ ਸਮਝ (ਸੱਚਾ ਮਾਲਕ ਤੇਰੇ ਆਪਣੇ ਅੰਦਰ ਵੱਸ ਰਿਹਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3659,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "srb joiq jgjIvnw; isir isir swcw lyKu ]1] rhwau ]",
    "transliteration": "Sarab Joth Jagajeevanaa Sir Sir Saachaa Laekh ||1|| Rehaao ||",
    "translation": "He is the Light of all, the Life of the world; The True Lord writes His Inscription on each and every head. ||1||Pause||",
    "punjabi": "ਉਸ ਜਗਤ-ਦੇ-ਆਸਰੇ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਮੌਜੂਦ ਹੈ। ਪ੍ਰਭੂ ਦਾ ਹੁਕਮ ਹਰੇਕ ਜੀਵ ਦੇ ਉਤੇ ਸਦਾ ਅਟੱਲ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3659,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "bRhmw ibsnu irKI munI sMkru; ieMdu qpY ByKwrI ]",
    "transliteration": "Brehamaa Bisan Rikhee Munee Sankar Eindh Thapai Bhaekhaaree ||",
    "translation": "Brahma and Vishnu, the Rishis and the silent sages, Shiva and Indra, penitents and beggars",
    "punjabi": "ਬ੍ਰਹਮਾ ਵਿਸ਼ਨੂੰ ਸ਼ਿਵ ਇੰਦਰ ਹੋਰ ਅਨੇਕਾਂ ਰਿਸ਼ੀ ਮੁਨੀ, ਚਾਹੇ ਕੋਈ ਤਪ ਕਰਦਾ ਹੈ ਚਾਹੇ ਕੋਈ ਤਿਆਗੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3659,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "mwnY hukmu. sohY dir swcY; AwkI mrih APwrI ]",
    "transliteration": "Maanai Hukam Sohai Dhar Saachai Aakee Marehi Afaaree ||",
    "translation": "- whoever obeys the Hukam of the Lord's Command, looks beautiful in the Court of the True Lord, while the stubborn rebels die.",
    "punjabi": "ਉਹੀ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਪਾਂਦਾ ਹੈ ਜੋ ਪਰਮਾਤਮਾ ਦਾ ਹੁਕਮ ਮੰਨਦਾ ਹੈ (ਜੋ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਵਿਚ ਆਪਣੀ ਮਰਜ਼ੀ ਲੀਨ ਕਰਦਾ ਹੈ), ਆਪਣੀ ਮਨ-ਮਰਜ਼ੀ ਕਰਨ ਵਾਲੇ ਅਹੰਕਾਰੀ ਆਤਮਕ ਮੌਤੇ ਮਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3659,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "jMgm joD jqI sMinAwsI; guir pUrY vIcwrI ]",
    "transliteration": "Jangam Jodhh Jathee Sanniaasee Gur Poorai Veechaaree ||",
    "translation": "The wandering beggars, warriors, celibates and Sannyaasee hermits - through the Perfect Guru, consider this:",
    "punjabi": "ਅਸਾਂ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਇਹ ਵਿਚਾਰ (ਕੇ ਵੇਖ) ਲਿਆ ਹੈ ਕਿ ਜੰਗਮ ਹੋਣ, ਜੋਧੇ ਹੋਣ, ਜਤੀ ਹੋਣ, ਸੰਨਿਆਸੀ ਹੋਣ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3659,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ibnu syvw Plu kbhu. n pwvis; syvw krxI swrI ]2]",
    "transliteration": "Bin Saevaa Fal Kabahu N Paavas Saevaa Karanee Saaree ||2||",
    "translation": "Without selfless service, no one ever receives the fruits of their rewards. Serving the Lord is the most excellent action. ||2||",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਤੋਂ ਬਿਨਾ ਕਦੇ ਭੀ ਕੋਈ ਆਪਣੀ ਘਾਲ-ਕਮਾਈ ਦਾ ਫਲ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਸੇਵਾ-ਸਿਮਰਨ ਹੀ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਕਰਣੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3659,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "inDinAw Dnu. inguirAw guru; inMmwixAw qU mwxu ]",
    "transliteration": "Nidhhaniaa Dhhan Niguriaa Gur Ninmaaniaa Thoo Maan ||",
    "translation": "You are the wealth of the poor, the Guru of the guru-less, the honor of the dishonored.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਗ਼ਰੀਬਾਂ ਵਾਸਤੇ ਤੇਰਾ ਨਾਮ ਖ਼ਜ਼ਾਨਾ ਹੈ (ਗ਼ਰੀਬ ਹੁੰਦਿਆਂ ਭੀ ਉਹ ਬਾਦਸ਼ਾਹਾਂ ਵਾਲਾ ਦਿਲ ਰੱਖਦੇ ਹਨ), ਜਿਨ੍ਹਾਂ ਦੀ ਕੋਈ ਬਾਂਹ ਨਹੀਂ ਫੜਦਾ, ਉਹਨਾਂ ਦਾ ਤੂੰ ਰਾਹਬਰ ਬਣਦਾ ਹੈਂ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਕੋਈ ਮਾਣ-ਆਦਰ ਨਹੀਂ ਦੇਂਦਾ (ਨਾਮ- ਦਾਤ ਦੇ ਕੇ) ਉਹਨਾਂ ਨੂੰ (ਜਗਤ ਵਿਚ) ਆਦਰ ਦਿਵਾਂਦਾ ਹੈਂ।",
    "pronunciation": "in-DinAw, in-guirAw, inM-mwixAw",
    "type_id": 3
  },
  {
    "shabad_id": 3659,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "AMDulY. mwxku guru pkiVAw; inqwixAw qU qwxu ]",
    "transliteration": "Andhhulai Maanak Gur Pakarriaa Nithaaniaa Thoo Thaan ||",
    "translation": "I am blind; I have grasped hold of the jewel, the Guru. You are the strength of the weak.",
    "punjabi": "ਜਿਸ ਭੀ (ਆਤਮਕ ਅੱਖਾਂ ਵਲੋਂ) ਅੰਨ੍ਹੇ ਨੇ ਗੁਰੂ-ਜੋਤੀ (ਦਾ ਪੱਲਾ) ਫੜਿਆ ਹੈ ਉਸ ਨਿਆਸਰੇ ਦਾ ਤੂੰ ਆਸਰਾ ਬਣ ਜਾਂਦਾ ਹੈਂ।",
    "pronunciation": "in-qwixAw",
    "type_id": 3
  },
  {
    "shabad_id": 3659,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "hom jpw. nhI jwixAw; gurmqI swcu pCwxu ]",
    "transliteration": "Hom Japaa Nehee Jaaniaa Guramathee Saach Pashhaan ||",
    "translation": "He is not known through burnt offerings and ritual chanting; the True Lord is known through the Guru's Teachings.",
    "punjabi": "ਹੋਮ ਜਪ ਆਦਿਕਾਂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਬਣਦੀ, ਗੁਰੂ ਦੀ ਦਿੱਤੀ ਮੱਤ ਤੇ ਤੁਰਿਆਂ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਜੀਵ ਦਾ) ਦਰਦੀ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3659,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "nwm ibnw. nwhI dir FoeI; JUTw Awvx jwxu ]3]",
    "transliteration": "Naam Binaa Naahee Dhar Dtoee Jhoothaa Aavan Jaan ||3||",
    "translation": "Without the Naam, the Name of the Lord, no one finds shelter in the Court of the Lord; the false come and go in reincarnation. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਸਹਾਰਾ ਨਹੀਂ ਮਿਲਦਾ, ਜੰਮਣ ਮਰਨ ਦਾ ਨਾਸਵੰਤ ਗੇੜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3659,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "swcw nwmu slwhIAY; swcy qy iqRpiq hoie ]",
    "transliteration": "Saachaa Naam Salaaheeai Saachae Thae Thripath Hoe ||",
    "translation": "So praise the True Name, and through the True Name, you will find satisfaction.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਾਮ ਸਦਾ ਵਡਿਆਉਣਾ ਚਾਹੀਦਾ ਹੈ, ਸੱਚੇ ਨਾਮ ਦੀ ਹੀ ਬਰਕਤਿ ਨਾਲ ਸੰਤੋਖੀ ਜੀਵਨ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3659,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "igAwn rqin mnu mwjIAY; bhuiV. n mYlw hoie ]",
    "transliteration": "Giaan Rathan Man Maajeeai Bahurr N Mailaa Hoe ||",
    "translation": "When the mind is cleaned with the jewel of spiritual wisdom, it does not become dirty again.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਡੂੰਘੀ ਸਾਂਝ-ਰੂਪ ਰਤਨ ਨਾਲ ਮਨ ਨੂੰ ਲਿਸ਼ਕਾਣਾ ਚਾਹੀਦਾ ਹੈ, ਮੁੜ ਇਹ (ਵਿਕਾਰਾਂ ਵਿਚ) ਮੈਲਾ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3659,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "jb lgu swihbu min vsY; qb lgu ibGnu. n hoie ]",
    "transliteration": "Jab Lag Saahib Man Vasai Thab Lag Bighan N Hoe ||",
    "translation": "As long as the Lord and Master dwells in the mind, no obstacles are encountered.",
    "punjabi": "ਪ੍ਰਭੂ-ਮਾਲਕ ਜਦ ਤਕ ਮਨ ਵਿਚ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ (ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਵਿਕਾਰਾਂ ਵਲੋਂ) ਕੋਈ ਰੋਕ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3659,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "nwnk. isru dy CutIAY; min qin swcw soie ]4]10]",
    "transliteration": "Naanak Sir Dhae Shhutteeai Man Than Saachaa Soe ||4||10||",
    "translation": "O Nanak, giving one's head, one is emancipated, and the mind and body become true. ||4||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਆਪਾ-ਭਾਵ ਗਵਾਇਆਂ ਹੀ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਮਿਲਦੀ ਹੈ, ਤੇ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਤੇ ਸਰੀਰ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3660,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "mwrU mhlw 1 ]",
    "transliteration": "Maaroo Mehalaa 1 ||",
    "translation": "Maaroo, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3660,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "jogI jugiq nwmu inrmwielu; qw kY mYlu. n rwqI ]",
    "transliteration": "Jogee Jugath Naam Niramaaeil Thaa Kai Mail N Raathee ||",
    "translation": "The Yogi who is joined to the Naam, the Name of the Lord, is pure; he is not stained by even a particle of dirt.",
    "punjabi": "ਜਿਸ ਜੋਗੀ ਦੀ ਜੀਵਨ-ਜੁਗਤਿ ਪਰਮਾਤਮਾ ਦਾ ਪਵਿਤ੍ਰ ਨਾਮ (ਸਿਮਰਨਾ) ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ (ਵਿਕਾਰਾਂ ਵਾਲੀ) ਰਤਾ ਭੀ ਮੈਲ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3660,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "pRIqm nwQu sdw scu sMgy; jnm mrx giq bIqI ]1]",
    "transliteration": "Preetham Naathh Sadhaa Sach Sangae Janam Maran Gath Beethee ||1||",
    "translation": "The True Lord, his Beloved, is always with him; the rounds of birth and death are ended for him. ||1||",
    "punjabi": "ਸਭਨਾਂ ਦਾ ਪਿਆਰਾ, ਸਭਨਾਂ ਦਾ ਖਸਮ ਤੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਸਦਾ ਉਸ (ਜੋਗੀ) ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ ਹੈ (ਇਸ ਵਾਸਤੇ) ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਪੈਦਾ ਕਰਨ ਵਾਲੀ ਉਸ ਦੀ ਆਤਮਕ ਅਵਸਥਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3660,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "gusweI. qyrw khw nwmu; kYsy jwqI ]",
    "transliteration": "Gusaaee Thaeraa Kehaa Naam Kaisae Jaathee ||",
    "translation": "O Lord of the Universe, what is Your Name, and what is it like?",
    "punjabi": "ਹੇ ਧਰਤੀ ਦੇ ਖਸਮ-ਪ੍ਰਭੂ! ਤੇਰਾ ਕਕੋਈ ਖ਼ਾਸ ਨਾਮ ਹੈ ਤੇ ਤੇਰੀ ਕੋਈ ਖ਼ਾਸ ਜਾਤਿ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3660,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "jw qau. BIqir mhil bulwvih; pUCau bwq inrMqI ]1] rhwau ]",
    "transliteration": "Jaa Tho Bheethar Mehal Bulaavehi Pooshho Baath Niranthee ||1|| Rehaao ||",
    "translation": "If You summon me into the Mansion of Your Presence, I will ask You, how I can become one with You. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਤੂੰ ਮੈਨੂੰ ਅੰਤਰ ਆਤਮੇ ਚਰਨਾਂ ਵਿਚ ਸੱਦਦਾ ਹੈਂ (ਜੋੜਦਾ ਹੈਂ) ਤਦੋਂ ਮੈਂ (ਤੈਥੋਂ) ਇਹ ਭੇਦ ਦੀ ਗੱਲ ਪੁੱਛਦਾ ਹਾਂ (ਭਾਵ, ਜਦੋਂ ਤੂੰ ਆਪਣੀ ਮੇਹਰ ਨਾਲ ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈਂ ਤਦੋਂ ਮੈਨੂੰ ਸਮਝ ਆਉਂਦੀ ਹੈ ਕਿ ਨਾਹ ਕੋਈ ਤੇਰਾ ਖ਼ਾਸ ਨਾਮ ਹੈ ਅਤੇ ਨਾਹ ਹੀ ਤੇਰੀ ਕੋਈ ਖ਼ਾਸ ਜਾਤਿ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3660,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "bRhmxu bRhmigAwn iesnwnI; hir gux pUjy pwqI ]",
    "transliteration": "Brehaman Breham Giaan Eisanaanee Har Gun Poojae Paathee ||",
    "translation": "He alone is a Brahmin, who takes his cleansing bath in the spiritual wisdom of God, and whose leaf-offerings in worship are the Glorious Praises of the Lord.",
    "punjabi": "ਉਹ ਬ੍ਰਾਹਮਣ ਬ੍ਰਹਮ (ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦਾ) ਹੈ ਜੋ ਪਰਮਾਤਮਾ ਦੇ ਗਿਆਨ-ਜਲ ਵਿਚ ਆਪਣੇ ਮਨ ਨੂੰ ਇਸ਼ਨਾਨ ਕਰਾਂਦਾ ਹੈ ਜੋ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ (ਮਾਨੋ, ਫੁੱਲਾਂ) ਪੱਤ੍ਰਾਂ ਨਾਲ ਪ੍ਰਭੂ ਨੂੰ ਪੂਜਦਾ ਹੈ,",
    "pronunciation": "p`wqI",
    "type_id": 3
  },
  {
    "shabad_id": 3660,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "eyko nwmu eyku nwrwiexu; iqRBvx eykw joqI ]2]",
    "transliteration": "Eaeko Naam Eaek Naaraaein Thribhavan Eaekaa Jothee ||2||",
    "translation": "The One Name, the One Lord, and His One Light pervade the three worlds. ||2||",
    "punjabi": "ਜੋ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਨੂੰ ਜੋ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ (ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਵਸਾਈ ਰੱਖਦਾ ਹੈ, ਜਿਸ ਨੂੰ) ਇਹ ਸਾਰਾ ਸੰਸਾਰ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਦਾ ਪਸਾਰਾ ਦਿੱਸਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3660,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ijhvw fMfI iehu Gtu Cwbw; qolau nwmu AjwcI ]",
    "transliteration": "Jihavaa Ddanddee Eihu Ghatt Shhaabaa Tholo Naam Ajaachee ||",
    "translation": "My tongue is the balance of the scale, and this heart of mine is the pan of the scale; I weigh the immeasurable Naam.",
    "punjabi": "(ਜਿਉਂ ਜਿਉਂ) ਮੈਂ ਆਪਣੀ ਜੀਭ ਨੂੰ ਤੱਕੜੀ ਦੀ ਡੰਡੀ ਬਣਾਂਦਾ ਹਾਂ, ਆਪਣੇ ਇਸ ਹਿਰਦੇ ਨੂੰ ਤੱਕੜੀ ਦਾ ਇਕ ਛਾਬਾ ਬਣਾਂਦਾ ਹਾਂ, (ਇਸ ਛਾਬੇ ਵਿਚ) ਅਤੁੱਲ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਤੋਲਦਾ ਹਾਂ,",
    "pronunciation": "A-jw`cI",
    "type_id": 3
  },
  {
    "shabad_id": 3660,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "eyko hwtu swhu sBnw isir; vxjwry iek BwqI ]3]",
    "transliteration": "Eaeko Haatt Saahu Sabhanaa Sir Vanajaarae Eik Bhaathee ||3||",
    "translation": "There is one store, and one banker above all; the merchants deal in the one commodity. ||3||",
    "punjabi": "(ਤੇ ਦੂਜੇ ਛਾਬੇ ਵਿਚ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਕੱਢ ਕੇ ਰੱਖੀ ਜਾਂਦਾ ਹਾਂ, ਤਿਉਂ ਤਿਉਂ ਇਹ ਜਗਤ ਮੈਨੂੰ) ਇਕ ਹੱਟ ਦਿੱਸਦਾ ਹੈ ਜਿਥੇ ਸਾਰੇ ਹੀ ਜੀਵ ਇਕੋ ਕਿਸਮ ਦੇ (ਭਾਵ, ਪ੍ਰਭੂ-ਨਾਮ ਦੇ) ਵਣਜਾਰੇ ਦਿੱਸਦੇ ਹਨ ਤੇ ਸਭਨਾਂ ਦੇ ਸਿਰ ਉਤੇ (ਭਾਵ, ਸਭਨਾਂ ਨੂੰ ਜਿੰਦ-ਪਿੰਡ ਦੀ ਰਾਸਿ ਦੇਣ ਵਾਲਾ) ਸ਼ਾਹ ਪਰਮਾਤਮਾ ਆਪ ਹੈ ॥੩॥",
    "pronunciation": "BWqI",
    "type_id": 3
  },
  {
    "shabad_id": 3660,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "dovY isry. siqgurU inbyVy; so bUJY. ijsu eyk ilv lwgI; jIAhu rhY inBrwqI ]",
    "transliteration": "Dhovai Sirae Sathiguroo Nibaerrae So Boojhai Jis Eaek Liv Laagee Jeeahu Rehai Nibharaathee ||",
    "translation": "The True Guru saves us at both ends; he alone understands, who is lovingly focused on the One Lord; his inner being remains free of doubt.",
    "punjabi": "(ਗੁਰ-ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਿਸ ਮਨੁੱਖ ਦੀ ਸੁਰਤ ਇਕ ਪਰਮਾਤਮਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ ਜੋ ਅੰਤਰ ਆਤਮੇ ਭਟਕਣਾ-ਰਹਿਤ ਹੋ ਜਾਂਦਾ ਹੈ ਉਸ ਨੂੰ ਸਹੀ ਜੀਵਨ-ਜੁਗਤਿ ਦੀ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ, ਸਤਿਗੁਰੂ ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁਕਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "in-BrWqI",
    "type_id": 3
  },
  {
    "shabad_id": 3660,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "sbdu vswey. Brmu cukwey; sdw syvku idnu rwqI ]4]",
    "transliteration": "Sabadh Vasaaeae Bharam Chukaaeae Sadhaa Saevak Dhin Raathee ||4||",
    "translation": "The Word of the Shabad abides within, and doubt is ended, for those who constantly serve, day and night. ||4||",
    "punjabi": "ਉਹ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ ਆਪਣੇ ਮਨ ਦੀ) ਭਟਕਣਾ ਮੁਕਾਂਦਾ ਹੈ ਤੇ ਦਿਨ ਰਾਤ ਸਦਾ ਦਾ ਸੇਵਕ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3660,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "aUpir ggnu ggn pir gorKu; qw kw Agmu gurU puin vwsI ]",
    "transliteration": "Oopar Gagan Gagan Par Gorakh Thaa Kaa Agam Guroo Pun Vaasee ||",
    "translation": "Above is the sky of the mind, and beyond this sky is the Lord, the Protector of the World; the Inaccessible Lord God; the Guru abides there as well.",
    "punjabi": "(ਦੁਨੀਆ ਦੇ ਮਾਇਕ ਫੁਰਨਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਦੂਰ) ਉੱਚਾ ਉਹ ਚਿੱਤ-ਆਕਾਸ਼ ਹੈ (ਉਹ ਆਤਮਕ ਅਵਸਥਾ ਹੈ) ਜਿਥੇ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਪਾਲਕ ਪਰਮਾਤਮਾ ਵਸ ਸਕਦਾ ਹੈ; ਉਸ ਪ੍ਰਭੂ (ਦੇ ਮਿਲਾਪ) ਦਾ ਉਹ ਟਿਕਾਣਾ ਅਪਹੁੰਚ ਹੈ (ਕਿਉਂਕਿ ਜੀਵ ਮੁੜ ਮੁੜ ਮਾਇਆ ਵਲ ਪਰਤਦਾ ਰਹਿੰਦਾ ਹੈ)। ਫਿਰ ਭੀ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਉਸ ਟਿਕਾਣੇ ਦਾ ਵਸਨੀਕ ਬਣ ਜਾਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3660,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "gur bcnI. bwhir Gir eyko; nwnku BieAw audwsI ]5]11]",
    "transliteration": "Gur Bachanee Baahar Ghar Eaeko Naanak Bhaeiaa Oudhaasee ||5||11||",
    "translation": "According to the Word of the Guru's Teachings,what is outside is the same as what is inside the home of the self. Nanak has become a detached renunciate. ||5||11||",
    "punjabi": "ਨਾਨਕ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਤੇ ਤੁਰ ਕੇ ਜਗਤ ਦੇ ਮੋਹ ਤੋਂ ਉਪਰਾਮ ਹੋ ਗਿਆ ਹੈ, (ਇਸ ਤਰ੍ਹਾਂ) ਆਪਣੇ ਅੰਦਰ ਤੇ ਸਾਰੇ ਜਗਤ ਵਿਚ ਇਕ ਪ੍ਰਭੂ ਨੂੰ ਹੀ ਵੇਖਦਾ ਹੈ ॥੫॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
