[
  {
    "shabad_id": 3666,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "myrw pRBu vyprvwhu hY; nw iqsu iqlu n qmwie]",
    "transliteration": "Maeraa Prabh Vaeparavaahu Hai Naa This Thil N Thamaae ||",
    "translation": "My God is independent and self-sufficient; he does not have even an iota of greed.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਨੂੰ ਕਿਸੇ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ, ਪਰਮਾਤਮਾ ਨੂੰ ਕੋਈ ਰਤਾ ਜਿਤਨਾ ਭੀ ਲਾਲਚ ਨਹੀਂ (ਜੀਵ ਨੇ ਆਪਣੇ ਭਲੇ ਵਾਸਤੇ ਹੀ ਸਿਮਰਨ ਕਰਨਾ ਹੈ; ਸੋ)",
    "pronunciation": "(iqsu) iqRsnw[ (qmwie)qmoN gux KwhS",
    "type_id": 3
  },
  {
    "shabad_id": 3666,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "nwnk. iqsu srxweI Bij pau; Awpy bKis imlwie]4]5]",
    "transliteration": "Naanak This Saranaaee Bhaj Po Aapae Bakhas Milaae ||4||5||",
    "translation": "O Nanak, run to His Sanctuary; granting His forgiveness, He merges us into Himself. ||4||5||",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਹੀ ਛੇਤੀ ਜਾ ਪਉ, (ਸਰਨ ਪਏ ਨੂੰ) ਉਹ ਆਪ ਹੀ ਮਿਹਰ ਕਰ ਕੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈ ॥੪॥੫॥",
    "pronunciation": "B`ij",
    "type_id": 3
  },
  {
    "shabad_id": 3667,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mwrU mhlw 4 Gru 2",
    "transliteration": "Maaroo Mehalaa 4 Ghar 2",
    "translation": "Maaroo, Fourth Mehl, Second House:",
    "punjabi": "ਰਾਗ ਮਾਰੂ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3667,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3667,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "jipE nwmu suk jnk, gur bcnI; hir hir srix pry]",
    "transliteration": "Japiou Naam Suk Janak Gur Bachanee Har Har Saran Parae ||",
    "translation": "Suk-deva and Janak meditated on the Naam; following the Guru's Teachings they sought the Sanctuary of the Lord Har, Har.",
    "punjabi": "ਹੇ ਮਨ! ਰਾਜਾ ਜਨਕ ਨੇ, ਸੁਕਦੇਵ ਰਿਸ਼ੀ ਨੇ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ, ਇਹ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਆ ਪਏ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3667,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "dwldu BMij sudwmy imilE; BgqI Bwie qry]",
    "transliteration": "Dhaaladh Bhanj Sudhaamae Miliou Bhagathee Bhaae Tharae ||",
    "translation": "God met Sudama and removed his poverty; through loving devotional worship, he crossed over.",
    "punjabi": "ਸੁਦਾਮਾ ਭਗਤੀ ਦੀ ਗ਼ਰੀਬੀ ਦੂਰ ਕਰ ਕੇ ਪ੍ਰਭੂ ਸੁਦਾਮੇ ਨੂੰ ਆ ਮਿਲਿਆ। ਇਹ ਸਭ ਭਗਤੀ-ਭਾਵਨਾ ਨਾਲ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3667,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "Bgiq vClu hir nwmu ikRqwrQu; gurmuiK ikRpw kry]1]",
    "transliteration": "Bhagath Vashhal Har Naam Kirathaarathh Guramukh Kirapaa Karae ||1||",
    "translation": "God is the Lover of His devotees; the Lord's Name is fufilling; God showers His Mercy on the Gurmukhs. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਮਨੁੱਖ ਦੇ ਜੀਵਨ ਨੂੰ) ਕਾਮਯਾਬ ਬਣਾਣ ਵਾਲਾ ਹੈ। (ਇਹ ਨਾਮ ਮਿਲਦਾ ਉਹਨਾਂ ਨੂੰ ਹੈ ਜਿਨ੍ਹਾਂ ਉਤੇ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਹਰ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3667,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "myry mn; nwmu jpq auDry]",
    "transliteration": "Maerae Man Naam Japath Oudhharae ||",
    "translation": "O my mind, chanting the Naam, the Name of the Lord, you will be saved.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ (ਅਨੇਕਾਂ ਪ੍ਰਾਣੀ) ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3667,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "DR¨ pRihlwdu. ibdru dwsI suqu; gurmuiK nwim qry]1]rhwau]",
    "transliteration": "Dhhroo Prehilaadh Bidhar Dhaasee Suth Guramukh Naam Tharae ||1|| Rehaao ||",
    "translation": "Dhroo, Prahlaad and Bidar the slave-girl's son, became Gurmukh, and through the Naam, crossed over. ||1||Pause||",
    "punjabi": "ਧ੍ਰੂ ਭਗਤ, ਪ੍ਰਹਿਲਾਦ ਭਗਤ, ਦਾਸੀ ਦਾ ਪੁੱਤਰ ਬਿਦਰ-(ਇਹ ਸਾਰੇ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3667,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "kljuig. nwmu pRDwnu pdwrQu; Bgq jnw auDry]",
    "transliteration": "Kalajug Naam Pradhhaan Padhaarathh Bhagath Janaa Oudhharae ||",
    "translation": "In this Dark Age of Kali Yuga, the Naam is the supreme wealth; it saves the humble devotees.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਜਗਤ ਵਿਚ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਪਦਾਰਥ ਹੈ। ਭਗਤ ਜਨ (ਇਸ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ) ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3667,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "nwmw jYdyau kbIru iqRlocnu; siB doK gey cmry]",
    "transliteration": "Naamaa Jaidhaeo Kabeer Thrilochan Sabh Dhokh Geae Chamarae ||",
    "translation": "All the faults of Naam Dayv, Jai Dayv, Kabeer, Trilochan and Ravi Daas the leather-worker were covered.",
    "punjabi": "ਨਾਮਦੇਵ ਬਚ ਗਿਆ, ਜੈਦੇਉ ਬਚ ਗਿਆ, ਕਬੀਰ ਬਚ ਗਿਆ, ਤ੍ਰਿਲੋਚਨ ਬਚ ਗਿਆ; ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਰਵਿਦਾਸ) ਚਮਾਰ ਦੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਗਏ।",
    "pronunciation": "cmry: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 3667,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "gurmuiK nwim lgy sy auDry; siB iklibK pwp try]2]",
    "transliteration": "Guramukh Naam Lagae Sae Oudhharae Sabh Kilabikh Paap Ttarae ||2||",
    "translation": "Those who become Gurmukh, and remain attached to the Naam, are saved; all their sins are washed off. ||2||",
    "punjabi": "ਹੇ ਮਨ! ਜਿਹੜੇ ਭੀ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੱਗੇ ਉਹ ਸਭ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਗਏ, (ਉਹਨਾਂ ਦੇ) ਸਾਰੇ ਪਾਪ ਟਲ ਗਏ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3667,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "jo jo nwmu jpY AprwDI; siB iqn ky doK prhry]",
    "transliteration": "Jo Jo Naam Japai Aparaadhhee Sabh Thin Kae Dhokh Pareharae ||",
    "translation": "Whoever chants the Naam, all his sins and mistakes are taken away.",
    "punjabi": "ਹੇ ਮਨ! ਜਿਹੜਾ ਜਿਹੜਾ ਵਿਕਾਰੀ ਬੰਦਾ (ਭੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਵਿਕਾਰ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3667,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "bysuAw rvq Ajwmlu auDirE; muiK bolY nwrwiexu nrhry]",
    "transliteration": "Baesuaa Ravath Ajaamal Oudhhariou Mukh Bolai Naaraaein Nareharae ||",
    "translation": "Ajaamal, who had sex with prostitites, was saved, by chanting the Name of the Lord.",
    "punjabi": "(ਵੇਖ) ਵੇਸੁਆ ਦਾ ਸੰਗ ਕਰਨ ਵਾਲਾ ਅਜਾਮਲ ਜਦੋਂ ਮੂੰਹੋਂ 'ਨਾਰਾਇਣ ਨਰਹਰੀ' ਉਚਾਰਨ ਲੱਗ ਪਿਆ, ਤਾਂ ਉਹ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਗਿਆ।",
    "pronunciation": "Ajw-m`lu",
    "type_id": 3
  },
  {
    "shabad_id": 3667,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "nwmu jpq augRsYix giq pweI; qoiV bMDn mukiq kry]3]",
    "transliteration": "Naam Japath Ougrasain Gath Paaee Thorr Bandhhan Mukath Karae ||3||",
    "translation": "Chanting the Naam, Ugar Sain obtained salvation; his bonds were broken, and he was liberated. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ ਉਗ੍ਰਸੈਣ ਨੇ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰ ਲਈ, ਪਰਮਾਤਮਾ ਨੇ ਉਸ ਦੇ ਬੰਧਨ ਤੋੜ ਕੇ ਉਸ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਬਖ਼ਸ਼ੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3667,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "jn kau Awip AnugRhu kIAw; hir AMgIkwru kry]",
    "transliteration": "Jan Ko Aap Anugrahu Keeaa Har Angeekaar Karae ||",
    "translation": "God Himself takes pity on His humble servants, and makes them His own.",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਆਪਣੇ ਭਗਤ ਉਤੇ (ਸਦਾ) ਆਪ ਮਿਹਰ ਕਰਦਾ ਆ ਰਿਹਾ ਹੈ, ਆਪਣੇ ਭਗਤ ਦਾ (ਸਦਾ) ਪੱਖ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3667,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "syvk pYj rKY myrw goivdu; srix pry auDry]",
    "transliteration": "Saevak Paij Rakhai Maeraa Govidh Saran Parae Oudhharae ||",
    "translation": "My Lord of the Universe saves the honor of His servants; those who seek His Sanctuary are saved.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੇਵਕ ਦੀ ਲਾਜ ਰੱਖਦਾ ਹੈ, ਜਿਹੜੇ ਭੀ ਉਸ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ ਉਹ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3667,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "jn nwnk. hir ikrpw DwrI; aur DirE nwmu hry]4]1]",
    "transliteration": "Jan Naanak Har Kirapaa Dhhaaree Our Dhhariou Naam Harae ||4||1||",
    "translation": "The Lord has showered servant Nanak with His Mercy; he has enshrined the Lord's Name within his heart. ||4||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਨੇ ਮਿਹਰ (ਦੀ ਨਿਗਾਹ) ਕੀਤੀ, ਉਸ ਨੇ ਉਸ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਿਆ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3668,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mwrU mhlw 4]",
    "transliteration": "Maaroo Mehalaa 4 ||",
    "translation": "Maaroo, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3668,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "isD smwiD jipE ilv lweI; swiDk muin jipAw]",
    "transliteration": "Sidhh Samaadhh Japiou Liv Laaee Saadhhik Mun Japiaa ||",
    "translation": "The Siddhas in Samaadhi meditate on Him; they are lovingly focused on Him. The seekers and the silent sages meditate on Him as well.",
    "punjabi": "ਹੇ ਮਨ! ਸਿੱਧ ਸਮਾਧੀ ਲਾ ਕੇ ਸੁਰਤ ਜੋੜ ਕੇ ਜਪਦੇ ਰਹੇ, ਸਾਧਿਕ ਤੇ ਮੁਨੀ ਜਪਦੇ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3668,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "jqI sqI sMqoKI iDAwieAw; muiK ieMdRwidk rivAw]",
    "transliteration": "Jathee Sathee Santhokhee Dhhiaaeiaa Mukh Eindhraadhik Raviaa ||",
    "translation": "The celibates, the true and contented beings meditate on Him; Indra and the other gods chant His Name with their mouths.",
    "punjabi": "ਜਤੀਆਂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਧਿਆਨ ਧਰਿਆ, ਸਤੀਆਂ ਨੇ ਸੰਤੋਖੀਆਂ ਨੇ ਧਿਆਨ ਧਰਿਆ, ਇੰਦ੍ਰ ਆਦਿਕ ਦੇਵਤਿਆਂ ਨੇ ਮੂੰਹੋਂ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3668,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "srix pry jipE. qy Bwey; gurmuiK pwir pieAw]1]",
    "transliteration": "Saran Parae Japiou Thae Bhaaeae Guramukh Paar Paeiaa ||1||",
    "translation": "Those who seek His Sanctuary meditate on Him; they become Gurmukh and swim across. ||1||",
    "punjabi": "ਹੇ ਮਨ! ਜਿਹੜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਏ, ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰ ਕੇ ਨਾਮ ਜਪਿਆ, ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰੇ ਲੱਗੇ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3668,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "myry mn; nwmu jpq qirAw]",
    "transliteration": "Maerae Man Naam Japath Thariaa ||",
    "translation": "O my mind, chant the Naam, the Name of the Lord, and cross over.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ (ਅਨੇਕਾਂ ਪ੍ਰਾਣੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3668,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "DMnw jtu. bwlmIku btvwrw; gurmuiK pwir pieAw]1]rhwau]",
    "transliteration": "Dhhannaa Jatt Baalameek Battavaaraa Guramukh Paar Paeiaa ||1|| Rehaao ||",
    "translation": "Dhanna the farmer, and Balmik the highway robber, became Gurmukh, and crossed over. ||1||Pause||",
    "punjabi": "ਧੰਨਾ ਜੱਟ ਪਾਰ ਲੰਘ ਗਿਆ, ਬਾਲਮੀਕ ਡਾਕੂ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਾਰ ਲੰਘ ਗਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3668,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "suir nr gx gMDrby jipE; iriK bpurY hir gwieAw]",
    "transliteration": "Sur Nar Gan Gandhharabae Japiou Rikh Bapurai Har Gaaeiaa ||",
    "translation": "Angels, men, heavenly heralds and celestial singers meditate on Him; even the humble Rishis sing of the Lord.",
    "punjabi": "ਹੇ ਮਨ! ਦੇਵਤਿਆਂ ਨੇ, ਮਨੁੱਖਾਂ ਨੇ, (ਸ਼ਿਵ ਜੀ ਦੇ ਉਪਾਸਕ-) ਗਣਾਂ ਨੇ, ਦੇਵਤਿਆਂ ਦੇ ਰਾਗੀਆਂ ਨੇ ਨਾਮ ਜਪਿਆ; ਵਿਚਾਰੇ ਧਰਮਰਾਜ ਨੇ ਹਰੀ ਦੇ ਗੁਣ ਗਾਏ।",
    "pronunciation": "gM-Drby",
    "type_id": 3
  },
  {
    "shabad_id": 3668,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "sMkir bRhmY dyvI jipE; muiK hir hir nwmu jipAw]",
    "transliteration": "Sankar Brehamai Dhaevee Japiou Mukh Har Har Naam Japiaa ||",
    "translation": "Shiva, Brahma and the goddess Lakhshmi, meditate, and chant with their mouths the Name of the Lord, Har, Har.",
    "punjabi": "ਸ਼ਿਵ ਨੇ, ਬ੍ਰਹਮਾ ਨੇ, ਦੇਵਤਿਆਂ ਨੇ ਮੂੰਹੋਂ ਹਰੀ ਦਾ ਨਾਮ ਜਪਿਆ।",
    "pronunciation": "(dyvIN) dyviqAW",
    "type_id": 3
  },
  {
    "shabad_id": 3668,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "hir hir nwim ijnw mnu BInw; qy gurmuiK pwir pieAw]2]",
    "transliteration": "Har Har Naam Jinaa Man Bheenaa Thae Guramukh Paar Paeiaa ||2||",
    "translation": "Those whose minds are drenched with the Name of the Lord, Har, Har, as Gurmukh, cross over. ||2||",
    "punjabi": "ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਨ੍ਹਾਂ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਭਿੱਜ ਗਿਆ ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਏ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3668,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "koit koit qyqIs iDAwieE; hir jpiqAw AMqu. n pwieAw]",
    "transliteration": "Kott Kott Thaethees Dhhiaaeiou Har Japathiaa Anth N Paaeiaa ||",
    "translation": "Millions and millions, three hundred thirty million gods meditate on Him; there is no end to those who meditate on the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਤੇਤੀ ਕ੍ਰੋੜ ਦੇਵਤਿਆਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ, ਹਰਿ-ਨਾਮ ਜਪਣ ਵਾਲਿਆਂ (ਦੀ ਗਿਣਤੀ) ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3668,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "byd purwx isimRiq hir jipAw; muiK pMifq hir gwieAw]",
    "transliteration": "Baedh Puraan Simrith Har Japiaa Mukh Panddith Har Gaaeiaa ||",
    "translation": "The Vedas, the Puraanas and the Simritees meditate on the Lord; the Pandits, the religious scholars, sing the Lord's Praises as well.",
    "punjabi": "ਵੇਦ ਪੁਰਾਣ ਸਿਮ੍ਰਿਤੀਆਂ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ ਦੇ ਲਿਖਣ ਵਾਲਿਆਂ ਨੇ ਹਰਿ-ਨਾਮ ਜਪਿਆ, ਪੰਡਿਤਾਂ ਨੇ ਮੂੰਹੋਂ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਇਆ।",
    "pronunciation": "ism-i Riq",
    "type_id": 3
  },
  {
    "shabad_id": 3668,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "nwmu rswlu ijnw min visAw; qy gurmuiK pwir pieAw]3]",
    "transliteration": "Naam Rasaal Jinaa Man Vasiaa Thae Guramukh Paar Paeiaa ||3||",
    "translation": "Those whose minds are filled with the Naam, the source of nectar - as Gurmukh, they cross over. ||3||",
    "punjabi": "ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਸਾਰੇ ਰਸਾਂ ਦਾ ਸੋਮਾ ਹਰਿ-ਨਾਮ ਟਿਕ ਗਿਆ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਏ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3668,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "Anq qrMgI nwmu ijn jipAw; mY gxq. n kir sikAw]",
    "transliteration": "Anath Tharangee Naam Jin Japiaa Mai Ganath N Kar Sakiaa ||",
    "translation": "Those who chant the Naam in endless waves - I cannot even count their number.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਬੇਅੰਤ ਰਚਨਾ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਿਨ੍ਹਾਂ ਪ੍ਰਾਣੀਆਂ ਨੇ ਜਪਿਆ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਦੀ ਗਿਣਤੀ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3668,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "goibdu ikRpw kry Qwie pwey; jo hir pRB min BwieAw]",
    "transliteration": "Gobidh Kirapaa Karae Thhaae Paaeae Jo Har Prabh Man Bhaaeiaa ||",
    "translation": "The Lord of the Universe bestows His Mercy, and those who are pleasing to the Mind of the Lord God, find their place.",
    "punjabi": "ਜਿਹੜੇ ਪ੍ਰਾਣੀ ਪਰਮਾਤਮਾ ਦੇ ਮਨ ਵਿਚ ਭਾ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਕਿਰਪਾ ਕਰ ਕੇ (ਉਹਨਾਂ ਦੀ ਸੇਵਾ-ਭਗਤੀ) ਪਰਵਾਨ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3668,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "guir Dwir ikRpw. hir nwmu idRVwieE; jn nwnk. nwmu lieAw]4]2]",
    "transliteration": "Gur Dhhaar Kirapaa Har Naam Dhrirraaeiou Jan Naanak Naam Laeiaa ||4||2||",
    "translation": "The Guru, granting His Grace, implants the Lord's Name within; servant Nanak chants the Naam, the Name of the Lord. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਨੇ ਕਿਰਪਾ ਕਰ ਕੇ ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕਾ ਕਰ ਦਿੱਤਾ, (ਉਹਨਾਂ ਨੇ ਹੀ) ਨਾਮ ਸਿਮਰਿਆ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]