[
  {
    "shabad_id": 3671,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "gurmuKw min prqIiq hY; guir pUrY. nwim smwxI ]1]",
    "transliteration": "Guramukhaa Man Paratheeth Hai Gur Poorai Naam Samaanee ||1||",
    "translation": "The minds of the Gurmukhs are filled with faith; through the Perfect Guru, they merge in the Naam, the Name of the Lord. ||1||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਸਤੇ) ਸਰਧਾ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਉਹ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3671,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "mn myry; mY. hir hir kQw min BwxI ]",
    "transliteration": "Man Maerae Mai Har Har Kathhaa Man Bhaanee ||",
    "translation": "O my mind, the sermon of the Lord, Har, Har, is pleasing to my mind.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਮੈਨੂੰ ਆਪਣੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3671,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "hir hir kQw inq sdw kir; gurmuiK AkQ khwxI ]1] rhwau ]",
    "transliteration": "Har Har Kathhaa Nith Sadhaa Kar Guramukh Akathh Kehaanee ||1|| Rehaao ||",
    "translation": "Continually and forever, speak the sermon of the Lord, Har, Har; as Gurmukh, speak the Unspoken Speech. ||1||Pause||",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸਦਾ ਕਰਦਾ ਰਹੁ। ਅਕੱਥ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲਦੀ ਹੈ (ਇਸ ਵਾਸਤੇ, ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "A-kQ: polw bolo",
    "type_id": 4
  },
  {
    "shabad_id": 3671,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "mY mnu qnu Koij FMFoilAw; ikau pweIAY AkQ khwxI ]",
    "transliteration": "Mai Man Than Khoj Dtandtoliaa Kio Paaeeai Akathh Kehaanee ||",
    "translation": "I have searched through and through my mind and body; how can I attain this Unspoken Speech?",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਮਨ ਨੂੰ ਆਪਣੇ ਤਨ ਨੂੰ ਖੋਜ ਕੇ ਭਾਲ ਕੀਤੀ ਹੈ ਕਿ ਕਿਸ ਤਰ੍ਹਾਂ ਅਕੱਥ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਜਾ ਸਕੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3671,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "sMq jnw imil pwieAw; suix AkQ kQw min BwxI ]",
    "transliteration": "Santh Janaa Mil Paaeiaa Sun Akathh Kathhaa Man Bhaanee ||",
    "translation": "Meeting with the humble Saints, I have found it; listening to the Unspoken Speech, my mind is pleased.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ (ਅਕੱਥ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ) ਹਾਸਲ ਹੋ ਸਕਦਾ ਹੈ; (ਸੰਤ ਜਨਾਂ ਪਾਸੋਂ) ਅਕੱਥ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣ ਕੇ ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3671,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "myrY min qin nwmu ADwru hir; mY myly purKu sujwxI ]2]",
    "transliteration": "Maerai Man Than Naam Adhhaar Har Mai Maelae Purakh Sujaanee ||2||",
    "translation": "The Lord's Name is the Support of my mind and body; I am united with the all-knowing Primal Lord God. ||2||",
    "punjabi": "(ਸੰਤ-ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੇਰੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਸਰਾ ਬਣ ਗਿਆ ਹੈ। (ਗੁਰੂ ਹੀ) ਮੈਨੂੰ ਸੁਜਾਣ ਅਕਾਲ ਪੁਰਖ ਮਿਲਾ ਸਕਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3671,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "gur purKY purKu imlwie pRB; imil surqI suriq smwxI ]",
    "transliteration": "Gur Purakhai Purakh Milaae Prabh Mil Surathee Surath Samaanee ||",
    "translation": "The Guru, the Primal Being, has united me with the Primal Lord God. My consciousness has merged into the supreme consciousness.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ-ਪੁਰਖ ਨੇ ਪ੍ਰਭੂ-ਪੁਰਖ ਨਾਲ ਮਿਲਾ ਦਿੱਤਾ, (ਪ੍ਰਭੂ ਨੂੰ) ਮਿਲ ਕੇ ਉਸ ਦੀ ਸੁਰਤ ਸੁਰਤਾਂ ਦੇ ਮਾਲਕ-ਹਰੀ ਵਿਚ (ਸਦਾ ਲਈ) ਟਿਕ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3671,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "vfBwgI guru syivAw; hir pwieAw suGV sujwxI ]",
    "transliteration": "Vaddabhaagee Gur Saeviaa Har Paaeiaa Sugharr Sujaanee ||",
    "translation": "By great good fortune, I serve the Guru, and I have found my Lord, all-wise and all-knowing.",
    "punjabi": "ਵਡ-ਭਾਗੀ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦਾ ਆਸਰਾ ਲਿਆ, ਉਹਨਾਂ ਨੂੰ ਸੋਹਣਾ ਸੁਜਾਨ ਪਰਮਾਤਮਾ ਮਿਲ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3671,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "mnmuK Bwg ivhUixAw; iqn duKI rYix ivhwxI ]3]",
    "transliteration": "Manamukh Bhaag Vihooniaa Thin Dhukhee Rain Vihaanee ||3||",
    "translation": "The self-willed manmukhs are very unfortunate; they pass their life-night in misery and pain. ||3||",
    "punjabi": "ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬਦ-ਕਿਸਮਤ ਹੁੰਦੇ ਹਨ (ਛੁੱਟੜ ਇਸਤ੍ਰੀ ਦੀ ਰਾਤ ਵਾਂਗ ਉਹਨਾਂ ਦੀ) ਜ਼ਿੰਦਗੀ ਦੁੱਖਾਂ ਵਿਚ ਹੀ ਬੀਤਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3671,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "hm jwick dIn. pRB qyirAw; muiK dIjY AMimRq bwxI ]",
    "transliteration": "Ham Jaachik Dheen Prabh Thaeriaa Mukh Dheejai Anmrith Baanee ||",
    "translation": "I am just a meek beggar at Your Door, God; please, place the Ambrosial Word of Your Bani in my mouth.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ (ਜੀਵ) ਤੇਰੇ (ਦਰ ਦੇ) ਨਿਮਾਣੇ ਮੰਗਤੇ ਹਾਂ, ਸਾਡੇ ਮੂੰਹ ਵਿਚ (ਗੁਰੂ ਦੀ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਦੇਹ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3671,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "siqguru myrw imqRü pRB; hir mylhu suGV sujwxI ]",
    "transliteration": "Sathigur Maeraa Mithra Prabh Har Maelahu Sugharr Sujaanee ||",
    "translation": "The True Guru is my friend; He unites me with my all-wise, all-knowing Lord God.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਸੋਹਣਾ ਸੁਜਾਨ ਮੇਰਾ ਮਿੱਤਰ ਗੁਰੂ ਮਿਲਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3671,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "jn nwnk srxwgqI; kir ikrpw nwim smwxI ]4]3]5]",
    "transliteration": "Jan Naanak Saranaagathee Kar Kirapaa Naam Samaanee ||4||3||5||",
    "translation": "Servant Nanak has entered Your Sanctuary; grant Your Grace, and merge me into Your Name. ||4||3||5||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ) ਮੈਂ ਤੇਰੀ ਸਰਨ ਪਿਆ ਹਾਂ, ਮਿਹਰ ਕਰ, ਮੈਂ ਤੇਰੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਾਂ ॥੪॥੩॥੫॥",
    "pronunciation": "sr-xwgqI",
    "type_id": 3
  },
  {
    "shabad_id": 3672,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "mwrU mhlw 4 ]",
    "transliteration": "Maaroo Mehalaa 4 ||",
    "translation": "Maaroo, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3672,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "hir Bwau lgw bYrwgIAw; vfBwgI hir min rwKu ]",
    "transliteration": "Har Bhaao Lagaa Bairaageeaa Vaddabhaagee Har Man Raakh ||",
    "translation": "Detached from the world, I am in love with the Lord; by great good fortune, I have enshrined the Lord within my mind.",
    "punjabi": "ਹੇ ਬੈਰਾਗੀ ਜੀਊੜੇ! ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ (ਤੇਰੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਬਣਿਆ ਹੈ, ਹੁਣ ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨੂੰ (ਆਪਣੇ) ਮਨ ਵਿਚ ਸਾਂਭ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3672,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "imil sMgiq srDw aUpjY; gur sbdI hir rsu cwKu ]",
    "transliteration": "Mil Sangath Saradhhaa Oopajai Gur Sabadhee Har Ras Chaakh ||",
    "translation": "Joining the Sangat, the Holy Congregation, faith has welled up within me; through the Word of the Guru's Shabad, I taste the sublime essence of the Lord.",
    "punjabi": "ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ (ਹੀ ਨਾਮ ਜਪਣ ਦੀ) ਸਰਧਾ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, (ਤੂੰ ਭੀ ਸੰਗਤ ਵਿਚ ਟਿਕ ਕੇ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3672,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "sBu mnu qnu hirAw hoieAw; gurbwxI hir gux BwKu ]1]",
    "transliteration": "Sabh Man Than Hariaa Hoeiaa Gurabaanee Har Gun Bhaakh ||1||",
    "translation": "My mind and body have totally blossomed forth; through the Word of the Guru's Bani, I chant the Glorious Praises of the Lord. ||1||",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਨਾਮ-ਰਸ ਚੱਖਦਾ ਹੈ ਉਸ ਦਾ) ਉਸ ਦਾ ਤਨ ਮਨ ਹਰ ਵੇਲੇ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ। ਗੁਰੂ ਦੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ (ਤੂੰ ਭੀ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਉਚਾਰਿਆ ਕਰ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3672,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "mn ipAwirAw imqRw; hir hir nwm rsu cwKu ]",
    "transliteration": "Man Piaariaa Mithraa Har Har Naam Ras Chaakh ||",
    "translation": "O my beloved mind, my friend, taste the sublime essence of the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਮਿੱਤਰ ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3672,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "guir pUrY. hir pwieAw; hliq pliq piq rwKu ]1] rhwau ]",
    "transliteration": "Gur Poorai Har Paaeiaa Halath Palath Path Raakh ||1|| Rehaao ||",
    "translation": "Through the Perfect Guru, I have found the Lord, who saves my honor, here and hereafter. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲਦਾ ਹੈ (ਤੂੰ ਭੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਅਤੇ) ਇਸ ਲੋਕ ਤੇ ਪਰਲੋਕ ਵਿਚ ਆਪਣੀ ਇਜ਼ਤ ਬਚਾ ਲੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 3672,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "hir hir nwmu iDAweIAY; hir kIriq gurmuiK cwKu ]",
    "transliteration": "Har Har Naam Dhhiaaeeai Har Keerath Guramukh Chaakh ||",
    "translation": "Meditate on the Name of the Lord, Har, Har; as Gurmukh, taste the Kirtan of the Lord's Praises.",
    "punjabi": "ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਧਿਆਉਣਾ ਚਾਹੀਦਾ ਹੈ। (ਤੂੰ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਦਾ ਸੁਆਦ) ਚੱਖਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3672,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "qnu DrqI. hir bIjIAY; ivic sMgiq hir pRB rwKu ]",
    "transliteration": "Than Dhharathee Har Beejeeai Vich Sangath Har Prabh Raakh ||",
    "translation": "Plant the seed of the Lord in the body-farm. The Lord God is enshrined within the Sangat, the Holy Congregation.",
    "punjabi": "ਇਹ ਸਰੀਰ (ਮਾਨੋ) ਧਰਤੀ ਹੈ, (ਇਸ ਵਿਚ) ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ-ਬੀਜ) ਬੀਜਣਾ ਚਾਹੀਦਾ ਹੈ। ਸੰਗਤ ਵਿਚ (ਟਿਕੇ ਰਿਹਾਂ) ਪਰਮਾਤਮਾ ਆਪ (ਉਸ ਨਾਮ-ਖੇਤੀ ਦਾ) ਰਾਖਾ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3672,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "AMimRqu hir hir nwmu hY; guir pUrY. hir rsu cwKu ]2]",
    "transliteration": "Anmrith Har Har Naam Hai Gur Poorai Har Ras Chaakh ||2||",
    "translation": "The Name of the Lord, Har, Har, is Ambrosial Nectar. Through the Perfect Guru, taste the sublime essence of the Lord. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ, ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਤੂੰ ਭੀ) ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਦਾ ਸੁਆਦ ਚੱਖਦਾ ਰਹੁ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3672,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "mnmuK iqRsnw Bir rhy; min Awsw. dh ids bhu lwKu ]",
    "transliteration": "Manamukh Thrisanaa Bhar Rehae Man Aasaa Dheh Dhis Bahu Laakh ||",
    "translation": "The self-willed manmukhs are filled with hunger and thirst; their minds run around in the ten directions, hoping for great wealth.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਤ੍ਰਿਸ਼ਨਾ (ਦੀ ਮੈਲ) ਨਾਲ ਲਿੱਬੜੇ ਰਹਿੰਦੇ ਹਨ, (ਉਹਨਾਂ ਤੇ) ਮਨ ਵਿਚ (ਮਾਇਆ ਦੀ ਹੀ) ਆਸਾ (ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ), ਉਹ ਆਮ ਤੌਰ ਤੇ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3672,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ibnu nwvY. iDRgu jIvdy; ivic ibstw mnmuK rwKu ]",
    "transliteration": "Bin Naavai Dhhrig Jeevadhae Vich Bisattaa Manamukh Raakh ||",
    "translation": "Without the Name of the Lord, their life is cursed; the manmukhs are stuck in manure.",
    "punjabi": "ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਰਹਿ ਕੇ ਉਹਨਾਂ ਦਾ ਜੀਊਣਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ। ਮਨਮੁਖਾਂ ਦਾ ਟਿਕਾਣਾ (ਵਿਕਾਰਾਂ ਦੇ) ਗੰਦ ਵਿਚ ਹੀ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3672,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "Eie Awvih jwih BvweIAih; bhu jonI durgMD BwKu ]3]",
    "transliteration": "Oue Aavehi Jaahi Bhavaaeeahi Bahu Jonee Dhuragandhh Bhaakh ||3||",
    "translation": "They come and go, and are consigned to wander through uncounted incarnations, eating stinking rot. ||3||",
    "punjabi": "ਉਹ ਸਦਾ ਜੰਮਦੇ ਮਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਵਾਏ ਜਾਂਦੇ ਹਨ (ਵਿਕਾਰਾਂ ਦਾ) ਗੰਦ (ਉਹਨਾਂ ਦੀ ਸਦਾ) ਖ਼ੁਰਾਕ ਹੈ ॥੩॥",
    "pronunciation": "vweI-Aih",
    "type_id": 3
  },
  {
    "shabad_id": 3672,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "qRwih qRwih srxwgqI; hir dieAw Dwir pRB rwKu ]",
    "transliteration": "Thraahi Thraahi Saranaagathee Har Dhaeiaa Dhhaar Prabh Raakh ||",
    "translation": "Begging, imploring, I seek Your Sanctuary; Lord, shower me with Your Mercy, and save me, God.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ, (ਸਾਡੀ) ਰੱਖਿਆ ਕਰ, ਅਸੀਂ ਤੇਰੀ ਸਰਨ ਆਏ ਹਾਂ, ਸਾਨੂੰ ਬਚਾ ਲੈ ਬਚਾ ਲੈ।",
    "pronunciation": "sr-xwgqI",
    "type_id": 3
  },
  {
    "shabad_id": 3672,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "sMqsMgiq mylwpu kir; hir nwmu imlY piq swKu ]",
    "transliteration": "Santhasangath Maelaap Kar Har Naam Milai Path Saakh ||",
    "translation": "Lead me to join the Society of the Saints, and bless me with the honor and glory of the Lord's Name.",
    "punjabi": "ਸੰਤਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਸਾਡਾ ਮਿਲਾਪ ਬਣਾਈ ਰੱਖ, (ਉਥੇ ਹੀ) ਹਰਿ-ਨਾਮ ਮਿਲਦਾ ਹੈ (ਜਿਸ ਨੂੰ ਨਾਮ ਮਿਲਦਾ ਹੈ ਉਸ ਨੂੰ ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3672,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "hir hir nwmu Dnu pwieAw; jn nwnk. gurmiq BwKu ]4]4]6]",
    "transliteration": "Har Har Naam Dhhan Paaeiaa Jan Naanak Guramath Bhaakh ||4||4||6||",
    "translation": "I have obtained the wealth of the Name of the Lord, Har, Har; servant Nanak chants the Lord's Name, through the Guru's Teachings. ||4||4||6||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਸੰਤਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਹੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਮਿਲਦਾ ਹੈ। ਤੂੰ ਭੀ ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਨਾਮ ਉਚਾਰਦਾ ਰਹੁ ॥੪॥੪॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3673,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mwrU mhlw 4 Gru 5",
    "transliteration": "Maaroo Mehalaa 4 Ghar 5",
    "translation": "Maaroo, Fourth Mehl, Fifth House:",
    "punjabi": "ਰਾਗ ਮਾਰੂ, ਘਰ ੫ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3673,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 3673,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "hir hir Bgiq Bry BMfwrw ]",
    "transliteration": "Har Har Bhagath Bharae Bhanddaaraa ||",
    "translation": "Devotional worship to the Lord, Har, Har, is an overflowing treasure.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਪਾਸ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3673,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "gurmuiK; rwmu kry insqwrw ]",
    "transliteration": "Guramukh Raam Karae Nisathaaraa ||",
    "translation": "The Gurmukh is emancipated by the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਹੀ) ਪਾਰ-ਉਤਾਰਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3673,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ijs no ikRpw kry myrw suAwmI; so hir ky gux gwvY jIau ]1]",
    "transliteration": "Jis No Kirapaa Karae Maeraa Suaamee So Har Kae Gun Gaavai Jeeo ||1||",
    "translation": "One who is blessed by the Mercy of my Lord and Master sings the Glorious Praises of the Lord. ||1||",
    "punjabi": "ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮੇਹਰ ਕਰਦਾ ਹੈ ਉਹ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3673,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "hir hir ikRpw kry; bnvwlI ]",
    "transliteration": "Har Har Kirapaa Karae Banavaalee ||",
    "translation": "O Lord, Har, Har, take pity on me,",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਹਰੀ-ਪਰਮਾਤਮਾ ਕਿਰਪਾ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3673,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "hir ihrdY; sdw sdw smwlI ]",
    "transliteration": "Har Hiradhai Sadhaa Sadhaa Samaalee ||",
    "translation": "That within my heart, I may dwell upon You, Lord, forever and ever.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 3673,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "hir hir nwmu jphu myry jIAVy; jip hir hir nwmu CfwvY jIau ]1] rhwau ]",
    "transliteration": "Har Har Naam Japahu Maerae Jeearrae Jap Har Har Naam Shhaddaavai Jeeo ||1|| Rehaao ||",
    "translation": "Chant the Name of the Lord, Har, Har, O my soul; chanting the Name of the Lord, Har, Har, you shall be emancipated. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੀ ਜਿੰਦੇ! ਤੂੰ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਜਪਿਆ ਕਰ। ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਕਰਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  }
]
