[
  {
    "id": 71461,
    "shabad_id": 11419,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਮੋਛ ਲਹੈ ਨਰ ਸੋ ਛਿਨ ਮੈ ਹਰਿ ਕੇ ੲਿਹ ਕੳੁਤਕ ਜੋ ਅਨੁਰਾਗੈ || ਯੌ ੳੁਪਜੈ ੳੁਪਮਾ ਮਨ ਮੈ ਮ੍ਰਿਗਨੀ ਜਿਮ ਘਾੲਿਲ ਸ੍ਵਾਰ ਕੇ ਅਾਗੈ ||੬੬੧||",
    "transliteration": "Mochh Lahai Nar So Chhin Mai Har(i) Ke Eh Kaoutak Jo Anuraagad|| You Oupjai Oupmaa Man Mai Mrigadijim Ghaail Svaar Ke Aagad||661||",
    "translation": "On seeing this amorous play, the beings were redeemed and Radha appeared like a doe moving in front of a horse-rider.661.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 71462,
    "shabad_id": 11420,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਵੈਯਾ ||",
    "transliteration": "Sawaiyaa||",
    "translation": "SWAYYA",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 71463,
    "shabad_id": 11420,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਤਿ ਭਾਗਤ ਕੁੰਜ ਗਲੀਨ ਬਿਖੈ ਬ੍ਰਿਖਭਾਨ ਸੁਤਾ ਕੋ ਗਹੇ ਹਰਿ ਅੈਸੇ || ਕੈਧੌ ਨਵਾੲਿ ਧਵਾੲਿ ਮਹਾ ਜਮਨਾ ਤਟ ਹਾਰਤ ਮਾਨਕ ਜੈਸੇ ||",
    "transliteration": "At(i) Bhaagad Koung Gadeen Bikhai Brikhbhaan Soutaa Ko Gade Har(i) Aise|| Kaidhau Navaae Dhavaae Mahaa Jamnaa Tat Haarat Maanak Jaise||",
    "translation": "Krishna caught Radha running after her in the alcoves like someone wearing pearls after washing them on the bank of Yamuna;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 71464,
    "shabad_id": 11420,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪੈ ਚਢਿ ਕੈ ਰਸ ਹੈ ਮਨ ਨੈਨਨ ਭੳੁਹ ਤਨਾੲਿ ਕੈ ਮਾਰਤ ਲੈਸੇ || ਯੌ ੳੁਪਜੀ ੳੁਪਮਾ ਜਿਮ ਸ੍ਵਾਰ ਮਨੋ ਜਿਤ ਲੇਤ ਮ੍ਰਿਗੀ ਕਹੁ ਤੈਸੇ ||੬੬੨||",
    "transliteration": "Pai Chadh(i) Kai Ras Hai Man Nainan Bhauh Tanaae Kai Maarat Laise|| You Oupjioupmaa Jim Svaar Mano Jit Let Mrigikauh Taise||662||",
    "translation": "It appears that Krishna as god of love is discharging the arrows of passionate love by stretching his eyebrows; the poet describing this spectacle figuratively says that Krishna caught Radha like a horse-rider in the forest catching a doe.662.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 71465,
    "shabad_id": 11420,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਗਹਿ ਕੈ ਬ੍ਰਿਖਭਾਨ ਸੁਤਾ ਜਦੁਰਾੲਿ ਜੂ ਬੋਲਤ ਤਾ ਸੰਗ ਅੰਮ੍ਰਿਤ ਬਾਨੀ || ਭਾਗਤ ਕਾਹੇ ਕੇ ਹੇਤ ਸੁਨੋ ਹਮਹੂੰ ਤੇ ਤੂੰ ਕਿੳੁ ਸੁਨ ਗ੍ਵਾਰਨਿ ਰਾਨੀ ||",
    "transliteration": "Gadh Kai Brikhbhaan Soutaa Jaduraae Joo Dolat Taa San Anmrit Baanee|| Bhaagad Kaahe Ke Het Souno Ham-hoon Te Taan Te Toon Kio Soun Gvaaran(i) Raanee||",
    "translation": "After catching Radha, Krishna spoke these nectar-like sweet words to her, “O queen of gopis! Why are you running away from me?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 71466,
    "shabad_id": 11420,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਕੰਜ ਮੁਖੀ ਤਨ ਕੰਚਨ ਸੇ ਹਮ ਤ੍ਵੈ ਮਨ ਕੀ ਸਭ ਬਾਤ ਪਛਾਨੀ || ਸਯਾਮ ਕੇ ਪ੍ਰੇਮ ਛਕੀ ਮਨ ਸੁੰਦਰ ਹ੍ਵੈ ਬਨ ਖੋਜਤ ਸਯਾਮ ਦਿਵਾਨੀ ||੬੬੩||",
    "transliteration": "Kan Moukhitan Kaanchanndse Ham Tvai Man Kisabh Haat Pachhaadee|| Syaam Ke Prem Chhakiman Soundar Hvai Ban Khojat Syaam Divaanee||663||",
    "translation": "“O thou of the face of lotus and body of gold! I have know the secret of your mind; you are searching krishna in the forest intoxicated with the passion of love.\"663.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 71467,
    "shabad_id": 11420,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਬ੍ਰਿਖਭਾਨ ਸੁਤਾ ਪਿਖਿ ਗ੍ਵਾਰਨ ਕੌ ਨਿਹਰਾੲਿ ਕੈ ਨੀਚੇ ਰਹੀ ਅਖੀਅਾਂ || ਮਨੋ ਯਾ ਮ੍ਰਿਗਭਾ ਸਭ ਛੀਨ ਲੲੀ ਕਿ ਮਨੋ ੲਿਹ ਕੰਜਨ ਕੀ ਪਖੀਅਾਂ ||",
    "transliteration": "Brikhbhaan Soutaa Pikh(i) Gvaaran Kau Nihraae Kai Neeche Rahiakheeaan|| Mano Yaa Mrigbhaa Sabh Chheenb Laiki Mano Eh Kanjan Kipakheeaan||",
    "translation": "Seeing gopise with her; Radha lowered down her eyes; she appeared to have lost the glory of her lotus-eyes;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 71468,
    "shabad_id": 11420,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਸਮ ਅੰਮ੍ਰਿਤ ਕੀ ਹਸਿ ਕੇ ਤ੍ਰੀਯਾ ਯੌ ਬਤੀਯਾ ਹਰਿ ਕੇ ਸੰਗ ਹੈ ਅਖੀਅਾਂ || ਹਰਿ ਛਾਡਿ ਦੈ ਮੋਹਿ ਕਹਯੋ ਹਮ ਕੌ ਸੁ ਨਿਹਾਰਤ ਹੈ ਸਭ ਹੀ ਸਖੀਅਾਂ ||੬੬੪||",
    "transliteration": "Sam Anmrit Kihas(i) Ke Treeyaa Har(i) Ke San Hai Akheeaan|| Har(i) Chhaad(i) Dai Moh(i) Kahyo Ham Kau Su Nihaarat Hai Sabh Hisakheeaan||664||",
    "translation": "Looking towards the eyes of Krishna; she said smilingly, \"O Krishna, leave me, because all my companions are looking.\"664.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 71469,
    "shabad_id": 11420,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਸੁਨ ਕੈ ਹਰਿ ਗ੍ਵਾਰਨਿ ਕੀ ਬਤੀਯਾਂ ੲਿਹ ਭਾਂਤ ਕਹਯੋ ਨਹੀ ਛੋਰਤ ਤੋਕੌ || ਦੇਖਤ ਹੈ ਤੋ ਕਹਾ ਭਯੋ ਗ੍ਵਾਰਨਿ ਪੈ ੲਿਨਤੇ ਕਛੂ ਸ਼ੰਕ ਨ ਮੋਕੌ ||",
    "transliteration": "Soun Kai Har(i) Gvaaran Kibateeaan H Bhaant Kahyo Nahichhodhat Tokau|| Dekhat Hai To Kahaa Bhayo Gvaaran(i) Pai In-te Kachh(u) Shank Na Mokau||",
    "translation": "Listening to the of Radha, Krishna said, \"I sall not leave you, what then, if these gopis are looking, I do not fera them;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 71470,
    "shabad_id": 11420,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਅੳੁ ਹਮਰੀ ਰਸ ਖੇਲਨ ਕੀ ੲਿਹ ਠੳੁਰ ਬਿਖੈ ਕੀ ਨਹੀ ਸੁਧ ਲੋਕੌ || ਕਾਹੇ ਕੳੁ ਮੋਸੋ ਬਿਬਾਦ ਕਰੈ ਸੁ ਡਰੈ ੲਿਨ ਤੇ ਬਿਨਹੀ ਸੁ ਤੂ ਟੋਕੌ ||੬੬੫||",
    "transliteration": "Au Hamriras Khelan Kieh Thaur Bikhai Kinahisudh Lokau|| Kaahe Kau Moso Bidaad Darai Su Darai In Te Binhisu Too Tokau||665||",
    "translation": "Do the people not know that this is our own arena of amorous play; you are quarrelling with me in vain and fearing them without cause.\"665.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 71471,
    "shabad_id": 11421,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਸਵੈਯਾ ||",
    "transliteration": "Sawaiyaa||",
    "translation": "SWAYYA",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 71472,
    "shabad_id": 11421,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਸੁਨਿ ਕੈ ਜਦੁਰਾੲਿ ਕੀ ਬਾਤ ਤ੍ਰੀਯਾ ਬਤੀਅਾਂ ਹਰਿ ਕੇ ੲਿਮ ਸੰਗ ੳੁਚਾਰੀ || ਚਾਂਦਨੀ ਰਾਤਿ ਰਹੀ ਛਕਿ ਕੈ ਦਿਜੀਯੈ ਹਰਿ ਹੋਵਨ ਰੈਨ ਅੰਧਯਾਰੀ ||",
    "transliteration": "Soun(i) Kai Jaduraaikibaat Treeyaa Bateeaan Har(i) Im San Ouchdaree|| Chaandaniraat(i) Rahichhak(i) Kai Dijeeyai Har(i) Hovan Rain Andhydaree||",
    "translation": "Listening to the tallk of Krishna, Radha said, \"O Krishna! Now the night is lit by the moon, let there be some darkness in the night;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 71473,
    "shabad_id": 11421,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਸੁਨ ਕੇ ਹਮਹੂੰ ਬਤੀਯਾਂ ਅਪਨੇ ਮਨ ਮੈ ੲਿਹ ਭਾਂਤ ਬਿਚਾਰੀ || ਸ਼ੰਕ ਕਰੋ ਨਹੀ ਗ੍ਵਾਰਨ ਕੀ ਸੁ ਮਨੋ ਤੁਮ ਲਾਜ ਬਿਦਾ ਕਰਿ ਡਾਰੀ ||੬੬੬||",
    "transliteration": "Soun Ke Ham-hoon Bateeyaan Apne Man Mai Eh Bhaant Bichdaree|| Shank Daro Nahigvaaran Kisu Mano Toum Laaj Bidaa Kar(i) Ddaree||666||",
    "translation": "\"I have also reflected in my mind after listening to your talk in respect of lit by the moon, let there gopis; and consider this that shyness has been completely bidden adrieu.666.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 71474,
    "shabad_id": 11421,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਭਾਖਤ ਹੋ ਬਤੀਯਾਂ ਹਮ ਸੋ ਹਸਿ ਕੈ ਕਰਿ ਕੈ ਅਤਿ ਹੀ ਹਿਤ ਧਾਰੋ || ਮੁਸਕਾਤ ਹੈ ਗ੍ਵਾਰਨ ਹੇਰ ੳੁਤੈ ਪਿਖਿ ਕੈ ਹਮਰੋ ੲਿਹ ਕੳੁਤਕ ਸਾਰੋ ||",
    "transliteration": "Bhaakhat Ho Bateeyaan Ham So Has(i) Kai Kar(i) Kai At(i) Hihit Ddaro|| Mouskaat Hai Gvaaran Her Outai Pikh(i) Hamro Eh Kaoutak Daro||",
    "translation": "\"O Krishna! You are talking to me here and there seeing the whole play, the gopis are smilingly;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
