[
  {
    "id": 71672,
    "shabad_id": 11460,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅੈਸੇ ਕਹਯੋ ਚਲੀਯੈ ਹਮਰੇ ਸੰਗ ਜੋ ਸਭ ਗ੍ਵਾਰਨਿ ਕੋ ਮਨ ਮੋਹੈ ॥ ਯੇਂ ਕਹਿ ਕਾਹੇ ਕਰੋ ਬਿਨਤੀ ਸੁਨ ਕੈ ਤੁਹਿ ਲਾਲ ਹੀਅੈ ਮਧਿ ਜੋ ਹੈ ॥੭੩੪॥",
    "transliteration": "Aise Kahyo Chaleeyai Hamre San Jo Sabh Gvaaran(i) Ko Man Mohai|| Yon Kah(i) Ko Man Mohai|| Yon Kah(i) Kaahe Daro Bintisoun Kai Tuhe Laal Heeai Madh(i) Jo Hai||734||",
    "translation": "Krishna, who allured the minds of the gopis, said, “You go with me, why are you doing this? I request you to say to me all that is in your mind.734.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 71673,
    "shabad_id": 11460,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕਾਹੇ ੳੁਰਾਹਨ ਦੇਤ ਸਖੀ ਕਹਯੋ ਪ੍ਰੀਤ ਗਨੀ ਹਮਰੀ ਸੰਗ ਤੇਰੇ ॥ ਨਾਹਕ ਤੂੰ ਭਰਮੀ ਮਨ ਮੈ ਕਛੁ ਬਾਤ ਨ ਚੰਦ੍ਰਭਗਾ ਮਨ ਮੇਰੇ ॥",
    "transliteration": "Kaahe Uraahan Det Sakhikahyo Preet Ghanihamri San Dere Naahak Toon Bharmiman Mai Kachhu Baat Na Channdrabhagad Man Dere||",
    "translation": "“O my dear Radha! why are you getting sarcastic with me? I have love only for you; you have fallen in illusion in vain; I have nothing in my mind regarding Chandarbhaga;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 71674,
    "shabad_id": 11460,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਤਾ ਤੇ ੳੁਠੋ ਤਜਿ ਮਾਨ ਸਭੈ ਚਲ ਖੇਲਹਿ ਪੈ ਜਮੁਨਾ ਤਟ ਕੇਰੇ ॥ ਮਾਨਤ ਹੈ ਨਹਿ ਬਾਤ ਹਠੀ ਬਿਰਹਾਤੁਰ ਹ੍ਵੈ ਬਿਰਹੀ ਜਨ ਟੇਰੇ ॥੭੩੫॥",
    "transliteration": "Taa Te Outho Taj(i) Maan Sabhai Chal Khelah(i) Pai Jamounnda Tat Dere|| Maanat Hai Nah(i) Baat Hathibirhaatur Hvai Birahijan Dere||735||",
    "translation": "“Therefore, forsaking your pride, go with me for playing on the bank of Yamuna;” the persistent Radha is not obeying Krishna, when, Krishna, over-wrought with separation is calling her.735.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 71675,
    "shabad_id": 11460,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤਯਾਗ ਕਹਯੋ ਅਬ ਮਾਨ ਸਖੀ ਹਮ ਹੂੰ ਤੁਮਹੂੰ ਬਨ ਬੀਚ ਪਧਾਰੈਂ ॥ ਨਾਹਕ ਹੀ ਤੂੰ ਰਿਸੀ ਮਨ ਮੈ ਨਹੀ ਅਾਨ ਤ੍ਰੀਯਾਮਨ ਬਾਤ ਹਮਾਰੈਂ ॥",
    "transliteration": "Tyaag Kahyo Ab Maan Sakhiham Hoon Toumhoon Ban Beech Padhdarain|| Naahak Hitoun Risiman Mai Nahiaan Treeyaa Man Baat Hamdarain||",
    "translation": "“O dear! forsake your pride and come; let both of us go to the forest; you are angry in your mind uselessly, because there is not other woman in my mind;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 71676,
    "shabad_id": 11460,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਤਾਂ ਤੇ ਅਸ਼ੋਕ ਕੇ ਸਾਥ ਸੁਨੋ ਚਲ ਤੀਰ ਨਦੀ ਸਭ ਸੋ ਕਹਿ ਡਾਰੈਂ ॥ ਯਾਤੇਨ ਅੳੁਰ ਭਲੀ ਕਛੁ ਹੈ ਮਿਲਿ ਕੈ ਹਮ ਮੈਨ ਕੋ ਮਾਨ ਨਿਵਾਰੈਂ ॥੭੩੬॥",
    "transliteration": "Tan Te Ashok Ke Saath Souno Chal Teer Nadisabh So Kah(i) Ddarain|| Yaaten Aur Bhalikachhu Hai Mil(i) Kai Ham Main Ko Man Nivdarain||736||",
    "translation": "“Therefore listen to me with delight and go with me; on the bank of the river I shall say this that there is no other gopi so nice as you; after that let us both in unison shatter the pride of the god of love.736.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 71677,
    "shabad_id": 11460,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਕਾਨ੍ਹ ਰਸਾਤੁਰ ਹ੍ਵੈ ਅਤਿ ਹੀ ਬ੍ਰਿਖਭਾਨ ਸੁਤਾ ਢਿਗ ਬਾਤ ੳੁਚਾਰੀ ॥ ਤਾਹਿ ਮਨੀ ਹਰਿ ਬਾਤ ਸੋੳੂ ਤਿਨ ਮਾਨ ਕੀ ਬਾਤ ਬਿਦਾ ਕਰਿ ਡਾਰੀ ॥",
    "transliteration": "Kaahn Rsaatur Hvai At(i) Hibrikhbhaan Soutaa Soutaa Dhig Baat Ouchdaree|| Taah(i) Manidar(i) Baat Sooo Tin Maan Kibaat Bidaa Kar(i) Ddaree||",
    "translation": "When Krishna talked to Radha in extreme perturbance, she submitted to Krishna and abandoned her pride;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 71678,
    "shabad_id": 11460,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਹਾਥ ਤਿਸੋ ਬਹੀਅਾ ਗਹਿ ਸਯਾਮ ਸੁ ਅੈਸੇ ਕਹਯੋ ਅਬ ਖੇਲਹਿ ਯਾਰੀ ॥ ਕਾਨ੍ਹ ਕਹਯੋ ਤਬ ਰਾਧਿਕਾ ਸੋ ਹਮਰੇ ਸੰਗ ਕੇਲ ਕਰੋ ਮੋਰੀ ਪਿਅਾਰੀ ॥੭੩੭॥",
    "transliteration": "Haath Tiso Baheeaa Gadh Syaam Su Aise Kahyo Ab Khelah(i) Ydaree|| Kaahn Kahyo Tab Raadhikaa So Hamre San Kel Daro Moripidaree||737||",
    "translation": "Holding her hand, Krishna said, “Come my friend and most dear Radha! you absorb yourself in passionate play with me.”737.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 71679,
    "shabad_id": 11460,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਰਾਧੇ ਬਾਚ ਕਾਨ੍ਹ ਸੋ ॥",
    "transliteration": "Raadhe Baach Kaahn So||",
    "translation": "Speech of Radha address to Krishna:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 71680,
    "shabad_id": 11461,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਸਵੈਯਾ ॥",
    "transliteration": "Sawaiyaa||",
    "translation": "SWAYYA",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 71681,
    "shabad_id": 11461,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਯੋਂ ਸੁਨਿ ਕੈ ਬ੍ਰਿਖਭਾਨ ਸੁਤਾ ਨੰਦ ਲਾਲ ਲਲਾ ਕਹੁ ੳੁੱਤਰ ਦੀਨੋ ॥ ਤਾਹੀ ਸੋ ਬਾਤ ਕਹੋ ਹਰਿ ਜੂ ਜਿਹ ਕੇ ਸੰਗ ਨੇਹੁ ਘਨੋ ਤੁਮ ਕੀਨੋ ॥",
    "transliteration": "Yon Soun(i) Kai Brikhbhaan Soutaa Nand Laal Nand Laal Lalaa Kauh Outtar Deeno|| Taahiso Baat Kaho Har(i) Joo Jih Ke San Neh(u) Ghano Toum Keeno||",
    "translation": "Hearing the words of Krishna, Radha replied, “O Krishna! you talk with her, with whom you have been in love;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 71682,
    "shabad_id": 11461,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਕਾਹੇ ਕੳੁ ਮੋਰੀ ਗਹੀ ਬਹੀਅਾ ਸੁ ਦੁਖਾਵਤ ਕਾਹੇ ਕੳੁ ਹੋ ਮੁਹਿ ਜੀਨੋ ॥ ਯੌ ਕਹਿ ਬਾਤ ਭਰੀ ਅਖੀਅਾਂ ਕਰਿ ਕੈ ਦੁਖੁ ਸ੍ਵਾਸ ੳੁਸਾਸ ਸੁ ਲੀਨੋ ॥੭੩੮॥",
    "transliteration": "Kaahe Kau Morigadibaheeaa Su Doukhaavat Kaahe Kau Ho Muhe Jeeno|| You Kah(i) Akheeaan Kar(i) Kai Doukh(u) Svaas Ousaas Su Leeno||738||",
    "translation": "“Why have you caught hold of my arm and why are you causing anguish to my heart?” Saying this, Radha”s eyes were filled with tears and she heaved a long sigh.738.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 71683,
    "shabad_id": 11462,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਸਵੈਯਾ ॥",
    "transliteration": "Sawaiyaa||",
    "translation": "SWAYYA",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 71684,
    "shabad_id": 11462,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਕੇਲ ਕਰੋ ੳੁਨ ਗ੍ਵਾਰਨਿ ਸੋ ਜਿਨ ਸੰਗ ਰਚਯੋ ਮਨ ਹੈ ਸੁ ਤੁਮਾਰੋ ॥ ਸ੍ਵਾਸਨ ਲੈ ਅਖੀਅਾਂ ਭਰ ਕੈ ਬ੍ਰਖਭਾਨ ਸੁਤਾ ੲਿਹ ਭਾਂਤ ੳੁਚਾਰੋ ॥",
    "transliteration": "Kel Daro Oun Gvaaran(i) So Jin San Rachyo Man Hai Su Tudaro|| Svaasan Lai Akheeaan Bhar-kai Brikhbhaan Soutaa Eh Bhaant Oucdaro||",
    "translation": "Heaving a long sigh and filling her eyes with tears, Radha said, “O Krishna! you roam with those gopis, with whom you have been fondly attached;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 71685,
    "shabad_id": 11462,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਸੰਗ ਚਲੋ ਨਹਿ ਹੳੁ ਤੁਮਰੇ ਕਰ ਅਾਯੁਧ ਲੈ ਕਹਿਓ ਕਿੳੁ ਨਹੀ ਮਾਰੋ ॥ ਸਾਚ ਕਹੋ ਤੁਮ ਸੋਂ ਬਤੀਯਾਂ ਤਜਿ ਕੈ ਹਮ ਕੋ ਜਦੁਬੀਰ ਪਧਾਰੋ ॥੭੩੯॥",
    "transliteration": "San Chalo Nah(i) Hau Toumre Kar Aayudh Lai Kahio Kio Nahidaro|| Saach Kaho Toum Son Bateeaan Taj(i) Kai Ham Ko Jadoubeer Padhdaro739||",
    "translation": "“You may even kill me taking the weapons in your hands, but I shall not go with you; O Krishna! I am telling you the truth that you may go away, leaving me here.”739.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
