[
  {
    "id": "ZBV",
    "sttm_id": 30034,
    "writer": "Bhai Nand Lal Ji",
    "section": "Ghazals",
    "subsection": null,
    "lines": [
      {
        "id": "W1YK",
        "source_page": 35,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "Awir&wx rw sUie aU bwSd lzIz ["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "However, you should keep your lips tightly closed if you are anxious to share the secrets of the beloved. (63) (4)       ",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਰੱਬੀ ਗਿਆਨਵਾਨਾਣ ਨੂੰ ਉਸੇ ਦਾ ਹੀ ਪਾਸਾ ਚੰਗਾ ਲਗਦਾ ਹੈ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RT5L",
        "source_page": 35,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "AwiSkwx rw kUey aU bwSd lzIz [35[1["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "Goyaa says, \"I want to sell myself and my insane heart to my beloved,\nWith my faith in his grace and mercy, I am sure he will find it worthy of buying. (63) (5)          \n4-Line Verses\nEveryone, with his zeal for you, started to walk on his head,\nAnd, he was able to pitch his flag over the nine skies,\nBlessed is his coming to this world, and equally blessed is his departure,\nGoyaa says, \"The one who has perceived the Lord.\" (1)\nEvery such eye that did not recognize (the existence) of Akaalpurakh, can be considered as blind,\nHe wasted this precious life in negligence and carelessness,\nHe came (to this world) crying and passed away taking all his yearnings and unfulfilled hopes with him,\nAlas! He was unable to better his disposition in this cycle of birth and death. (2)\nThis eye of yours is the abode of the Beloved virtuous friend,\nYour personality is the seat of His royal throne,\nAnyone immersed in greed and lust cannot reach the powerful Almighty,\nBecause this path is meant for the brave and the valiant devotees of Waaheguru. (3)\nEvery such heart and mind that spontaneously (by acquiring the virtues of) became the divine Beloved,\nRest assured! That he became the embodiment of Akaalpurakh Himself,\nNot even a particle of dust is then without his benevolence and blessing,\nAnd, the Sculptor-Painter is camouflaging Himself behind His colors. (4)\nThis coming and departing in this world is no more than a moment,\nWherever we run our vision and see around, we see only our own images,\nHow can we ever dare to look towards anyone else?\nBecause, there is no one else (except Waaheguru) in the front or rear who is supporting us. (5)\nEvery such person who is a seeker of the Divinity,\nHas a highest rank and status in both the worlds;\nGoyaa says, \"They can acquire both the worlds in exchange for just a grain of barley,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਪ੍ਰੇਮੀਆਣ ਲਈ ਸੱਜਨ ਦੀ ਗਲੀ ਹੀ ਸੁਹਾਵਣੀ ਹੈ ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RWDP",
        "source_page": 35,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "kwkil aU idl &ryib Awlm Asq ["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "When and how would I, Your beloved (like Majnoo was) become Your lover (like Lailaa)\"? (6)\nWhen men of God manifest themselves in this world,\nThey come as leaders to put the strayed people on to the right path;\nGoyaa says, \"If your eye is desirous of the Almighty,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਉਸਦੀਆਣ ਲਿਟਾਣ ਨੇ ਸਾਰੀ ਦੁਨੀਆ ਦੇ ਦਿਲਾਣ ਨੂੰ ਮੋਹ ਲਿਆ ਹੈ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E8Y9",
        "source_page": 35,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "qwilbwx rw mUey aU bwSd lzIz [35[2["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "Then realize that the noble souls of God come to this earth only to reveal Him.\" (7)\nPeople of our faith do not worship anyone else (other than Akaalpurakh),\nThey are always mindful and alert and never act or behave wantonly,\nThey are not negligent of the remembrance of Waaheguru even for one moment/breath,\nAdditionally, they do not get involved in topics relating to higher or lower classes of the society. (8)\nIf one has even the slightest inkling of fondness for the Lord,\nThen, that is far superior to thousands of kingdoms,\nGoyaa says, \"I am the slave of my true Guru,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਉਸਦੇ ਚਾਹੁਨ ਵਾਲਿਆਣ ਲਈ ਤਾਣ ਉਸਦਾ ਇਕ ਇਕ ਵਾਲ ਵੀ ਸੁਹਾਵਣਾ ਹੈ ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G867",
        "source_page": 35,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "rOzwie bwiZ ierm kurbwx kunm ["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "And this written assertion does not need any witnesses.\" (9)\nEvery human being in this world likes to progressively prosper and professionally advance,\nHe/She has strong desire to acquire horses, camels, elephants and gold;\nEvery one always longs to have something or the other for himself;\nHowever, Goyaa says, \"I always supplicate to the Lord to bless me only with His remembrance.\" (10)\nGoyaa says that His Guru is satiated with radiance and splendor from head to feet;\nHe is a mirror that has no cracks;\nRest assured: That he shuns away from the careless and the negligent;\nAnd he manifests only in the hearts of holy and pious persons. (11)\nThis priceless life that is wasted for nothing,\nAnd how can this desolate home be rehabilitated and settled?\nGoyaa says, \"(This can happen) Only when a complete Guru stands by your side and helps; And this may be the only way that",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਮੈਣ ਬਹਿਸ਼ਤ ਦੇ ਬਾਗ ਨੂੰ ਉਸ ਤੋਣ ਕੁਰਬਾਨ ਕਰ ਦਿਆਣ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1U1J",
        "source_page": 35,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "bsik mw rw kUie aU bwSd lzIz [35[3["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "My heart filled with worries and griefs can be elevated to elation\"? (12)\nThe fiendish has the intention to destroy us,\nOn the other hand, my vulnerable mind is expecting help and relief  from the Almighty;\nThe brute is concerned as to what should He do with him?\nAnd, we are concerned as to how does the Almighty respond to our plea? (13)\nWhat did we gain from this priceless life?\nWe were able to achieve the remembrance of the Omnipotent in both the worlds;\nThis personality of ours was a huge monster,\nWhen we gave up our ego and vanity, we attained the Ultimate, the Lord. (14)\nWe obtained collyrium from the dust of Your door;\nBecause of which we gained the prosperity and progress;\nWe have never bowed before anyone other than You,\nWe have discovered the symptoms of the Omnipresent within the abode of our heart. (15)\nGoyaa says, \"I have been able to get the inkling about the \"kaalpurakh from His remembrance,\nOtherwise, how could I have obtained this full-to-the-brim cup of devotion and affection?\nExcept the seeker of Lord, no one else is destined to have\nThis valuable treasure that I have had the good fortunate to obtain.\" (16)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਮੈਨੂੰ ਉਸ ਦੀ ਗਲੀ ਇਤਨੀ ਪਿਆਰੀ ਹੈ ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "623Q",
        "source_page": 35,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "izMdw mI grdm iz bUie mkdmS ["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "Goyaa says, \"How long are you going to stay in this perishable world,\nThat sometimes becomes so essential and other times so assigned?\nHow long are we going to fight over bones like dogs ?\nWe all know about this world and these worldly people, (how selfish and merciless they are).\" (17)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਉਸ ਦੇ ਭਾਗਾਣ ਭਰੀ ਆਉਣ ਦੀ ਸੁਗੰਧੀ ਨਾਲ ਮੈਣ ਸੁਰਜੀਤ ਹੋ ਜਾਣਦਾ ਹਾਣ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BJ3N",
        "source_page": 35,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "bsik mw rw bUie bwSd lzIz [35[4["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "Goyaa says, \"If you desire to see the splendor and glory of Waaheguru?\nIf you are trying to shun away from the sin of your greed and lust and have the stomach for meidtation?\nThen you should not see with these overt and ostensible eyes, because they are the obstacle for you;\nIn fact, you should try to introspect without your eyes whatever you want to see. (And you would be successful)\" (18)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਇਸ ਲਈ ਸਾਨੂੰ ਉਸ ਦੀ ਸੁਗੰਧੀ ਬੜੀ ਸੁਆਦਲੀ ਲਗਦੀ ਹੈ ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q424",
        "source_page": 35,
        "source_line": 5,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "izkir Xwid h¤k ik aU bwSd lzIz ["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "Akaalpurakh is Omnipresent. Then whom are you searching for?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਰੱਬ ਦੀ ਯਾਦ ਦਾ ਜ਼ਿਕਰ ਕਿੰਨਾ ਸੁਆਦਲਾ ਹੁੰਦਾ ਹੈ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4QGB",
        "source_page": 35,
        "source_line": 5,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "Az hmw myvw ik aU bwSd lzIz [35[5["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "A meeting with the Benevolent is the aim of our life; where are you straying?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਸਾਰਿਆਣ ਮੇਵਿਆਣ ਨਾਲੋਣ ਇਹ ਵਧੇਰੇ ਸੁਆਦਲਾ ਹੈ ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HBKC",
        "source_page": 35,
        "source_line": 6,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "Awb-b^SI jumlw Awlm my SvI ["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "Both these worlds are the symbols of your mastery and control;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਜੇਕਰ ਤੈਨੂੰ ਇਹ ਇੱਛਾ ਚੰਗੀ ਲਗਦੀ ਹੈ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YDLJ",
        "source_page": 35,
        "source_line": 6,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "gr qurw eIx AwrzU bwSd lzIz [35[6["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "That is, you are speaking the word of God through your own tongue. (19)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਤਾਣ ਤੂੰ ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ ਅੰਮ੍ਰਿਤ ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਬਣ ਜਾਵੇਣਗਾ ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D35Q",
        "source_page": 35,
        "source_line": 7,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "SyAir goXw byS Az SIro Skr ["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "O wind! Do not blow away my dust from the door of my Beloved,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਗੋਯਾ ਦੇ ਸ਼ਿਅਰ ਹਿੰਦੁਸਤਾਨ ਵਿਚ ਅਜੇਹੇ ਮੇਵੇ ਹਨ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T298",
        "source_page": 35,
        "source_line": 7,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "myvw dr ihMdusqwx bwSd lzIz [35[7["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "Otherwise, the adversary will slander (the claim) that He happens to be everywhere. (1)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਜਿਹੜੇ ਖੰਡ ਅਤੇ ਦੁਧ ਨਾਲੋਣ ਵੀ ਜ਼ਿਆਦਾ ਮਿੱਠੇ ਹਨ ।",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
