[
  {
    "id": "FU7",
    "sttm_id": 30047,
    "writer": "Bhai Nand Lal Ji",
    "section": "Ghazals",
    "subsection": null,
    "lines": [
      {
        "id": "KZKW",
        "source_page": 48,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "gr iz rwih swzI sInw sw& ["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "Goyaa says, \"I feel sorry for you, for your life and for your state of mind;\nI feel sorry for your negligence (for not remembering Him) and for the conduct of your life. (75)\nAnyone who is desirous and anxious to get a glimpse of Him,\nIn his view, every visible and living thing conforms into His own image. (76)\nIt is the same Artist that sparkles Himself in every portrait,\nHowever, this mystery cannot be understood by the human beings. (77)\nIf you want to get a lesson on \"devotion to Waaheguru\", then\nYou should remember Him; in fact, you should constantly keep remembering Him. (78)\nO brother! Do you know how to define \"remembrance of Waaheguru\"?\nAnd, who is it who abides in the hearts and minds of everyone ? (79)\nWhen it is His image that prevails in the hearts of every one,\nThat means that the home-like heart is the destination and asylum for Him.(80)\nWhen you learn that it is the Omnipotent who abides in everyone's heart and mind,\nThen, it should be your principal purpose (of life) to be respectful to everyone's heart. (81)\nThis is what is called the \"meditation of Waaheguru\"; there is no other remembrance,\nWhosoever is not anxious about this fact, is not a happy soul. (82)\nMeditation is (the chief aim of) the whole life of God-enlightened persons;\nA person who is stuck in his self ego is driven farther and farther away from Waaheguru. (83)\nO Goyaa! What is your existence in life?  It is no more than a handful of dust;\nAnd, even that is not under your control; The body that we claim to own is not under our control either. (84)\nAkaalpurakh created seventy two communities,\nOut of which, He designated the Naajee community as the most elite. (85)\nWe should consider the Naajee (who is considered above and beyond the cycles of transmigration) community, without any doubt,\nAs the shelter for the seventy two clans. (86)\nEvery member of this Najee community is sacred;\nBeautiful and handsome, well mannered with a noble disposition. (87)\nTo these folks, nothing else but the remembrance of Akaalpurakh is acceptable;\nAnd, they do not have any tradition or mannerism other than the recitation of the words of prayer. (88)\nUtter sweetness oozes out of their words and conversation,\nAnd, divine elixir is showered from every hair of theirs. (89)\nThey are above and beyond any form of jealousy, hostility or enmity;\nThey never commit any sinful acts. (90)\nThey extend respect and honor to every one;\nAnd, they help poor and needy to become rich and opulent. (91)\nThey bless the dead souls with divine nectar;\nThey bestow new and rejuvenated life to withered and demoralized minds. (92)\nThey can transform dry wood into green twigs;\nThey also can convert a stinking odor into scented musk. (93)\nAll these well-intentioned persons possess noble personal qualities;\nThey are all seekers of Waaheguru's Entity; in fact, they are just like Him (are His image). (94)\nLearning and literature emerges (spontaneously) from their behavior;\nAnd, their faces radiate like the glowing divinely sun. (95)\nTheir clan consists of a group of humble, meek and gentle persons;\nAnd they have devotees in both the worlds; People in both the worlds believe in them. (96)\nThis group of people is the community of gentle and humble souls, a community of God's men.\nEvery thing that we see is destructible, but Akaalpurakh is the only One that prevails perpetually and is Imperishable. (97)\nTheir company and association transformed even the dust to an effective cure.\nTheir blessings effectively impressed every heart. (98)\nAnyone who enjoys their company just once even for a moment,\nHe, then, does not have to be apprehensive about the day of reckoning. (99)\nA person who could not attain much in spite of hundreds of years of life,\nShone like a sun when he joined the company of  these people. (100)\nWe are obligated and owe them a debt of gratitude,\nWe are, in fact, persons/products of their favors and kindness. (101)\nMillions like me are willing to sacrifice themselves for these nobilities;\nNo matter how much I say in their honor and praise, it will be inadequate. (102)\nTheir honor and appreciation is beyond any words or expression;\nThe style (attire) of their life is cleaner and chaste than any amount of washing or rinsing. (103)\nBelieve me ! How long is this world going to last? Only for a short time;\nUltimately, we have to develop and maintain a relationship with the Almighty. (104)\nNow you indulge yourself in the stories and discourses of (that) King, the Waaheguru.\nAnd, follow the Guide who shows you the direction (of life). (105)\nSo that your life's hopes and ambitions are fulfilled;\nAnd, you can have the pleasure of the savor of the devotion for Akaalpurakh.(106)\n(With His grace) even s stupid person can become an intellectual and enlightened;\nAnd, a person drowning in deep waters of a river can reach the banks. (107)\nAn insignificant person can become fully enlightened,\nWhen he engages himself in the remembrance of Waaheguru. (108)\nA person is being adorned, as if, with a crown of learning and honor on his head,\nWho does not become negligent even for one moment in remembering Akaalpurakh. (109)\nThis treasure is not in the lot of everyone;\nThe cure for their pain is no one else other than the Waaheguru, the doctor. (110)\nRemembrance of Akaalpurakh is the cure-all for every malady and pain;\nIn whatever condition or state He keeps us, should be acceptable. (111)\nIt is the wish and desire of everyone to seek a perfect Guru;\nWithout such a mentor, no one can reach the Almighty. (112)\nThere are several paths for the travelers to traverse;\nBut what they need is the path of the caravan. (113)\nThey are always alert and prepared for the remembrance of Akaalpurakh;\nThey are acceptable to Him and they are His observers, on-lookers and spectators. (114)\nA perfect Satguru is the one and the only one,\nWhose conversation and Gurbaanee emits the Divine fragrance. (115)\nAnyone who comes in front of such persons (Perfect Gurus) in humility like a dust particle,\nHe, soon, becomes capable to shower radiance like that of sun. (116)\nThat life is worth living that, without any delay or excuses,\nIs spent in the memory of the Providence in this lifetime. (117)\nTo indulge in self-propaganda is the work of stupid people;\nWhile to get engaged in meditation is the characteristic of the faithful. (118)\nNegligence of every moment of not remembering Him is like a huge death;\nMay God, with His eye, save us from the Satan of Hell. (119)\nAnyone who is (constantly) imbued in remembering Him day and night,\n(Knows very well that) This wealth, the memory of Akaalpurakh, is available only at the store (congregation) of saintly persons. (120)\nEven the lowest person in their court\nIs superior than the so called most respectable stalwarts of this world. (121)\nMany wise and experienced persons are enamored and are prepared to make sacrifices on their paths,\nAnd, the dust of their paths is like a collyrium for my eyes. (122)\nYou, too, my dear youngster! Consider yourself just like this,\nSo that, my dear! You, too, can transform yourself into a pious and saintly person. (123)\nThese masters, the noble souls, have numerous followers and devotees;\nThe main task assigned to each and every one of us is only to meditate. (124)\nTherefore, you should become their follower and a devotee;\nBut you should never be liability for them. (125)\nEven though, there is no one else without them to connect us to the Almighty,\nStill, for them to make such a claim would be a transgression. (126)\nI realized that even a small particle became the sun for the whole world,\nWith the blessings of the association with the saintly persons. (127)\nWho is that person with a great heart who can recognize the Akaalpurakh,\nAnd whose face (constantly) radiates His splendor ? (128)\nThe company of such noble souls blesses you with the Devotion for the Lord,\nAnd it is their company too that gives you spiritual lessons from the holy book. (129)\nThey, the noble souls, can transform even a small particles into a sprightly sun;\nAnd, it is them who can sparkle even the common dust into the Light of Truth. (130)\nEven though your eye is made of dust, still it has the Divine radiance,\nIt also contains all the four directions, east, west, south and north, and the nine heavens. (131)\nAny service performed for them, the saintly persons, is the worship of Waaheguru;\nBecause they are the ones who are acceptable to the Omnipotent. (132)\nYou, too, should meditate so that you be acceptable before the Akaalpurakh.\nHow can any stupid person appreciate His invaluable worth. (133)\nThe only task we should be engaged day and night is to remember Him;\nNot even one moment should be spared without His meditation and prayers. (134)\nTheir eyes are glistened because of His Divine glimpse,\nThey may be in the guise of a mendicant, but they are the kings. (135)\nOnly that kingdom is considered a real kingdom that lasts for ever,\nAnd, like the pure and chaste Nature of God, should be eternal. (136)\nTheir custom and tradition is mostly that of mendicants;\nThey are the lineage and the scions of Waaheguru, and they have intimacy and familiarity with all. (137)\nThe Akaalpurakh blesses every ascetic with honor and status;\nWithout any doubt, He also bestows (everyone) with wealth and treasures. (138)\nThey can transform trivial and paltry persons into perfectly knowledgeable ones;\nAnd, the demoralized ones into courageous persons and masters of their destiny. (139)\nThey eject their vanities from their inner self;\nAnd, they sow seeds of Truth, the Lord, in the field-like hearts of the people. (140)\nThey always consider themselves insignificant and lowlier than others;\nAnd, they are absorbed in the meditation of Naam of Waaheguru day and night. (141)\nHow much can I praise the God's men, the saints and the Mahaatamaas?\nIt would be just wonderful if I could describe even one of their thousands of  virtues. (142) \nYou, too, should try to find such noble persons (What kind of persons?) who are alive for ever;\nThe rest of them are apparently alive but are just like dead  bodies. (143)\nDo you understand the meaning of 'being alive' ?\nOnly that life is worth living that is spent in remembering the Akaalpurakh. (144)\nThe enlightened persons are alive only because of the knowledge of the mysteries of God's attributes;\n(They know) that He has and can shower blessings of both of the worlds in His house. (145)\nThe main purpose of this life is to (constantly) remember Akaalpurakh;\nThe saints and prophets live only with this motive. (146)\nA mention of them is on every living tongue;\nAnd, both the worlds are seekers of His path. (147)\nEveryone meditates the awe-inspiring splendid Waaheguru,\nOnly then such a meditation is auspicious and such a discourse propitious. (148)\nIf you want to converse and describe the Truth,\nThat is possible only to discourse the Omnipotent. (149)\nSuch an asset and the treasure of meditation for a spiritual life\nWas blessed through association and the company they kept with the saintly persons. (150)\nAny such treasure is not acceptable to them, and they do not like any thing other than the truth;\nIt is not their tradition to speak any words but the words of truth. (151)\nIn Hindi language, they are called the 'Saadh Sangat',\nO Maulvee ! All this is in their praise; and all this defines them. (152)\nThe attainment of their company happens only with His blessings;\nAnd, only with His grace, such persons are revealed. (153)\nAnyone who is fortunate enough to have obtained this eternal wealth,\nOne may assume then that he has become full of hope for the duration of his whole life. (154)\nAll these, the wealth and the life, are perishable, but they are eternal;\nConsider them as bartenders who are serving glasses full of divine devotion.  (155)\nWhatever is seemingly apparent in this world is all because of their company;\nIt is their grace that we see all the habitation and prosperity here. (156)\nAll these habitations (of living beings) are the result of the blessings of Waaheguru;\nTo neglect Him even for one moment is equivalent to pain and death. (157)\nTo achieve an association with them, the noble persons, is the cornerstone of this life;\nThat is life, that is indeed life which is spent in meditating His Naam. (158)\nIf you wish to become Waaheguru's true devotee,\nThen, you should become knowledgeable and enlightened about the perfect Entity. (159)\nTheir company is like a cure-all for you;\nThen, whatever you wish shall be appropriate. (160)\nAll this breathing and living world that we see\nIs only because of the company of the noble souls. (161)\nThe existing lives of those living beings is the result of the company of saintly persons;\nAnd, the company of such noble persons is the proof of the kindness and compassion of Akaalpurakh. (162)\nEveryone, in fact, needs their company;\nSo that they could unravel the chain of pearls (noble aspects) from their hearts. (163)\nO naive! You are the master of priceless treasure;\nBut alas! You have no realization of that hidden treasure. (164)\nHow can you find out that invaluable treasure\nAs to what kind of wealth is hidden inside the vault. (165)\nTherefore, it is essential for you to strive to find the key to the treasure,\nSo that you can have a clear realization of this covert, mysterious and valuable repository. (166)\nYou should use the Naam of Waaheguru as the key to open this hidden wealth;\nAnd, learn the lessons from the Book of this hidden treasure, the Granth. (167)\nThis key is found (only) with the saintly persons,\nAnd, this key serves as the ointment of lacerated hearts and lives. (168)\nAnyone who can get hold of this key\nHe may be anyone, he can become the master of this treasure. (169)\nWhen the seeker of the treasure does find his goal,\nThen consider that he has been salvaged from all worries and anxieties. (170)\nO my friend ! That person has joined the group of (true) devotees of God,\nWho has discovered the direction to the streets of the Beloved Friend. (171)\nTheir association transformed an insignificant dust particle to a shining moon.\nAgain, it was their company that transformed every beggar into a king. (172)\nMay Akaalpurakh bless their disposition with His grace;\nAnd, also on their parents and children. (173)\nWhosoever gets a chance to see them, consider that they have seen the Almighty God;\nAnd that he has been able to get a glimpse of a beautiful flower out of the garden of love. (174)\nThe association with such noble persons is like taking a beautiful flower out of the garden of divine knowledge;\nAnd, a sight of such saints is like getting a glimpse of Akaalpurakh. (175)\nIt is difficult to describe the 'glimpse' of Waaheguru;\nHis powers are reflected in the entire Nature that He has created. (176)\nWith their kindness, I have seen a glimpse of Akaalpurakh;\nAnd, with their grace, I have selected a lively flower from the Divine Garden. (177)\nEven to think of getting a glimpse of Akaalpurakh is indeed a sacred intention;\nGoya says, \"I am nothing! \"ll this, including the above thought, is due to His abstract and mysterious Entity.\" (178)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਜੇਕਰ ਤੂੰ ਸ਼ੌਕ ਨਾਲ ਆਪਣਾ ਮਨ ਸਾਫ ਕਰ ਲਵੇਣ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2L22",
        "source_page": 48,
        "source_line": 1,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "zUd bInI ^ySqn rw by Zuzw& [48[1["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "Whosoever has understood this complete message (word),",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਤਾਣ ਬਿਨਾਣ ਕਿਸੇ ਅਤਿਕਥਨੀ ਦੇ ਤੂੰ ਛੇਤੀ ਆਪਣਾ ਆਪ ਪਾ ਲਵੇਣਗਾ ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HVEL",
        "source_page": 48,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "Az ^udI qU dUr gSqw cUM ^udw ["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "As if he has discovered the location of the hidden treasure. (179)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਹਉਮੈ ਕਰਕੇ ਜਦ ਕਿ ਤੂੰ ਰੱਬ ਤੋਣ ਦੂਰ ਹੋ ਗਿਆ ਹੈਣ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E3FC",
        "source_page": 48,
        "source_line": 2,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "dUr ku¤n ^ud-bInI E bIx by-iZlw& [48[2["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "The reality of Waaheguru has an extremely attractive reflection;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਮਨਮਤਿ ਨੂੰ ਦੂਰ ਕਰ ਦੇ, ਅਤੇ ਰੱਬ ਨੂੰ ਜ਼ਾਹਿਰਾ ਵੇਖ ਲੈ ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1ZMW",
        "source_page": 48,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "AwiSkwx dwrMd cUM ieSik mudwm ["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "The picture of Akaalpurakh is (can be seen) in His own men and women, the saintly persons. (180)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਪ੍ਰੇਮ ਵਿਚ ਰੱਤੇ ਤਾਣ ਸਦਾ ਹੀ ਪ੍ਰੇਮ ਦੇ ਕੁੱਠੇ ਹੁੰਦੇ ਹਨ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KZ45",
        "source_page": 48,
        "source_line": 3,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "dm mzn dr pyiS Sw AY mrid lw& [48[3["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "They feel they are in seclusion even when they are in the company of groups of people, the congregations;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਓ ਡੀਣਗਾਣ ਮਾਰਨ ਵਾਲੇ # ਉਨ੍ਹਾਣ ਸਾਹਮਣੇ ਡੀਣਗ ਨ ਮਾਰ ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZN7K",
        "source_page": 48,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "ibguzr Az l¤ziq eIx ^msw hvws ["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "Praises of their glory are on the tongues of everyone. (181)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਇਹਨਾਣ ਪੰਜਾਣ ਇੰਦਰੀਆਣ ਦੇ ਭੋਗ ਸੁਆਦ ਨੂੰ ਛਡ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y45G",
        "source_page": 48,
        "source_line": 4,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "qw bXwbI bzqy Az jwim sw& [48[4["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "Only that person can be cognizant of this mystery,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਤਾਣ ਜੋ ਤੈਨੂੰ ਸਾਫ ਪਿਆਲੇ ਦਾ ਸੁਆਦ ਆ ਸਕੇ ।",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5GVU",
        "source_page": 48,
        "source_line": 5,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "gr bjoeI rwih murSd rw mudwm ["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "Who talks and discusses about the devotion for Akaalpurakh with enthusiasm. (182)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਗੋਯਾ ਤੂੰ ਸਦਾ ਆਪਣੇ ਸਤਿਗੁਰੂ ਦੀ ਰਾਹ ਢੂੰਡਦਾ ਰਹੋ,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "09WL",
        "source_page": 48,
        "source_line": 5,
        "pronunciation": null,
        "pronunciation_information": null,
        "type": "Pankti",
        "gurmukhi": {
          "Dr. Ganda Singh": "qw SvI goXw mu¤brw Az i^lw& [48[5["
        },
        "translations": {
          "English": {
            "Pritpal Singh Bindra": {
              "translation": "Anyone whose enthusiastic devotion for Waaheguru becomes a necklace (garland) for his neck,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Dr. Ganda Singh": {
              "translation": "ਤਾਣ ਜੋ ਸੰਸਾਰ ਦੀ ਦੁਬਿਧਾ ਤੋਣ ਮੁਕਤ ਹੋ ਜਾਵੇਣ ।",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
